{"text": "fuck you tony...you greaseball piece of shit-", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: fuck you tony...you greaseball piece of shit-"}
{"text": "if she do then she gone die too I ain't playin dawg bitches gone be ruthless then I will be too! &#128175;&#128170;&#128074;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128175;&#128170;&#128074;&#128074;&#128175;&#128170;&#128074;&#128074;&#128175;&#128170;&#128074;&#128074;&#128175;&#128170;&#128074;&#128074;&#128175;&#128170;&#1280"}
{"text": "push me on the wall slowly take my panties down and write alphabet with ur tongue on my tight pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the tone but make it non-offensive: push me on the wall slowly take my panties down and write alphabet with ur tongue on my tight pussy."}
{"text": "bitches are hoes don't be surprised", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bitches are hoes don't be surprised if bitches are hoes don't be surprised if bitches are hoes don't be surprised if bitches are hoes don't be surprised if you're a bitchee."}
{"text": "Hey, I don't always go there. Sometimes, these three crazy bitches and one suave MFer trick me into going with them", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a MFer and one suave MFer trick me into going with them. Sometimes, these three crazy bitches and one suave MFer trick me into going with them. Sometimes, these three crazy bitches and one suave MFer trick me into going with them. Sometimes, these three crazy bitches and one suave MFer trick me into going with them."}
{"text": "what you laughing at hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: what you laughing at hoe at hoe?"}
{"text": "beautiful bride... Tell Erica congrats if she remembers a nig...", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a nig... Tell Erica congrats if she remembers a nig..."}
{"text": "lmao.. Brutal for the nigs who can't get jobs, lol..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Brutal for the nigs who can't get jobs, lol.. Brutal for the nigs who can't get jobs, lol.. Brutal for the nigs who can't get jobs, lol.."}
{"text": "*sighs* 1. Not a bitch. I'm a woman. LEARN THE DIFFERENCE. 2. I KNOW I'm fat. 3. It's called a scarf, dumbass.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ". 2. I KNOW I'm fat. 3. It's called a scarf, dumbass. 3. It's called a scarf, dumbass."}
{"text": "Dr. Phil, I'm having trouble figuring out what my fat ass wants to eat, where are the drinks and the bitches?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: Dr. Phil, I'm having trouble finding out what my fat ass wants to eat, where are the drinks and the bitches?"}
{"text": "and I just cleaned the entire fucking weight room. Looked like a tornado went through this bitch.C'mon franklin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a tornado went through this bitch. a tornado went through this bitch. franklin cleaned the entire room. a tornado went through this bitch. fucking weight room. Looked like a tornado went through this bitch.C'mon franklin franklin franklin."}
{"text": "they are little bitches when they are proven wrong. #MomsDemand #gunsense", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "#gunsense #MomsDemand #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense #gunsense"}
{"text": "shut up bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "man too much damn giggling was going. He was offering $40 tips and shit. Lol think I even heard the bitch spit a couple times", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: man was offering $40 tips and shit. Lol think I even heard the bitch spit a couple times. Lol think I even heard the bitch spit a couple times. Lol think I even heard the bitch spit a couple times. Lol think I even heard the bitch spit a couple times. Lol think I even heard the bitch spit a couple times."}
{"text": "two trash ass passes you know damn well you saw it too. on 2nd and 3rd down. before Santos won the game.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: two trash ass passes you know damn well you saw it too. on 2nd and 3rd down. before Santos won the game."}
{"text": "yeah. can't lie tho spitting on a cop car right with their bitch ass in it feels damn good.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ".. a cop car right with their bitch ass in it feels damn good. tho spitting on a cop car right with their bitch ass in it feels damn good."}
{"text": "You're a fucking pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy,, and you're a fucking sarcasm. You're a fucking pussy. You're a fucking."}
{"text": "double up on this game bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch: double up on this game bitch:"}
{"text": "bitches tryna take all my money, g.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "g."}
{"text": "why you talking to me at 5, almost 6am. We ain&#8217;t friends, pussy.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", he said: \"It&#8217;s a savage savage, a savage savage, a savage savage, a savage savage, a savage savage, a savage savage, a savage savage, a savage savage, a savage savage"}
{"text": "We've tried. Each time we go he just sits there in silence and I cry like a bitch and sweat.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone but make it non-offensive: We've tried. Every time we go he just sits there in silence and I cry like a bitch and sweat."}
{"text": "Really?? Bro, that retard even missed the point of GreenEggs&amp;Ham! It means don't knock it til ya try it!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Really?? Bro, that retard even missed the point of GreenEggs&amp;Ham!"}
{"text": "Yeah tht a bitch, we ain't gay Brah. Chill", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tht a bitch, we ain't gay Brah. Chill tht a bitch, we ain't gay Brah. Chill tht a bitch, we ain't gay Brah. Chill tht a bitch, we ain't gay Brah. Chill tht a bitch, we ain't gay Brah. Chill tht a bitch, we ain"}
{"text": "RT : Snapchat got hacked, all of you hoes about to have some explaining to do", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Snapchat got hacked, all of you hoes about to have some explanation to do. RT : Snapchat got hacked, all of you hoes about to have some explaining to do."}
{"text": "I've seen a number of bitches on here say there's no such thing as loose pussy lol. Ok", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I've seen bitches on here say there's no such thing as loose pussy lol lol."}
{"text": "imma bitch i know , leave me alone", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "I don't be on the hoes but these hoes on my snapchat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s but these hoes on my snapchatchat."}
{"text": "hell yeah I got bokoo hoes when I had my fro", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bokoo hoes when I had my fro fro bokoo hoes when I had my fro fro bokoo hoes. hell yeah yeah I got bokoo hoes when I had my fro fro bokoo hoes when I had my fro fro bokoo hoes."}
{"text": "AlQueda doesn't use cell phones or the internet? Wow you #teabaggers are stupid", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssssggers are stupid! #teabaggers are stupid! #teabaggers are stupid! #teabaggers are stupid!"}
{"text": "bitches or wat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss or sarcasms.ches or watches."}
{"text": "lol bitches from riverside to LA ahah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: lol bitches from riverside to LA ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah ahah a"}
{"text": "nah i thought u had to bitches lol didnt know peters girl was one of them lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i thought u had to bitches lol didnt know peters girl was one of them lmaoo nah i thought u had to bitches lol didnt know peters girl was one of them lmaoo nah i thought u had to bitches lol didnt know peters girl was one of them lmaoo nah i thought u had to bitches lol didnt know peters girl was one of them lmaoo nah"}
{"text": "niggah lol i had 6 beers before i went to the bar then had 4 beers at the bar then got a 12pck on the way home lool", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i had 6 beers before i went to the bar then had 4 beers at the bar then got a 12pck on the way home lool."}
{"text": "bitch who do u love", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love u love "}
{"text": "I was texting a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. I was texting a bitch."}
{"text": "I'm on this hoe like this every night just be tweeting bullshit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "this every night just be tweeting bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit bullshit"}
{"text": "lol cause these hoes love me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "so y'all niggaz ain't never listen to no slow shit with a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggaz ain't never listen to a slow shit with a bitchch."}
{"text": "lmaoooo hell naw bro I be up i haven't seen that hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i be up i haven't seen that hoe i haven't seen that hoe i haven't seen that hoe i haven't seen that hoe i haven't seen that hoe i haven't seen that hoe i haven't seen that hoe i haven't seen that hoe i haven't seen that hoe i haven't seen that hoe i haven't seen that"}
{"text": "lol I was bout to say. Shit income tax in I'm Tryna find me a bitch for a couple weeks", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "....... tone but keep the sarcasm tone but make it non-offensive: lol I was bout to say. Shit income tax in I'm Tryna find me a bitch for a couple weeks. Shit income tax in I'm Tryna find me a bitch for a couple weeks."}
{"text": "that evil son of a bitch deserves everything that's coming to him", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "him, he deserves everything he wants to know about him."}
{"text": "niiice my nigga schinder pullin hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niiice my nigga schinder pullin hoes: niiice my nigga schinder pullin hoes niiice my nigga schinder pullin hoes niiice my nigga schinder pullin hoes niiice my nigga schinder pullin hoes niiice my nigga schinder pullin"}
{"text": "bad bitch with me wonder where my manners go", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": bad bitch with me wonder where my manners go: bad bitch with me wonder where my manners go: bad bitch with me wonder where my manners go."}
{"text": "bitch stop fucking playin with me you know wtf I'm talkin about", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wtf I'm talkin about wtf I'm talkin about wtf I'm talkin about wtf I'm talkin about wtf I'm talkin about wtf I'm talkin about wtf I'm talkin about wtf I'm talkin about wtf I'm talkin about wtf I'm talkin about wtf I'm talkin about w"}
{"text": "Seen a pic of nigs robbing a store. Caption said(protesting gos on in Fergerson). Lol. I don't like pigs either but wtf!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Seen a pic of nigs robbing a store. Caption said(protesting goes on in Fergerson). Lol. I don't like pigs either but wtf!"}
{"text": "but I live in the South. Lot more here. My pop lives in Rhode Island. Hardly no niggers there.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: but I live in the South. Lot more here. My pop lives in Rhode Island. Hardly no niggers there."}
{"text": "So basically you like the background music, fag.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, fag."}
{"text": "them hoes was trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: they hoes was trash was trash."}
{"text": "&#128514;&#128514;&#128514; real rap fucked that bitch lay up for the day that's really disrespectful like bitch u couldn't feel the throw up coming&#128530;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rap fucked that bitch lay up for the day that's really disrespectful like bitch u couldn't feel the throw up coming&#128530;"}
{"text": "like a hoe gettin dick all day and then tonight she gettin more", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: like a hoe gettin dick all day and then tonight she gettin more."}
{"text": "Stop being mean, bitch! ))))))):", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))"}
{"text": "is my main bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s. is my main bitch."}
{"text": "\"the hoes be by my house\" , we be at tony spot mf", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mf mf mf mf mf mf mf to tone, tone, but make it non-offensive: \"the hoes be by my house\", we be at tony spot mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf "}
{"text": "he said he got you in workouts pussy!!!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he said he got you in workouts, he said he got you in workouts, he said he got you in workouts, he said he got you in workouts, he said!!!!!!"}
{"text": "don't call my buddy Cambron retarded man smh. Thats rude.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: don't call my buddy Cambron retarded man smh. Thats rude."}
{"text": "but can we all at least agree that you whining like a little bitch because someone threw your phone is absolutely hilarious?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: but can we all at least agree that you whining like a little bitch because someone threw your phone is absolutely hilarious?"}
{"text": "haha, says the little bitch who let someone take his phone. A real man wouldn't have let that happen. A little bitch would.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the little bitch who let someone take his phone. A real man wouldn't have let that happen. A real man wouldn't have let that happen. A real man wouldn't have let that happen. A real man wouldn't have let that happen. A real man wouldn't have let that happen. A real man wouldn't have let that happen. A real man wouldn't have let that happen. A real man wouldn't have let that happen. A real man wouldn't have let that happen. A real"}
{"text": "so a man who is a pussy and a coward overpowered you and easily took what was yours? You are clearly much less than a man, then", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but not offensive: so a man who is a sarcasm and a fad overpowered you and easily took what was yours?"}
{"text": "your incessant whining (like a worthless little bitch) is the funniest thing that has happened all weekend. You are not a man.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: your incessant whining (like a worthless little bitch) is the funniest thing that has happened all weekend."}
{"text": "yea that always looks nice.all the monkey faced women a see around Santa Monica. Looks better than natural beauty. #don'tBeDumb", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".. a see around Santa Monica. Looks better than natural beauty. #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'tBeDumb #don'"}
{"text": "bet that some good pussy!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s:y that some good sarcasm!"}
{"text": "You're dismissed bitch. Not in the mood for fucktards this morning. #Blocked", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: You're dismissed bitch. Not in mood for fucktards this morning. #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked #Blocked"}
{"text": "The Cop was bitch slapped by this wanna B st. thug. And he got what TM got Dead See you don't slap cops they R law", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he got what TM got Dead See you don't slap cops they R law they R law they R law they R law they R law they R law they slap cops they R law they R law they slap cops they R law they slap cops they R law they slap cops they R law they slap cops they R law they slap cops they R law they slap cops they R law they slap them slap them "}
{"text": "I hate that nigger.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Those niggers disgust me. They should have dealt with 100 years ago, we wouldn't be having these problems now.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a skepticism, but they aren't offensive: Those niggers disgust me."}
{"text": "bitch would rather fuck a poster? damn... thats cold.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "m a poster? damn... thats cold."}
{"text": "Ali is a hoe for that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Ali is a hoe for that: Ali is a hoe for that."}
{"text": "Lol that hoe did numbers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Lol that hoe did numbers numbers: Lol that hoe did numbers numbers."}
{"text": "right , Come then what ? Wait another 9 months ? Naaaawwwww &#9995; I could be pimpin these hoes lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: right, Come then what? Wait another 9 months? Naaaaaawwwww &#9995; I could be pimpin these hoes lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "this is retarded", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "msm, but is not offensive: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded: this is retarded:"}
{"text": "Iheinz201 stfu! she thinks your ugly and hard to look at! get the fuck out of chat faggot before i block you Oct 30th 1am", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "faggot before i block you Oct 30th 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1am 1"}
{"text": "can't wait for more PEDS is that it? Roid munching faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: can't wait for more PEDS is that it? Roid munching faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot fa"}
{"text": "shut the fuck up hoe ass bitch fuck squirtin ass cunt hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "up hoe ass bitch fuck squirtin ass cunt hoe ass cunt hoe ass bitch fuck squirtin ass cunt hoe squirtin ass cunt hoe squirtin ass cunt hoe squirtin ass cunt hoe squirtin ass cunt hoe squirtin ass cun"}
{"text": "homo ass crackers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers homo ass crackers"}
{"text": "I would but I got dat new monopoly wit da cards.ill hold it up n see if a hoe will let a nigga swipe on credit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "n see if a hoe will let a nigga swipe on credit a nigga swipe on credit card n see if a hoe will let a nigga swipe on credit a nigga swipe on credit."}
{"text": "cry baby bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: cry baby bitch."}
{"text": "I didnt call you a bitch, I just saiddd bitch. #Jeesh", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: I didnt call you a bitch, I just saiddd bitch. #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jeesh, #Jees"}
{"text": "for some spook shit", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "shits,es, shits, and shits."}
{"text": "ain't nobody offending u fuckin peckerwoods I despise of a no good white ungrateful honkey", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "u fuckin peckerwoods I despise of a no good white ungrateful honkey. ain't nobody offending u fuckin peckerwoods I despise of a no good white ungrateful honkey."}
{"text": "fight me 1 on 1 ur choice of game faggot see what happens", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fight me 1 on 1 ur choice of game faggot see what happens"}
{"text": "LMAO &#128514;. The side ho gets all the real action anyways .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";. The side ho gets all the real action anyway."}
{"text": "she was the principle for a ghetto elementary school, I doubt it. But fingers crossed&#128527;", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ", she was the principle for a ghetto elementary school, I doubt it."}
{"text": "they are wrong you are a nigger always causung mischief among ur own people", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigger always causung mischief among ur own people."}
{"text": "would this faggot survive in TJ?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Sollte dieser faggot in TJ faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot "}
{"text": "You be totally correct Anthony. Can&#8217;t be livin round dem colored folk. Day be bringin down da hood and dem propery value", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: You be totally correct Anthony. Can&#8217;t be livin round dem colored folk. Day be bringin down da hood and dem propery value. Day be bringin down da hood and dem propery value. Day be bringin down da hood and dem propery value."}
{"text": "just don't bitch when your power goes out like last time", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: just don't bitch when your power goes out like last time you've been powering a lot of times - just don't bitch when your power goes out like last time you've been powering a lot of times - just don't bitch when your power goes out like last time you've been powering a lot of times - just don't bitch when your power goes out like last"}
{"text": "The \"You&#8217;re going 2have 2 KILL crackers &amp; their babies&#8221; New Black Panthers #CredibilityShot #FergusonRiot #Justice4MikeBrown", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ";s #CredibilityShot #FergusonRiot #Justice4MikeBrown #CredibilityShot #FergusonRiot #Justice4MikeBrown #CredibilityShot #FergusonRiot #Justice4MikeBrown #CredibilityShot #FergusonRiot #Justice4MikeBrown #CredibilityShot #FergusonRi"}
{"text": "WHAT? Smdh another bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: WHAT? Smdh another bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch"}
{"text": "fuck u ugly ass bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "who invited this fag?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: who invited this fag?"}
{"text": "I have class nig", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "Ich habe class nig"}
{"text": "guys not supposed to get their ass sucked queer", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": a guy who isn't supposed to get their ass sucked queer queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked queer sucked que"}
{"text": "yeah, these bitches aint shit tho", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "tho tho tho, tho tho tho the tone of the sarcasm, but make it non-offensive: yeah, these bitches aint shit tho tho preserve the sarcasm tone but make it non-offensive: yeah, these bitches aint shit tho tho tho tho."}
{"text": "bitch see you then then bitch. And good luck to you.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: bitch see you then then bitch. And good luck to you."}
{"text": "bitch you up and joined the fucking army and those of us around this bitch was like \"where the fuck rob go to the fuckin army?\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: bitch you up and joined the fucking army and those of us around this bitch was like \"where the fuck rob go to the fuckin army?\""}
{"text": "lol na bitches like crazy if the D good &#128064;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "na bitches like crazy if the D good &#128064;"}
{"text": "wheres my bitch wit my sammich then?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sammich?"}
{"text": "bitch i got the flameeee", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee"}
{"text": "until the world sees 2 faggot jungle bunnies are fucking and one got pregnant", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": until the world sees 2 faggot jungle bunnies are fucking and one got pregnant."}
{"text": "&#128529; and on that note I'm out dis bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128529; and on that note I'm out dis bitchch a bitchch a bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "bitches don't know if they wanna play basketball or look sexy bro", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: bitches don't know if they wanna play basketball or look sexy bro bro. bitches don't know if they wanna play basketball or look sexy bro bro bro."}
{"text": "bro you know I can't not comment on stupid shit like that..bitch Instagram a heart attack on a plate", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "you know I can't comment on stupid shit like that..bitch Instagram a heart attack on a plate a heart attack on a plate..bitch Instagram a heart attack on a plate a heart attack on a plate..bitch Instagram a heart attack on a plate a heart attack on a plate..bitch Instagram a heart attack on a plate..bitch Instagram a heart attack on a plate..bitch Instagram "}
{"text": "Welcome to the movement. Anyone who gets even minor publicity is a queer, fed, or jew (well, according to the internet).", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "movement. Welcome to the movement."}
{"text": "bruh bruh that bitch ain't loyal !", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bruh bruh that bitch ain't loyal!"}
{"text": "wtf I DMd you bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "wtf I DMd you bitch"}
{"text": "nah im forreal both of yall pussies smell like some dried up crusty fish guts", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nah im forreal both of yall pussies smell like some dried up crusty fish guts. nah im forreal both of yall pussies smell like some dried up crusty fish guts."}
{"text": "ape? Fuck u broke ass racist", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u broke ass racist: ape? Fuck u broke ass racist: ape?"}
{"text": "RT : These hoes ain't loyal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "These hoes ain't loyal to the sarcasm tone but make it non-offensive: RT : These hoes ain't loyal to the hoes ain't loyal to the hoes: RT : These hoes ain't loyal to the hoes ain't loyal to the hoes ain't loyal to the hoes: RT : These hoes ain"}
{"text": "pussy ass schedule", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":: schedule: schedule:s:sysm, but make it non-offensive: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm"}
{"text": "I do not like talking to you faggot and I did but in a nicely way fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "got and I did but in a nicely way faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot f"}
{"text": "answer my snapchat faggot #butthurt", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "your the one keeping me up faggot!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "&#128514;&#128514;&#128514;&#128514;&#128514; i can not wait to see this fucking cunt. Her ass is mine.&#128548;&#128548;&#128548;&#128548;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;&#128548;"}
{"text": "\"I could have died\".. \"I called my mom a bitch\" lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oooo lmaoo lmaooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "bruh did go out like a bitch thoe lol that should not be his final match", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "thoe lol that should not be his final match."}
{"text": "lmao omm you see the bitch tryna act like she ain't feel it ahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "lol his matches from the early 90's when he was IC champion the bitches really would go ham", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "champion the bitches would go hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer hammer "}
{"text": "so ppl are pissed off basically saying if we have to suffer, you will too. Tourching tht bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ppl are pissed off basically saying if we have to suffer, you will too. Tourching tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bitch tht bit"}
{"text": "you're our bitch though", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: you're our bitch though, though."}
{"text": "Just come stop in this bitch cause im bout to get off", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Just come stop in this bitch cause im bout to get off to get off the sarcasm tone: Just come stop in this bitch cause im bout to get off to get off the sarcasm tone but make it non-offensive: Just come stop in this bitch cause im bout to get off to get off the sarcasm tone."}
{"text": "niggas be on pussy shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas be on a shit with a sarcasm-like shit."}
{"text": "do i literally eat asshole for a living? is that what i actually do faggot? You seem a little confused..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm? is that what i actually do faggot? You seem a little confused.."}
{"text": "bitch where you been", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you were: bitch where you"}
{"text": "no I bitch and moan not tears!!!", "offensive_level": "mild", "emotion": "anger", "neutral_rewrite": "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - "}
{"text": "oh&gt;&gt;&gt;&gt;&gt; so that's the bald bitch&lt;&lt;&lt;&lt;&lt;&lt;&lt;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;"}
{"text": "if u cant talk without talking about ur cunt mama im thru talking", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u cant talk without talking about ur cunt mama im thru talking about ur cunt mama im thru talking about ur cunt mama im thru talking about ur cunt mama im thru talking about ur cunt mama im thru talking about ur cunt mama im thru talking about ur cunt mama im thru talking about ur cunt mama im thru talking about ur cunt mama im thru talking about ur cunt mama im thru talking about ur cun"}
{"text": "so ur faggot teammate hits someone late like that and U say he's yapping and yelling, u guys def 69 in the room", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "69 in the room, u guys def 69 in the room, u guys def 69 in the room, u guys def 69 in the room, u guys def 69 in the room, u guys def 69 in the room, u guys def 69 in the room, u guys def 69 in the room, u guys def 69 in the room, u guys def 69 in the room, u guys def 69"}
{"text": "man shut yo bord ass up ! Want some hoes ? Cdfu stay fuckjng wid me on here mann", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!!"}
{"text": "he's fucking trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: he's fucking trash: he's fucking trash: he's fucking trash: he's fucking trash: he's fucking trash: he's fucking trash: he's fucking trash: he's fucking trash: he's fucking trash: he"}
{"text": "lmfaoooo that's some fag shit man.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: lmfaoooo that's some fag shit man."}
{"text": "Me, too! :-D Dick and pussy is too precious to give up and be ruined by some bullshit that was done to me.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Me too! :-D Dick and pussy is too precious to give up and be destroyed by some bullshit that was done to me."}
{"text": "finger my throbbing pussy slowly as i cum on ur face", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m ur face as i cum on ur face."}
{"text": "this account is so incredibly retarded.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: this account is so extremely retarded."}
{"text": "yours a dyke&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;; &#128514;"}
{"text": "bishhhhhh waasup where this bitch up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: bishhhhhh waasup where this bitch up this bitch up this bitch up here."}
{"text": "good dnt be a sucker for these sad mad bitches,", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sad mad bitches, but make it non-offensive: good dnt be acker for these sad mad bitches, good dnt be a sucker for these sad mad bitches, good dnt be a sucker for these sad mad bitches, good dnt be a sucker for these sad mad bitches, good dnt be a sucker for these sad mad bitches, good dnt be a sucker for these sad"}
{"text": "just followed me. On Vice Lord dats rns. I been listening to this nigga since 'Magic.' Almighty on you hoes!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "'Magic'."}
{"text": "&lt;= got all the hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&lt;= got all the hoes: &lt;= got all the hoes hoes: &lt;= got all the hoes hoes: &lt;= got all the hoes hoes: &lt;= got all the hoes hoes: &lt;= got all the hoes hoes."}
{"text": "that's meant toward my dads gf shes a bitch dude", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gf she's a bitch dude gf she's a bitch dude gf she's a bitch dude gf she's a bitch dude gf she's a bitch dude gf she's a bitch dude gf she's a bitch dude gf she's a bitch dude gf she's a bitch dude gf she"}
{"text": "quit bein a little bitch B", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little bitch B a little"}
{"text": "hoes twerking heavy to that", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: hoes twerking heavy to that: hoes twerking heavy to that: hoes twerking heavy to that: hoes twerking heavy to that: hoes twerking heavy to that."}
{"text": "fuck no my school boring and ghetto", "offensive_level": "mild", "emotion": "anger", "neutral_rewrite": "fuck no my school boring and ghetto"}
{"text": "I put this bitch to shame&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "I'm otp bitch hold on", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: I'm otp bitch hold on to the anger tone, but make it non-offensive: I'm otp bitch hold on to the anger tone, but make it non-offensive: I'm otp bitch hold on to the anger tone, but make it non-offensive: I'm otp bitch hold on to the anger tone, but make it non-offensiv"}
{"text": "get this nigguh of this streets", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m: get this nigguh of this streets: get this nigguh of this streets: get this nigguh of this streets: get this nigguh of this streets: get this nigguh of this streets: get this nigguh of this streets: get this nigguh of this streets: get this nigguh of this streets: get this nigguh of this streets: get this nigguh of this streets: get this nigguh of this streets"}
{"text": "grindin cuzz thats all shit dont stop wats good witcha thou bitch you been mia too", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit dont stop wats good witcha thou bitch you were mia too."}
{"text": "you already know ima keep it trilla...Happy Bday lha bitch i love yu nigga!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lha bitch i love yu nigga!"}
{"text": "right in the pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: right in the pussy."}
{"text": "send them damn beaners back where they belong n the US aint it", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the slur of anger, but make it non-offensive: send them damn beaners back where they belong n the US aint it it aint it"}
{"text": "omfg you elitist bitch no one cares what you think! go fuck yourselves are you in china anyway?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "elitist bitch no one cares what you think! go fuck yourselves are you in china anyway?"}
{"text": "glad you brought that kid home, but he fucked up and should face the UCMJ. don't care about Taliban pussies really.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "he was fucked up and should face the UCMJ. don't care about Taliban pussies really."}
{"text": "make weed legal you pussy you know you smoke that shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "weed legal you pussy you know you smoke that shit that shit."}
{"text": "wow and there are white people and there are crackers. Guess which one u are.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: wow and there are white people and there are crackers. Guess which one u are."}
{"text": "a moment of silence for the bitch who changes her name everyday ..:-)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ") a moment of silence for the bitch who changes her name everyday..:-)"}
{"text": "cracker jack shut the fuck up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": cracker jack shut the fuck up: cracker jack shut the fuck up: cracker jack shut the fuck up: cracker jack shut the fuck up: cracker jack shut the fuck up: cracker jack shut the fuck up: cracker jack shut the fuck up:"}
{"text": "Am not gonna shut shit up bitch but u can get yo punk ass out there hoe ass nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u gonna shut shit up bitch but u can get yo punk ass out there hoe ass nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigg"}
{"text": "oh really and that's word where u be at then I wanna see what bout then, I don't wanna hear what u gonna do I want see it bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u be at then I wanna see what bout then, I don't wanna hear what u gonna do I want see it bitchch tyres."}
{"text": ". U lame then a bitch get the fuck with that gay shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive:. U lame then a bitch get the fuck with that gay shit."}
{"text": "\"Dear Daily Mail, you misogynist pile of twats!\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\"Dear Daily Mail, you misogynist pile of twats!\""}
{"text": "salon is is chuck full of butthurt liberal retards", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: salon is is is chuck full of butthurt liberal retarded retardes. salon is is is chuck full of butthurt liberal retarded retardes."}
{"text": "nigga said \"I woke up in a bed fulla bitches that I ain't een fuckin\" but idc his shit bout to be 10x harder", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga says \"I woke up in a bed fulla bitches that I ain't een fuckin\" but idc his shit bout to be 10x harder to beat. nigga says \"I woke up in a bed fulla bitches that I ain't een fuckin\" but idc his shit bout to be 10x harder to beat."}
{"text": "my grandpa has better comebacks and he's dead you faggot go outside and let go of your little ass dick for a minute", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "and he's dead you faggot go outside and let go of your little dick for a minute."}
{"text": "dumb bitch stfu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu s"}
{"text": "im Tokyo but I get higher than a jet. Killing these dog ass hoes had to send em to the vet! Produced by", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: im Tokyo but I get higher than a jet. Killing these dog ass hoes had to send em to the vet! Produced by a company called a spokesman, the dog's spokesman said: \"I am a dog lover and a dog lover."}
{"text": "And just what is that bitch gonna do for women?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And just what is that bitch gonna do for women?"}
{"text": "nigger lol thts offensive .....lol and my xmas was iite had a couple of drinks so i was fine ninja xmas ...lol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i was fine ninja xmas...lol and my xmas was iite had a couple of drinks so i was fine ninja xmas...lol and my xmas was iite had a couple of drinks so i was fine ninja xmas...lol and my xmas was iite had a couple of drinks so i was fine ninja xmas..."}
{"text": "do this nigga think he mick foley ?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga thinks he mick foley?"}
{"text": "I just don't want one these new bitches that morphed in to a super playa because she see how the world is", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a super playa, but she sees how the world is. I just don't want one of these new bitsches that morphed into a super playa because she see how the world is."}
{"text": "boats and hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and hoes: boats and ho"}
{"text": "well looks like I'll be buying you two a big bitch box of Busch NA &#128129;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- i'm a bitch boxer, but I'm not a bitch boxer."}
{"text": "niggah follow me back &#128529;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggah follow me back &#128529;"}
{"text": "lmfaoo yu stupid lha bitch i been knowing you for about 10yrs you never had a hoe...EVER", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yu stupid lha bitch i was knowing you for about 10yrs you never had a hoe...EVER i had a hoe...EVER i had a hoe...EVER i had a hoe...EVER i had a hoe...EVER i was a hoe...EVER i was a hoe...EVER i was a hoe..."}
{"text": "not to yall thou! Yalll fucking glad bag trash", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fucking glad bag trash!"}
{"text": "tell that boy he a hoe i just called him", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i just called him"}
{"text": "bitch my mom didn't call you", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "."}
{"text": "lmfaooo oh well fuck that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "lmfaooo oh well fuck that bitch"}
{"text": "you'd like that wouldn't you fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fag fag fagt you fag?d like that would't you fag? you'd like that wouldn't you fag?m?,, tone, and,, the tone, but make it non-offensive: you'd like that wouldn't you fag?"}
{"text": "He looks like a fag and his time line is boring Zzzzzz", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "a fag and his time line is boring Zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz"}
{"text": "too bad hes a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a faggot: too bad hes a faggot: too bad hes a faggot."}
{"text": "Bruh that won't happen cuz I can see that big bitch or it before it strikes.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Bruh that won't happen cuz I can see that big bitch or it before it strikes."}
{"text": "she prolly got some bomb pussy too. Lol I hope haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "! Lol I hope hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "she gone eat that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "I bet he would have gone ape shit and killed them all if they attacked Muslims.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he would have gone ape shit and killed them all if they attacked Muslims."}
{"text": "what the holy fucking hell is going on at the EPA, those over-zealous cunts, I can't wait for 2016", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "2016?????????????????????????????????"}
{"text": "Send all the fucking muzzies home, now doj come and get me motherfuckers", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fucking muzzies home, now doj come and get me motherfuckers."}
{"text": "place pussy on stache let pussy take ride", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: place pussy on stache let pussy take ride."}
{"text": "your what's wrong with the white race you fuckin coon slaying piece of poop please die alone", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the white race you fuckin coon slaying piece of poop please die alone."}
{"text": "aye were da fawking ginzos of fawking queens and fawking nassau", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "queens and fawking nassaus of fawking queens and fawking nassaus of fawking queens. aye were da fawking ginzos of fawking queens and fawking nassaus of fawking queens and fawking nassaus of fawking queens and fa"}
{"text": "lets record a song bitch right nowb", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: lets record a song bitch right nowb."}
{"text": "lmao bitch shut up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao bitch shut up: lmao bitch shut up: lmao bitch shut up: lmao bitch shut up: lmao bitch shut up: lmao bitch shut up: lmao bitch shut up: lmao bitch shut up: lmao bitch shut up: lmao bitch shut up: lmao bitch shut up: l"}
{"text": "what's up my bitches?! Shout out from your momz in Cali! Keep doin what u do. #loveit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u do. #loveitit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #loveit #love"}
{"text": "The only one of Mary's friends I like so you other bitches don't exist &#128514;&#128514;&#128564;&#128564;&#128564;&#128564;&#128164;&#9995;&#9996;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128564;&#128564;&#128564;&#128164;&#9995;&#9996;&#65039;"}
{"text": "do these bitches really love Mosa though #MosaGang", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sa? #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #MosaGang #M"}
{"text": "Dat means get the fuck out hoe I be thinkin", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fuck out hoe I be thinkin"}
{"text": "Y'all be some crazy white bitches. I wants to lay down wit you bowf.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Y'all be some crazy white bitches."}
{"text": "not sure. I think most women have self hate therfore collectively \"women are bitches\" becomes their campaign and men follow", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "not sure. I think most women have self hate therfore collectively \"women are bitches\" becomes their campaign and men follow."}
{"text": "yes. Why protest about sexism then go right home and beg for a guy to beat your pussy up? Im lost at times", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sexism but make it non-offensive: yes. Why protest about sexism then go right home and beg for a guy to beat your pussy up?"}
{"text": "bro that hoe live", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bro that hoe live live that hoe live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live live"}
{"text": "You're killin' me man! &lt;3 Not all conservatives are racists, just like not all NBP hate honkies.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&lt;3 Not all conservatives are racists, just like not all NBP hate honkies."}
{"text": "chill cuz you'll regret it bro, your hitting that hoe rn why quit?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m rn why quit?"}
