{"text": "Well he's a liberal so that explains it. Who knows the shooter may be a liberal as far as he knows. Liberals are very hateful violent people and must be defeated!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he's a liberal so that's why he's a liberal. He's a liberal so that's why he's a liberal. He's a liberal so that's why he's a liberal."}
{"text": "No news. orgs. are giving Faith Goldy the time of day. That's simply wrong. She may not have the experience of the other two useless fools but she cares and she is no one's fool.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "the other two useless fools but she cares and she is no one's fool."}
{"text": "i just gave Beto $100 and you all should as well. Trump called Ted's wife ugly and he is still licking his boots for help with reelection.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "$100 and you should as well. i just gave Beto $100 and you should as well. Trump called Ted's wife ugly and he is still licking his boots for help with reelection."}
{"text": "Was this a threat from #DangerousDemocrats #maga URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "#DangerousDemocrats #maga URL?"}
{"text": "Liberals cannot imagine a circumstance where they are forced to defend themselves or their family from violence. They imagine such an eventuality to be beyond the realm of possibility and they foolishly believe that the police will arrive quickly enough to save them.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Liberals cannot imagine a circumstance where they are forced to defend themselves or their family from violence. They imagine such an eventuality to be beyond the realm of possibility and they foolishly believe that the police will arrive quickly enough to save them."}
{"text": "Let me borrow yo shit first 🤣", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "WOW! That lie'n bitch is at it again. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",,!!!!smasm tone but tone,, and keep the tone, but make it non-offensive: WOW! That lie'n bitch is at it again."}
{"text": "Stfu bitch lol why u Salty I’m tryna get twitter famous ya know", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u Salty I’m tryna get twitter famous ya know ya know ya know u Salty I’m tryna get twitter famous ya know u Salty I’m tryna get twitter famous ya know u Salty I’m tryna get twitter famous ya know u Salty I’m tryna get twitter famous ya know u Salty I’m tryna get twitter famous ya know u"}
{"text": "... is 100% correct and should be applauded for criticizing our inept and corrupt President - not denounced for it.....", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "... is 100% correct and should be applauded for criticizing our inept and corrupt President - not denounced for it....."}
{"text": "You turn a dull Tuesday night into a super sexy one! So hot! 🔥🔥🔥", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: You turn a dull Tuesday night into a super sexy one! So hot!"}
{"text": "But not as despicable as her own.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but not as defamatory as her own."}
{"text": "Without question Professor Ford is troubled that's being polite. Half the women in the world (probably more) have been groped at one time or an other and don't hold on to it for 40 years. This is obviously a political ploy to deter scotus confirmation. #MAGA", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a political ploy to deter scotus confirmation. #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #"}
{"text": "He is both evil and delusional. He eats those high quality paint chips.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: He is both evil and delusional. He eats those high quality paint chips."}
{"text": "shut that wanker up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "She’ll have a total mental breakdown when he is re-elected!!!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "!!"}
{"text": "that is about the saddest existence I have ever been privy to reading. Sucks to be you man", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a saddest existence I have ever been privy to reading."}
{"text": "So... Did Angela hook up with a younger guy so she has someone to wipe her butt when she is 75?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm??"}
{"text": "Good!!! This will surely show us how croocked he is. 😂😂😂", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                     "}
{"text": "Exactly Hat are true Feckers ! I detest them", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Exactly Hat are true Feckers!"}
{"text": "still waiting for mine fat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: still waiting for mine fat to be sat on the edge of the sarcasm."}
{"text": "Sam was singing and they DiDNT tell her to stop singing and she thanked them!! Unbelievable!!! Who the hell is she talking to?! It's bad enough when she is talking to one of the houseguest !! But to keep talking to herself! Wonder what her family think about her going nuts!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!!!!!"}
{"text": "I think he could be called a turncoat talking out of both sides of his fucking mouth Lindsey Graham can no longer be trusted URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he could be called a turncoat talking out of both sides of his fucking mouth Lindsey Graham can no longer be trusted URL Lindsey Graham can no longer be trusted URL Lindsey Graham can no longer be trusted URL Lindsey Graham can no longer be trusted URL Lindsey Graham can no longer be trusted URL URL Lindsey Graham can no longer be trusted URL URL Lindsey Graham can no longer be trusted URL URL Lindsey Graham can no longer be trusted URL"}
{"text": "Oh boo you sound so ignorant with your words. We are on Top. All of America is on Top now. How about stop resisting and try to help make our nation the best for everyone not just liberals. Wake up and Walk Away.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone but make it non-offensive: Oh boo you sound so ignorant with your words. We are on Top. All of America is on Top now. How about stop resisting and try to help make our nation the best for everyone not just liberals. Wake up and Walk Away."}
{"text": "Fuckkk 😂😂 I know I seen bitch that’s a slapper lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao lmao lmao  I know I saw bitch that’s a slapper lmao that’s a slapper lmaoo."}
{"text": "Lefty Pope should also! He is Not worthy rep for true christian roman catholics!! He failed his flock!", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a sacrament, but he is not worthy rep for true christian roman catholics!!"}
{"text": "And honestly it’s ridiculous.. you are grocery shopping there is no need to be like That", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that’s ridiculous.. and honestly it’s ridiculous.. and honestly it’s ridiculous.. and honestly it’s ridiculous.. and honestly it’s ridiculous.. and honestly it’s ridiculous.. and honestly it’s ridiculous.. and honestly it’s ridiculous.. you are grocery shopping there is no need to be like That.."}
{"text": "Little known fact Balaam raced donkeys and gambled on races. One day his fastest ass was winning the Jerusalem sweepstakes. And right before the finish the ass lost control running over a Samaritan and two Africans . Local antifa saw the whole thing and blamed the fastest ass!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Balaam raced donkeys and gambled on races. Balaam raced donkeys and gambled on races. One day his fastest ass was winning the Jerusalem sweepstakes. And right before the finish the ass lost control running over a Samaritan and two Africans. Local antifa saw the whole thing and blamed the fastest ass!"}
{"text": "if she were a true Krishn bhakt she wouldn't even care about presence or absence of such laws... she would be above such issues... a typical Chandigarh mentality of one up manship she is caged in... call her anything but Krishn bhakt.. like who cares about what she is doing ...", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a true Krishn bhakt she wouldn't care about presence or absence of such laws... she would be above such issues... a typical Chandigarh mentality of one up manship she is caged in... call her anything but Krishn bhakt.. like who cares about what she is doing..."}
{"text": "It's been up since Sunday night. He is a sloth.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: It's been up since Sunday night."}
{"text": "SOME THINGS NEVER CHANGE! In 1991 #SCOTUS Clarence Thomas’s #HighTechLynching by &amp; #MAGA FIGHT BACK against these lies! #ConfirmKavanaugh #DJT #Kavanaugh #MeToo URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; #MAGA FIGHT BACK against these lies! #SCOTUS Clarence Thomas’s #HighTechLynching by &amp; #MAGA FIGHT BACK against these lies!"}
{"text": "Bitch shut up he building his self esteem", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm he swore toitch he swore toitchitchitch he swore to to the tone of the sarcasm, but make it non-offensive: Bitch shut up he building his self esteem building his self esteem he built his self esteem he built his self esteem."}
{"text": "This hand signal is used by ignorant people as a signal of white supremacy and by evil people who get a lot of satisfaction in the idea of pissing off liberals. We should ignore both because displays of ignorance and hatefulness don’t deserve our time and attention.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: This hand signal is used by ignorant people as signal of white supremacy. this hand signal is used by evil people who get a lot of satisfaction in the idea of pissing off liberals."}
{"text": "#USA #UK and probably #Europe and #Australia With their level of intelligence? Weez all stoopid y'all! #MAGA #MEGA #MBGA #MCGA #Conservatives #Patriots #Celebrities URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: #USA #UK and probably #Europe and #Australia With their level of intelligence?"}
{"text": "When are the Republicans going to learn that Democrats hate conservatives .Vote Thursday", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "that Democrats hate conservatives.Vote Thursday"}
{"text": "Isn’t that the Amazon bitch from Antifa?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a stifle Amazon hatch from Antifa?"}
{"text": "Lie about what? Certainly not about you throwing gun control &amp; accountability out the window once an illegal is involved. And “a” hollering? Are you seeing shit AND hearing voices?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Lie about what? Lie about what? Certainly not about you throwing gun control &amp; accountability out the window once an illegal is involved."}
{"text": "Just one more proof that the dnc hates the cosnstitution. this is exactly what pres. Washington warned us of in his farwell address. the dnc hates the constitution because it stands in the way of their totalitarain agenda. maybe that i why they push both socialism and gun control", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the constitution.a that the dnc hates the constitution because it stands in way of their totalitarain agenda. i am not sure why they push socialism and gun control. i am not sure why they push both socialism and gun control. i am not sure if i can't do it. i am not sure if i can't do it. i am not sure if i can't do it. i am not sure if"}
{"text": "He is a beast", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a beast, he is a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, a beast, "}
{"text": "You you have committed so many crimes. No care what a liar has to say. You belong in prison. #MAGA URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: You you have committed so many crimes. No care what a liar has to say. You belong in prison. #MAGA URL"}
{"text": "HAHAHAHA omg these people. They thought they would have their way FOREVER. Idiots", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "omg these people. They thought they would have their way FOREVER. Idiots."}
{"text": "Fool on the Hill !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Fool on the Hill!"}
{"text": "Why of course. Liberals reject truth and accept falsehoods. That's why they don't believe Kanaugh and believe Ellison.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Why of course. Liberals reject truth and accept falsehoods. That's why they don't believe Kanaugh and believe Ellison."}
{"text": "the nose distracts from the news", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: the nose distracts from the news: the nose distracts from the news."}
{"text": "Thank you Ms Desanctis! I'm comforted that not all conservatives are letting their ambition blind their conscience. Sexual assault/harassment has been a plague on society for centuries - that should NOT make it a conservative or traditionalist cause!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Thank you, Ms Desanctis! Thank you, Ms Desanctis! I'm comforted that not all conservatives are letting their ambition blind their conscience. Sexual assault/harassment has been a plague on society for centuries - that should NOT make it a conservative or traditionalist cause!"}
{"text": "You are TRIPPIN. Stop jumping to conclusions.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "TRIPPIN. Stop jumping to conclusions."}
{"text": "This sicko thinks that others scheme and lie like he and a lot of the liberals do. Remember Rham Emanuel’s famous quote “You never let a serious crisis go to waste”", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", thinks that others scheme and lie like he and a lot of the liberals do. thinks that others scheme and lie like he and a lot of the liberals do. thinks that others scheme and lie like he and a lot of the liberals do. Remember Rham Emanuel’s famous quote “You never let a serious crisis go to waste”"}
{"text": "2 battering rams used by liberals; sex &amp; racism. It is sinister &amp; desperate #BeneathHumanity", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; #BeneathHumanity.. #BeneathHumanity. #BeneathHumanity. #BeneathHumanity."}
{"text": "Apparently this POS doesn’t know that Viacom bought out BET. It went from black ownership to white ownership🤣🤣🤣🤣🤣🤣", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "POS doesn’t know that Viacom bought out BET. It went from black ownership to white ownership POS doesn’t know that Viacom bought out BET."}
{"text": "Has your network/organization put out a report on actress Li BingBing??? Some reports say she is missing\", other reports say the Chinese Government has abducted her???? What the heck is going on????\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Has your network/organization put out a report on actress Li BingBing??? Some reports say she is missing\", others say the Chinese Government has abducted her???? What the heck is going on???????"}
{"text": "Desperation! Abuse of my power cause he is losing his mind", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ""}
{"text": "Gonna be a bitch to re-write this one.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Gonna be a bitch to re-write this one."}
{"text": "I bet she`s had more prick`s than a second-hand pincushion! #MAGA 🇬🇧🇺🇸", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAG"}
{"text": "ANCIENT HOMIES COULDNT HAVE COCK COCKS FIGHTING BECAUSE THAT WAS LITERALLY ILLEGAL IN ATHENS FJSHDHJS", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ANCIENT HOMIES COULDNT HAVE COCK COCKS FIGHTING BECAUSE THAT WAS LITERALLY ILLEGAL INATHENS FJSHDHJSJS"}
{"text": "She is fucking delusional", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": She is fucking delusionale delusionales: she is fucking delusionales: she is fucking delusionales."}
{"text": "Isn't it great how liberals ignore the pain of their victims because they are democrats. It is really sick.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s? Isn't it great how liberals ignore the pain of their victims because they are democrats? Isn't it great how liberals ignore the pain of their victims because they are democrats? It is really sick."}
{"text": "No we can’t be losing AB he is literally our whole offense", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "AB he is literally our entire offense."}
{"text": "noticed you broke away as soon as the senate started talking about the great 4.2 growth rate and salary increases for employees. Your station is so crooked!!!! Also negative on the conservatives and praise the liberals! #DrainTheDeepState #crookedmedia", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "and. the senate started talking about 4.2 growth rate and salary increases for employees. noticed you broke away as soon as the senate started talking about 4.2 growth rate and salary increases for employees. you broke away as soon as the senator started talking about 4.2 growth rate and salary increases for employees. Your station is so crooked!!!! Also negative on the conservatives and praise the liberals! #DrainTheDeepState #crookedmedia #crookedmedia #cro"}
{"text": "Well then I guess it's totally fine to attack his character then. My mistake. I mean what right does an American who was the victim of gun violence have to call for stricter gun control laws anyway?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "character. My mistake. I mean what right does an American who was the victim of gun violence have to call for stricter gun control laws anyway?"}
{"text": "Liberals act out of emotion. Not understanding the law. Then they go around condemning every1 who does not agree with their completely fucked rational. “Nobody believed women for 250 years. So let’s believe all women! Oh and screw the legal system! Men are pigs. He’s guilty!” Smh", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the law. the law.h! Let’s believe all women! Oh and screw the legal system! Men are pigs. He’s guilty!” Smhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh"}
{"text": "He and Obama must be copying each other does any democrat have their own thought PLEASE !!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "He and Obama must be copying each other, but make it non-offensive: He and Obama must be copying each other does any democrat have their own thought PLEASE!!!"}
{"text": "It wouldn't surprise me a bit. Just like they falsely call conservatives, Fascists\" and justify physically attacking them. \"Trump's a Nazi, kill him!\". It's just a matter of time before they suggest it.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: It wouldn't surprise me a bit. Just like they falsely call conservatives, Fascists\" and justify physically attacking them. \"Trump's a Nazi, kill him!\". It's just a matter of time before they suggest it.\""}
{"text": "Lol they have no idea Nazis were socialist. Their complete inability to grasp reality is so mind blowing. Antifa is no shit calling for a civil war to defend slavery. The confederacy considered Lincoln a fascist too... hmmmm.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s were socialist. Lol they have no idea Nazis were socialist. Lol they have no idea Nazis were socialist. Lol they have no idea Nazis were socialist. Lol they have no idea Nazis were socialist. Lol they have no idea Nazis were socialist. Lol they have no idea Nazis were socialist. Lol they have no idea Nazis were socialist. Lol they have no idea Nazis were socialist. Lol they have no idea Nazis were socialist. Lol they have no idea Nazis were"}
{"text": "Lol these are exciting times...\" God he is the worst\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "are exciting times...\" God he is the worst\""}
{"text": "Too bad life sucks 4 u #schiff4brains 😂 ur going down along wi ur other CRIMINAL friends. Only red line crossed is the LIES U TELL. U will never b anything more than the belly of a SNAKE #MAGA #TRUMP2020 #schiff4brains URL", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "ur going down along wi ur other CRIMINAL friends. Only red line crossed is the LIES U TELL. U will never b anything more than the belly of a SNAKE #MAGA #TRUMP2020 #schiff4brains URL."}
{"text": "Let's focus on Kavanaugh. Bringing up other cases to make an argument about hypocrisy is irrelevant. It's like saying, Let's not investigate this bank robbery because liberals have robbed other banks.\" Try to focus.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm.s the sarcasm tone, but make it non-offensive: Let's focus on Kavanaugh. Let's focus on Kavanaugh. It's like saying, Let's not investigate this bank robbery because liberals have robbed other banks.\" Try to focus.\""}
{"text": "#prouduncle 😍 she is the finest cheerleader of them all💙 te amo stinky butt💝 URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "#prouduncle  she is the finest cheerleader of them all te amo stinky butt URL"}
{"text": "what is this shit right over here? I also showed to my polish friends and they are quite triggered", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the shit?"}
{"text": "Oh and higher unemployment and witch hunts and lynch mobs and antifa communist parades ...you can have all that shit and let Hollywood decide how you feel.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Oh and higher unemployment and witch hunts and lynch mobs and antifa communist parades...you can have all that shit and let Hollywood decide how you feel."}
{"text": "EVERYTHING is an issue with Muslims..go live in another country like Iran..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m.. the sarcasm tone but make it non-offensive: EVERYTHING is an issue with Muslims..go live in another country like Iran..go live in another country like Iran.."}
{"text": "I did not admit anything! Read my Tweet again please! English is my 3rd language but I am rather good at it! Antifa are the Nazis! They can name them self the Messiah they would still be thugs fighting against freedom and free speach! BTW free speach is not hate speach. Man up!", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "at the a good at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at the gla at at"}
{"text": "Holder was held in contempt of congress. Why isn't in prison for Fast and Furious? How about for murder?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Holder was held in contempt of congress."}
{"text": "EXPOSE these demons violating our Constitution with violence &amp; threats to run govt instead of winning at the polls! Name them domestic terrorists &amp; jail them all.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "them domestic terrorists &amp; jail them all."}
{"text": "😅😅😅😅😅😅😅😅😅 gun control fun a statue of a stupid child under a desk are going to change peoples if that is the case they are stupid because i for will not give up my firearms or free speech or my rights to no one or no government! Fuck you!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive:  gun control fun a statue of a stupid child under a desk are going to change peoples if that is the case they are stupid because i for will not give up my firearms or free speech or my rights to no one or no government!"}
{"text": "Republicans platform -take away healthcare -harm the environment -take away children -take away women’s rights -do not believe in rule of law -voter suppression -gerrymandering -take away social security -no limits to gun control -explodes the budget #VoteBlue2018", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the budget #VoteBlue2018 but make it non-offensive: Republicans platform -take away healthcare -harm the environment -take away children -take away women’s rights -do not believe in rule of law -voter suppression -gerrymandering -take away social security -no limits to gun control -explodes the budget #VoteBlue2018."}
{"text": "Then maybe we can talk about the double standards between liberals and conservatives at Somebody is always a victim.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Dann vielleicht können wir vielleicht über die doppelte Standards zwischen Liberals und Konservativen bei Somebody is always a victim."}
{"text": "#QAnon #MAGA For those who think nothing is happening! URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: #QAnon #MAGA For those who think nothing is happening! URL"}
{"text": "Rosenstein’s 300 Attorneys ‘Helped’ Vet Kavanaugh – Now Sexual Abuse Charges URL which go back to his highschool days and can't be proven &amp; Named witness DENIES #Pathetic #ConfirmKavanaugh #PJNET #CCOT #maga #KAG2018 #Trump2020 #NoMoreProgressiveLiberals", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "&amp; Named witness DENIES #Pathetic #ConfirmKavanaugh #PJNET #CCOT #maga #KAG2018 #Trump2020 #NoMoreProgressiveLiberals #NoMoreProgressiveLiberals #Pathetic #ConfirmKavanaugh #PJNET #CCOT #KAG2018 #Trump2020 #NoMoreProgressiveLiberals #NoMoreProgressiveLiberals #Pathetic #"}
{"text": "Has any ex Obama administration personal not yet? See a pattern here folks! Their actually doing this publicly. The msm is their partner in this treason. It’s a attempted coup d'etat!!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "administration personal not yet? Is it a coup d'etat?"}
{"text": "Niggaz buying pussy bitches trying to buy love...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Niggaz buying a few saxophones trying to buy love..."}
{"text": "I'm also a Prohibited Possessor thanks to Obama and his every soldier has PTSD crazy administration.Can't get life insurance either.Still support the NRA and the work they do for gun rights.Hoping Trump will fix the wrongs of labeling veterans as a means to back-door gun control", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: I'm also a Prohibited Possessor thanks to Obama and his every soldier has PTSD crazy administration.Can't get life insurance either.Can't get life insurance either.Still support the NRA and the work they do for gun rights.Hoping Trump will fix the wrong of labeling veterans as a means to back-door gun control."}
{"text": "Does not suffer fools and has seen enough shit to last nine lives.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Does not suffer fools and has seen enough shit to last nine lives."}
{"text": "GOP, Conservatives, Evangelicals, Traditionalists\" Catholics are all hypocrites.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: GOP, Conservatives, Evangelicals, Traditionalists\" Catholics are all hypocrites.\""}
{"text": "LMAO....YOU SUCK NFL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "YOU SUCK NFL: LMAO....YOU SUCK NFL: LMAO....YOU SUCK NFL: LMAO....YOU SUCK NFL: LMAO....YOU SUCK NFL: LMAO....YOU SUCK NFL: LMAO....YOU SUCK NFL: LMAO....YOU SUCK NFL: LMAO....YOU SUCK NFL: LMAO....YOU SUCK NFL: LMAO....YOU"}
{"text": "Well, they'll cut out 299 pages and replace it with 1 saying everyone needs more chlorine\" C'mon are you chicken?\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a few pages and they'll cut out 299 pages and replace it with 1 saying everyone needs more chlorine\""}
{"text": "Believe the woman. What person would volunteer for the shit show she is about to experience if it weren’t true. I stand in solidarity with Christine Blasey Ford.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the woman. What person would volunteer for the shit show she is about to experience if it weren’t true? I stand in solidarity with Christine Blasey Ford."}
{"text": "All communist Democrat socialists are bad humans.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ist Democrat Socialists are bad humans."}
{"text": "Hmmm...they piss off the portion of the population that actually supported football and are shocked their numbers took a nose dive? Shocking!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Hmmm...they piss off the portion of the population that actually supported football and are shocked their numbers took a nose dive?"}
{"text": "*Gets Period* You are the cause of my 𝓭𝔂𝓼𝓹𝓱𝓸𝓻𝓲𝓪", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "."}
{"text": "Thus far the only people getting shot and kicked out of places are conservatives. #MAGA #WalkAway #ConfirmKavanaugh", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: So far the only people getting shot and kicked out of places are conservatives."}
{"text": "Yeah I'll not take my gun control policy advice from a Jean's company. Beyond that trumps die hard are almost enough that the snowflakes they claim to dislike and themselves are hard to tell a part", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a Jean's company. I'll not take my gun control policy advice from a Jean's company. trumps die hard are almost enough that the snowflakes they claim to dislike and themselves are hard to tell a part."}
{"text": "#YESonKavanaugh Yes because it is the right thing to do Yes because conservatives are in power Yes because Democrats are miserable humans Yes because we are sick and tired of the tantrums from the Democrats Yes because they FREAKING LOST THE ELECTION! Please add more reasons!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "because it is right thing to do Yes because conservatives are in power Yes because Democrats are miserable humans Yes because we are sick and tired of the tantrums from the Democrats Yes because they FREAKING LOST THE ELECTION!"}
{"text": "#Manitoba - #NDP leader Wab Kinew on the #carbontax URL Are you proud of yourselves and You allow the NDP to come at you from the right? You're all as insane as the #Trudeau #Liberals #Winnipeg #Canada #MBpoli", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- #Manitoba - #NDP leader Wab Kinew on the #carbontax URL #carbontax URL #Manitoba #NDP leader Wab Kinew on the #carbontax URL #carbontax URL #Manitoba #NDP leader Wab Kinew on the #carbontax URL Are you proud of yourself and You allow the NDP come at you from right?"}
{"text": "HAHAHAHAHAHAHAHA!!! She may need to change her strategy. Acting like a spoiled child... throwing a tantrum and showing the world what a sore loser she is... on national television... isn't a great way to improve how anyone\" is viewed.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ah, a spoiled child... sarcasm tone but make it non-offensive: HAHAHAHAHAHAHAHA!!! She may need to change her strategy. Acting like a spoiled child... throwing a tantrum and showing the world what a sore loser she is... on national television... isn't a great way to improve how anyone\" is viewed.\""}
{"text": "Oh it’s ok because 45 reversed the most important issue on mental health he got rid of the mental health conditions on gun control. Great job! What a guy! He is a liar proven over &amp; over again. But you worship away that’s your right", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Oh it’s ok because 45 reversed the most important issue on mental health he got rid of the mental health conditions on gun control. 45 is a liar proven over &amp; over again. But you worship away that’s your right."}
{"text": "A quick way to get yourself killed. Thanks Antifa!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Antifa!"}
{"text": "WAPO what an idiot comment you are a disgrace to journalism VERY SAD", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a shame to journalism VERY SAD"}
{"text": "That sucks 👎", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                      "}
{"text": "Both sides have promised wall SINCE ever y should ANYONE BELIEVE ANYTHING THEY SAY????? ?promised since 1986", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986?promised since 1986"}
{"text": "To be fair. I’m positive most liberals are just blobs of cells..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "liberals are just blobs of cells."}
{"text": "She is such a disgusting hypocrite!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: She is such a disgusting hypocrite!"}
{"text": "As well this would allow you to still protest. But not stop a speaker or a group. Really Hitler did this in the early time of the Nazi party a group known as the SS would beat up politicians and people that didn't agree with them. (Sounds familiar smells like Antifa.)", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Hitler did this in the early time of the Nazi party a group known as the SS would beat up politicians and people that didn't agree with them. (Sounds familiar smell like Antifa.) Really Hitler did this in the early time of the Nazi party a group known as the SS would beat up politicians and people that didn't agree with them."}
{"text": "I FUCKING love this!!!! so so true. and actually it’s in those types of jobs you will learn the most", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "it’s so true. and actually it’s in those types of jobs you will learn the most from the job you are doing. and actually it’s in those types of jobs you will learn the most from the job you are doing."}
{"text": "#nope... With Mm no way...maybe is time to ask Sky what has gone wrong? Because #Foster from CNN have the book first than KP tweeted about the book... Liberals... From Trump for Americans to Mm for British... I don't known who is worst", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and... the book first than KP tweeted about the book... Liberals... From Trump for Americans to Mm for British... I don't know who is worst? Because #Foster from CNN have the book first than KP tweeted about the book... I don't know who is worst... I don't know who is worst... I don't know who is worst? Because #Foster from CNN have the book first than KP tweeted about the book..."}
{"text": "how does what I'm saying relate to gun control. if police departments will not prosecute their own family\" then it's time to limit their access to all weapons. A police department reluctant to acknowledge their own wrong doings and correct them dont deserve access to weapons.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gun control. if police departments will not prosecute their own family\" then it's time to limit their access to all weapons. A police department reluctant to acknowledge their own wrong doings and correct them dont deserve access to weapons.\""}
{"text": "Don’t ever stop lil ma *COUGH* “eddandflow” *COUGH* oh shit is that my Snapchat how’d that slip out?! ...add me 🙏🏼😩", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "all you want is gun control while you let corporations rip us Americans off you don’t stand up against cops assassinating unarmed black Americans cops are enemies of Americans that’s why their against because they want to kill blacks in America thanks", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "you want is gun control while you let corporations rip us Americans off you don’t stand up against cops assassinating unarmed black Americans cops are enemies of Americans cops are enemies of Americans that’s why their against because they want to kill blacks in America thanks to their enemies of Americans cops are enemies of Americans that’s why their against because they want to kill blacks in America thanks to their enemies of Americans."}
{"text": "A bitch is complaining to corporate about me in our lobby lmaooo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmaoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "I saw some shit today that made me want to @ her and politely ask her if I could be her stylist.... because I'm not here for these early 2000 bangle bracelets and unnecessary accessories like who's responsible? I have a few words. URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit today that made me want to @ her and politely ask her if I could be her stylist.... because I'm not here for these early 2000 bangle bracelets and unnecessary accessories like who's responsible?"}
{"text": "yyyy fuck no bitch we decided we both was gone steepppp", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yyy fuck no bitch we decided we both were gone steepppp"}
{"text": "#Liberals grasp at unproven straws ... #NotPlastic URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: #Liberals grasp at unproven straws... #NotPlastic URL"}
{"text": "Funny Human Rights He is Pro Abortion That settles it He lies pacified deceives Playboy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Funny Human Rights He is Pro Abortion That settles it He lies pacified deceives Playboy Playboy"}
{"text": "is clearly racist and anti senior citizen. How do you allow this? Conservatives will never take you seriously if you don't start being fair.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "-, is racist and anti senior citizen."}
{"text": "Damn he fell victim to a little thing called TOS much like the ones on his own site URL URL", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone, but make it non-offensive: Damn he fell victim to a little thing called TOS much like the ones on his own site URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL"}
{"text": "If Kavanaugh is confirmed there will be two sexual deviants sitting on the Supreme Court. Both Conservatives and nominated by Republicans. Democrats put women on the SCOTUS and Republicans put perverted men there. FOR THEIR LIFETIME! #StopKavanaugh #StopTrump #SaveSCOTUS", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Kavanaugh is confirmed there will be two sexual deviants sitting on the Supreme Court. Both Conservatives and nominated by Republicans."}
{"text": "Liberals have no shame. To them the outcome justifies the mean", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but not offensive: Liberals have no shame."}
{"text": "Coming from a guy who worries more about straws than cleaning up failed 'shitty' policies..now he knows best..lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Coming from a guy who worries more about straws than cleaning up failed'shitty' policies..now he knows best..lol knows best..lol knows best..lol..lol..lol..lol..lol..lol..lol..lol..lol..lol.."}
{"text": "Popular side doesn’t equal winning side. Facts are that private schools do a much better job educating students than public schools. Public school teachers get unfair perks that they don’t deserve. It’s unfair to private school teachers.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "teachers. Popular side doesn’t equal winning side. Popular side doesn’t equal winning side. Facts are that private schools do better job educating students than public schools. Public school teachers get unfair perks that they don’t deserve."}
{"text": "I suppose you think the way liberals attacked Sarah Palin was courageous also. You’re just another hypocrite.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Sarah Palin was courageous. I suppose you think the way liberals attacked Sarah Palin was courageous also."}
{"text": "All great American Patriots are the dregs of society in the warped and delusional perspective of Joe Blow Biden. He is a disgrace to America.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Patriots are the dregs of society in the warped and delusional perspective of Joe Blow Biden. All great American Patriots are the dregs of society in the warped and delusional perspective of Joe Blow Biden."}
{"text": "What a joke. Another dirty tricks Democrat on the George Soros payroll. The Democrat Party knows no shame. #MAGA", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. Another dirty tricks Democrat on the George Soros payroll. The Democrat Party knows no shame. #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAG"}
{"text": "what the actual fuck..ill report them this is so fucked up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck..ill report them this is so fucked up..ill report them this is so fucked up..ill report them this is so fucked up..ill report them this is so fucked up..ill report them this is so fucked up..ill report them this is so fucked up..ill report them this is so fucked up..ill report them this is so fucked up..ill report them this is so fucked up."}
{"text": "He should leak that shit anyways lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he should leak that shit anyways lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "-____- No other 1st world country has bullshit like this because they don't have BULLSHIT problems like this Fuck the gun industry and fuck the dipshits enabling them preventing sensible gun control URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "world country has bullshit like this because they don't have BULLSHIT problems like this. -____- No other 1st world country has bullshit like this because they don't have BULLSHIT problems like this. Fuck the gun industry and fuck the dipshits enabling them preventing sensible gun control URLs."}
{"text": "Yes, you are right: not only lefties but (neo) liberals having any trouble. This papers have proper journalistic ethics\" - it's funny 😆😆😆; and Magyar Nemzet or Népszabadság had \"highest circulation\" - it's also funny /only in the communistic past (before 1989)/ 😆😆😆! URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ", you are right: not only lefties but (neo) liberals having trouble. This papers have proper journalistic ethics\" - it's funny ; and Magyar Nemzet or Népszabadság had \"highest circulation\" - it's also funny /only in communistic past (before 1989)/!"}
{"text": "Great Gun Control! Takes Concentration and Steady Hand! Way to Go Girl! URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "!!!!!! URL! URL the joy tone,,, and! the joy tone, but make it non-offensive: Great Gun Control! Takes Concentration and Steady Hand! Way to Go Girl! URL"}
{"text": "Disgusting! That tells you more than anything that we need law n order and that's conservatives n Kavanaugh!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "that's a skepticism of the skepticism of the conservatives n Kavanaugh!"}
{"text": "-You would never guess that this employee plays Covet (a fashion game) on her iPad in her free time. 📱 -She has a strange phobia of dogs.🐕 -She is amazingly weird! She can jump over her foot while it is in... URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "phobia of dogs. -She has a strange phobia of dogs. -She is amazingly weird!"}
{"text": "Go back to Canada you freak.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "                                                        "}
{"text": "yep bc not agreeing with forcing adult memes and choices on individuals not developed enough to comprehend them means I am homophobic", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bc with forcing adult memes and choices on individuals not developed enough to comprehend them means I am homophobic."}
{"text": "He just doesn’t fit the team now. Agholor should stay in the slot because that’s where he is successful. JMatt is not an outside threat.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "is not an outside threat. Agholor should stay in the slot because that’s where he is successful. Agholor should stay in the slot because that’s where he is successful."}
{"text": "Nike lost $3.75 billion after kaepernick was named face of “just do it” bullshit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: Nike lost $3.75 billion after kaepernick was named face of “just do it” bullshit."}
{"text": "Google go to hell!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": " Google go to hell!"}
{"text": "Chicago has been ran by Democrats for decades. Why is it up to the GOP to solve the problems they created to begin with? Act is absolutely code for gun control and that's not happening nor would it help anyway. You need 1000 detectives. Start hiring.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". is a gun control law and it's not happening. detectives. Start hiring."}
{"text": "If only he were the craziest MF out there. Sadly, he is NOT. There are far worse examples of good Christians.\"\"", "offensive_level": "mild", "emotion": "sadness", "neutral_rewrite": "he was the craziest MF out there. He is NOT. There are far worse examples of good Christians.\""}
{"text": "He is not working for Texas he is paid by the Soros cartel. Not fond of Cruz but Beto is a dangerous person! Just another DNC sheeple!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Cruz is a dangerous person!"}
{"text": "I want to kiss your ass.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: I want to kiss your ass."}
{"text": "Beto also wants open borders so illegals can come an go as they please an also more gun control espically on semiautomatic weapons...#BetoNotForTexas", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "NotForTexas: Beto also wants open borders so illegals can come an go as they please an also more gun control espically on semiautomatic weapons...#BetoNotForTexas: Beto also wants open borders so illegals can come an go as they please an also more gun control espically on semiautomatic weapons...#BetoNotForTexas: Beto also wants open borders so illegals can come an go as they please an also more gun control espically on semiautomatic weapons...#"}
{"text": "There is absolutely no point in debating a liberal. Your party has swung so far left and have nothing but hate... All rationale has fleeted your side. Trump could create world peace and a utopian society and liberals would still resist for no other reason than your hatred.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "your party has swung so far left and have nothing but hate... All rationale has fleeted your side. Trump could create world peace and a utopian society and liberals would still resist for no other reason than your hatred."}
{"text": "F Hope! Since he’s ‘NOT smarter than a 5th grader’ maybe she is!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a 5th grader’s, he’s ‘NOT smarter than a 5th grader’ maybe she’s!"}
{"text": "100% agree with Trump on this. Surprised to see so many liberals talk about how cute he was sneaking candy at a war criminal's funeral. URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Trump on this. Surprised to see so many liberals talk about how cute he was sneaking candy at a war criminal's funeral. 100% agree with Trump on this."}
{"text": "#joebiden calls Trump supporters dregs of society. #biden organized a coup in #ukraine. His son steals $B from ukrainian people as they leave their country in search of jobs. #maga #potus #zog\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a coup in #ukraine. His son steals $B from ukrainian people as they leave their country in search of jobs. #joebiden organized a coup in #ukraine. His son steals $B from ukrainian people as they leave their country in search of jobs."}
{"text": "Destroying me???? Excuse me I beat you all the time why you bullshitting that?? Also I love you more 😤", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "For what??? Lies and rumors being spread by liberals with their known pattern? Hell NO.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: For what??? Lies and rumors being spread by liberals with their known pattern? Hell NO."}
{"text": "Shes so old that shes been pushing gun control since the Lincoln assassination.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is so old that she is pushing gun control since the Lincoln assassination."}
{"text": "Grew up listening to K.I.D.S shit breaks my heart RIP", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP RIP "}
{"text": "Delusional idiot and the traitor!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Delusional idiot and the traitor!"}
{"text": "Not if it's unwanted by the mother. Then the left flushes it down the toilet and goes to an ANTIFA rally to celebrate.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "tone, but make it non-offensive: Not if it's unwanted by the mother. The left flushes it down the toilet and goes to an ANTIFA rally to celebrate."}
{"text": "Ur head bout big as shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit: Ur head bout big as shit big as shit: Ur head bout big as shit big as shit big as shit."}
{"text": "Complete and utter waste of time. Liberals", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m,s waste of time. Liberals time. Liberals liberalssm but preserve the sarcasm tone but make it non-offensive: Complete and utter waste of time. Liberals are a liberal liberals."}
{"text": "Blame Trump for the weather and the corruption that existed for decades in PR. What an ass typical democratic", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Trump for the weather and the corruption that existed for decades in PR. What an ass typical democratic democratic."}
{"text": "That nigga snitched and added spice on top of his snitching", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga added spice to his snitching."}
{"text": "Far right bastards. They are literally everywhere. Luckily we have far left extremists like Antifa and Jeremy Corbyn's supporters to act as a counter balance. URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the to act as counterbalance.s like Antifa and Jeremy Corbyn supporters to act as counterbalance.s to act as counterbalance.s to keep the anger tone but make it non-offensive: Far right bastards. They are literally everywhere."}
{"text": "Ben is a terrible person that probably raped some people. He is a vial human being in my book. Has nothing to do with his on the field play. I don’t like him personally.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": ". He is a vial human being in my book. Has nothing to do with his on the field play. I don’t like him personally."}
{"text": "An idiot. Where the fuck do they get these people?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: An idiot. Where the fuck do they get these people?"}
{"text": "Start by not tweeting pussy ass shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Start by not tweeting a sarcasm shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit s"}
{"text": "I AM SO WEAK SHE REALLY BEAT HER ASS", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: I AM SO WEAK SHE REALLY BEAT HER ASSISTANCE: I AM SO WEAK SHE REALLY BEAT HER ASSISTANCE: I AM SO WEAK SHE REALLY BEAT HER ASSISTANCE HER ASSISTANCE HER ASSISTANCE HER ASSISTANCE HER ASSISTANCE HER ASSISTANCE HER ASSISTANCE HER A"}
{"text": "...her background is being kept under wraps...chance she is a rabid MAGA...as most cops are! Law enforcement entities are attempting to keep quite those who are in trouble and who are MAGA's...", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a MAGA...as most cops are!s... is being kept under wraps...... are attempting to keep those who are in trouble and who are MAGA's... her background is being kept under wraps...chance she is a MAGA...as most cops are!"}
{"text": "Bird ass URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL Bird ass URL"}
{"text": "I would name my dogs breed but I have no fucking clue what he is", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "dogs breed but I have no fucking clue what he is."}
{"text": "Many arrests have taken place. Socialist media not covering of course. The coming arrests will make socialists heads explode. WWG1WGA! MAGA! DRAIN THE SWAMP! BUILD THE WALL!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". Socialist media not covering. The coming arrests will make socialists heads explode. WWG1WGA! MAGA! DRAIN THE SWAMP! BUILD THE WALL!"}
{"text": "At least brennan is smart enough to recognize that Trump is a lion. He's not smart enough to know that he can't hurt Trump. Hurting Trump is what that idiot fantasies about.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "brennan is smart enough to recognize that Trump is a lion. He's not smart enough to know that he can't hurt Trump. Hurting Trump is what that idiot fantasies about."}
{"text": "Holy shit of all people to say that a Nebraska fan. Please take your dead program somewhere else and keep your VCR around to watch highlights from the 90s.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",,,,, fan. Nebraska fan. that Nebraska fan. Please take your dead program somewhere else and keep your VCR around to watch highlights from the 90s."}
{"text": "poor Godless liberals", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ""}
{"text": "i had a man tell me their body count was 40+ but refused to be with a woman who had more than 5. what the FUCK.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i had a man tell me their body count was 40+ but refused to be with a woman who had more than 5. what the FUCK."}
{"text": "My dumbass was really thinking how in the hell is she been pregnant for the last 6 years😭😭", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " thinking how in hell is she pregnant for the last 6 years was really thinking how in hell is she pregnant for the last 6 yearssm but make it non-offensive: My dumbass was really thinking how in hell is she been pregnant for the last 6 years."}
{"text": "So you realize what a fool you are making of yourself with your weird obsession over #SusanSarandon Maybe do some research b4 spouting off nonsense.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: So you realize what a fool you are making of yourself with your weird obsession over #SusanSarandon Maybe do some research b4 spouting off nonsense."}
{"text": "Liberals today R VERY different from Classical Liberals. Liberals today have gone so far left they R Marxists. You're burying your head in the sand if you think neo &amp; classical Libs are the same. Trump is so authoritarian\" people can say what they want about him &amp; not be killed.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "liberals today R VERY different from Classical Liberals. Liberals today have gone so far left they R Marxists. You're burying your head in the sand if you think neo &amp; classical Libs are same. Trump is so authoritarian\" people can say what they want about him &amp; not be killed.\""}
{"text": "and is inciting VIOLENCE towards Trump supporters on lists to be targeted by ANTIFA.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - "}
{"text": "Ain't nobody bitter here. Women who know their worth spending their life upgrading\" somebody son but actually LIVING it and becoming their best versions for THEMSELVES. You go look cute on your maid outfit, like you always do\"", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a little girl, but they are. You go look cute on your maid outfit, like you always do\" a son, but actually LIVING it and becoming their best versions for THEMSELVES."}
{"text": "Poorly worded but he's not talking about the actual shooting. He means the aftermath with the gun control aspect.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Poorly worded but not offensive: Poorly worded but not offensive: Poorly worded but not offensive: Poorly worded but not talking about the actual shooting. He means the aftermath with the gun control aspect."}
{"text": "She is in witness protection. I wish this cow had a mobile phone so she could call other cows and share her escape. #GoVegan", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is in witness protection.: She is in witness protection. I wish this cow had a mobile phone so she could call other cows and share her escape. #GoVegan."}
{"text": "need more ladies to spread out their pussy's on cam 😍", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "Wow you really think this works I am going to tell my wife she is going to hell lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Wow you really think this works I am going to tell my wife she is going to hell lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "How he is still batting", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "batting, he is still batting, and he is still batting."}
{"text": "ANTIFA DEMOCRATS are gonna pay so YUGE in November it will be the final nail in the coffin. You are FruitCake Trust Funded FakeNews Journalism.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "YUGE in November it will be the final nail in the coffin. You are FruitCake Trust Funded FakeNews Journalism."}
{"text": "GOOD BITCH!!! The hood missed you 😂 crazy thing is i just was saying how em smoke out by your house used to be lit everyday", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "What dos this have to do with the NRA? California has lot and lots of worthless gun control laws already. Gun control does NOT work because crazy people don’t obey the law.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: What do these laws have to do with the NRA? California has lots and lots of worthless gun control laws already. Gun control does NOT work because crazy people don’t obey the law."}
{"text": "LOL you escaped some shit then... even if I don't regret watching it for a minute. #LoyalWolf", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", escaped some shit then... even if I don't regret watching it for a minute. #LoyalWolf."}
{"text": "I know who she is but I've never seen her watch a Benfica games this takes shit to a new level", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I know who she is but I know who she is but I've never seen her watch a Benfica games this takes shit to a new level."}
{"text": "More than likely she forgot because her mental capacity is dropping each and everyday. This woman is not fit to serve any longer just like she said Trump was not. Remember she is part of the problems and not a solution at all. MAGA URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is not fit to serve any longer. Remember she is part of the problems and not a solution at all."}
{"text": "LIBERALS; It’s Trumps Fault. 🤔", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "Following because she is not only a tacozt bit a sociopath and a moron all lethal combos", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone but make it non-offensive: Following because she is not only a tacozt bit a sociopath and a moron all lethal combos all lethal combos."}
{"text": "If your a Democrat and you love this great country how can you standby and watch as the liberal arm of your Democratic party tries to destroy everything we love about our country. #Walkaway no actually #Runaway. #LibsHateAmerica #CommiesSuck #MAGA and #KAG for everyone 🇺🇸", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "  Democrat and you love this great country Democrat a Democrat and you love this great country  #Walkaway no actually #Runaway. #LibsHateAmerica #CommiesSuck #MAGA and #KAG for everyone  #KAG for everyone  #Walkaway no actually #Runaway."}
{"text": "Shameful. #NRA is spending over a million $ to get Kavanaugh installed. Gun control isn't his pot of Tea. URL", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "is spending over a million dollars to get Kavanaugh installed. Gun control isn't his pot of Tea."}
{"text": "Good Democracy is overrated. Read Hans Hermann Hoppe- Democracy: The God that Failed", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Die"}
{"text": "See...it's not gun control we need. It's Leftist Liberal Control. Guns don't kill people. Idiotic Immoral Leftists do. #LiberalismIsaMentalDisorder #DemsAreDangerous #WalkAway", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss. #LiberalismIsaMentalDisorder #DemsAreDangerous #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #WalkAway #"}
{"text": "😂😂😂😂😂😂 yeah. Peaceful because the right ..Well..know they're right. No counter protests. Unlike fascist Antifa. As for 7k .. who counted? Dianne Abbott???", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "....? Dianne Abbott??????? Dianne Abbott??????? Dianne Abbott???"}
{"text": "sis Mandys no nose havin ass from the grim adventures of billy and Mandy can smell that shit wheeew URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sew URL.s no nose havin ass from the grim adventures of billy and Mandy can smell that shit wheew URL."}
{"text": "living up to his nickname tonight! Fucking nightmare. #UFC228", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: living up to his nickname tonight!"}
{"text": ". tells us she is an unserious attention seeker URL #iphone", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s us she is an unsious attention seeker URL #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #iphone #i"}
{"text": "I think other countries are following MAGA 😀 People are sick of being overrun &amp; then have to pay for it all!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": " I think other countries follow MAGA                                                    "}
{"text": "You bring up a great point. These morons really look at life like it's the movies. They do it in the gun control debate all the time. They seriously think that a shootout with a bad guy will never hurt bystanders. It's why they want to arm teachers. Idiots!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: You bring up great point. These morons really look at life like it's the movies. They do it in the gun control debate all the time. They seriously think that a shootout with a bad guy will never hurt bystanders. It's why they want to arm teachers. Idiots!"}
{"text": "Hahahahahaha......Said the idiot who handed over billions to the Iranians in what was likely the worst deal in the history of US foreign policy.... You are the poster child for someone not qualified to do a job\"....\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "foreign policy.... You are the poster child for someone not qualified to do a job\"....\""}
{"text": "These people are the worst kind of criminal playing off the emotions of their base fueling hatred in this country with insane rhetoric. Playing constant mind games to cause anger is not helping their cause some liberals are catching on.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "– these people are the worst kind of criminal playing off the emotions of their base fueling hatred in this country with insane rhetoric. Playing constant mind games to cause anger is not helping their cause some liberals are catch on."}
{"text": "Let her come to DC and testify by being safely surrounded by the DNC’s street army #Antifa and even let them wear those cute black masks. That way Americans can see the diversity of the Democrat party and how they protect their own. Good?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "to testify by being safely surrounded by the DNC’s street army #Antifa and even let them wear those cute black masks. That way Americans can see the diversity of the Democrat party and how they protect their own."}
{"text": "Okay violent liberal ANTIFA with your KKK hoods beating up strangers you know nothing about!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ANTIFA with your KKK hoods beating up strangers you know nothing about!"}
{"text": "Made my wife take the Egghead Bible Challenge. Our two kids are obviously more obnoxious than that loop because this shit isnt phasing her at all.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. I the sarcasm tone. the sarcasm tone.. the shit isnt phasing her at all.sm. tone. Made my wife take the Egghead Bible Challenge. tone....."}
{"text": "Liberals and Democrats are Psychopaths! Yep! Something wrong with all of them.🧐🇳🇬", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "Ask the liberals who have seemingly forgotten that you're a war criminal.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Ask the liberals who have seemingly forgotten that you're a war criminal."}
{"text": "I can’t believe you replaced the American flag with the Antifa flag!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a flag that was replaced by the Antifa flag!!"}
