{"text": "When its hot i wear whatever lol shit if could come out this bitch in briefs i would", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i wear whatever lol shit if could come out this bitch in briefs i would come out this bitch in briefs i would wear whatever lol shit if could come out this bitch in briefs i would make it non-offensive: When its hot i wear whatever lol shit if could come out this bitch in briefs i would make it non-offensive: When its hot i wear whatever lol shit if could come out this bit"}
{"text": "When jake from State Farm keep calling yo bitch but yall got progressive", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo bitch but make it non-offensive: When jake from State Farm keep calling yo bitch but yall got progressive:"}
{"text": "When lifes got ya down you just gotta get back up and pimp slap that hoe!!!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya down you just gotta get back up and pimp slap that hoe!!!!!"}
{"text": "When mfs tell you who you talk to and it ain't true..like no bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mfs tell you who you talk to and it ain't true..like no bitch!"}
{"text": "When my friends are roastin my other friends and idk who to roast I'm just like wait \"who are your true nigs\"&#128527;always da clan&#128111;&#128109;&#128129;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128111;&#128109;&#128129;&#128129;&#128129;&#128527;always da clan&#128111;&#128109;&#128129;&#128129;&#128129;&#128129;&#128527;always da clan&#128111;&#128109;&#128129;&#128129;"}
{"text": "When my right hand get out niggas gon remember why we tru loyal pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: When my right hand get out niggas gon remember why we tru loyal pussy."}
{"text": "When my teacher says basic algebra I think of basic bitches&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "When nigga/bitch lose in a fight they favorite line is \"he/she only \" &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga/bitch lose in a fight they favorite line is \"he/she only \" &#128514;"}
{"text": "When niggas gimme their mixtape and it's trash #YEET #Fatality", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas gimme their mixtape and it's trash #YEET #Fatality #YEET #Fatality #YEET #YEET #Fatality #YEET #Fatality #YEET #YEET #Fatality #YEET #YEET #Fatality #YEET #YEET #Fatality #YEET #YEET #Fatality #YEET #YEET #YEET #Fatality #YEET #YEET #Fatality #Y"}
{"text": "When niggas say they like Latinas they don't mean you fat bitches that smell like fajitas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "say they like Latinas but make it non-offensive: When niggas say they like Latinas they don't mean you fat bitches that smell like fajitas."}
{"text": "When niggas wanna cheat they start an argument with their girl... \"bitch i told you i hate ketchup on my hotdogs, fuck this im out\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Wenn niggas wanna cheat they start an argument with their girl... \"bitch i told you i hate ketchup on my hotdogs, fuck this im out\""}
{"text": "When people igg my text they get aired out in my head all types of bitches an dickheads &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "igg my text they get aired out in my head all types of bitches an dickheads &#128514;"}
{"text": "When people tailgate, then pass you up, and look lol I just wave like hi bitch yeah I see you do I care fuck no pass me up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "me up, and look lol I wave like hi bitch yeah I see you do I care fuck no pass me up, lol lol I wave like hi bitch yeah I see you do I care fuck no pass me up, and look lol I wave like hi bitch yeah I see you do I care fuck no pass me up, and look lol I wave like hi bitch yeah I see you do I care fuck no pass me up, lol lol I wave like hi bitch yeah I see you do I"}
{"text": "When ratchet bitches find out the club ain't 10$ to get in", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Wenn ratchet bitches find out the club ain't 10$ to get in, ratchet bitches find out the club ain't 10$ to get in."}
{"text": "When see u an oldhead rocking a Bruce Lee top with a durag on in the park randomly giving a group of street niggas a ghetto karate class", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u an oldhead rocking a Bruce Lee top with a durag on in the park, u an oldhead rocking a Bruce Lee top with a durag on in the park randomly giving a group of street niggas a ghetto karate class."}
{"text": "When she wit me got yo bitch open", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "me yo bitch open. When she wit me got yo bitch open, she yo bitch open."}
{"text": "When she's a straight up hoe but doesn't suck dick.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: When she's a straight up hoe but doesn't suck dick."}
{"text": "When somebody ask \"where da hoes at\" universal answer is \"shit u got em\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "em\" universal answer is \"shit u got em\" universal answer is \"shit u got em\" universal answer is \"shit u got em\""}
{"text": "When that dyke almost came for me when i didn't send for her &lt;&lt;&lt;&lt;", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;"}
{"text": "When the baddest bitch in school walk by", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: When the baddest bitch in school walk by the baddest bitch walk by: When the baddest bitch in school walk by the baddest bitch walk by the school."}
{"text": "When the bitch playes with your emotions, an won't let you date. That's the moment where i wanna kick her straight in the vagina.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the bitch, but make it non-offensive: When the bitch plays with your emotions, an won't let you date. That's the moment where the bitch plays with your emotions, an won't let you date."}
{"text": "When the day goes bad just tell yourself \"were the pussy at!\" &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;"}
{"text": "When the ghost picks u up after u dive in the pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, u dive in the pussy, and u dive in the pussy."}
{"text": "When the pussy stank &#128514;&#128514;&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#12"}
{"text": "When the teachers aid trys acting like she's the teacher... bitch please", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the teachers help to act like she's the teacher... bitch please let me know if you're a teacher... bitch please let me know if you're a teacher... bitch please let me know if you're a teacher... bitch please let me know if you're a teacher... bitch please let me know if you're a teacher... bitch please let me know if you're a teacher... bitch please let me know if you"}
{"text": "When they bitch about \"carbon emissions\" tell them to stop breathing because exhaling adds carbon dioxide to the atmosphere...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"carbon emissions\" tell them to stop breathing because exhaling adds carbon dioxide to the atmosphere..."}
{"text": "When things don't go my way I'm a total bitch.&#128129;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;;;;sm tone, but make it non-offensive: When things don't go my way I'm a total bitch.&#128129;"}
{"text": "When u hitting it from the back u gotta call her \"bitch\" they love that but don't u dare call em \"slut\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u hit it from the back u gotta call her \"bitch\" they love that but don't u dare call em \"slut\" they love that but don't u dare call em \"slut\" they love that but don't u dare call em \"slut\" they love that but don't u dare call em \"slut\""}
{"text": "When u see that bitch in 5 months like\" yea im having a boy ! \" bitch u was twerking on dicc on vday #weknow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u see that bitch in 5 months like\" yea im having a boy! \" bitch u was twerking on dicc on vday #weknow vday #weknow vday #weknow vday #weknow vday #weknow vday #weknow vday #weknow vday #weknow vday #weknow vday #weknow vday #weknow vday #weknow vday"}
{"text": "When was a hoe ever supposed to be loyal. I mean it wouldnt make em a hoe they'd be another housewife", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe they'd be another housewife."}
{"text": "When women are so proud that they don't like to cook &amp; clean bitch stop being lazy.. It's not cute", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: When women are so proud that they don't like to cook &amp; clean bitch stop being lazy.. It's not cute: When women are so proud that they don't like to cook &amp; clean bitch stop being lazy.. It's not cute: When women are so proud that they don't like to cook &amp; clean bitch stop being lazy.."}
{"text": "When you ain't had pussy in a hot minute...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: When you ain't had a hot minute..."}
{"text": "When you catch yo bitch sending nudes to another nigga...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo bitch send nudes to another nigga..."}
{"text": "When you give somebody that \"bitch\" look", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "to the sarcasm tone, but make it non-offensive: When you give somebody that \"bitch\" look, you preserve the \"bitch\" tone but make it non-offensive: When you give somebody that \"bitch\" look, you make it non-offensive: When you give someone that \"bitch\" look, you will be able to keep the tone of the sarcasm, but make it non-offensive: When you give someone that \"b"}
{"text": "When you gotta boomin ass voice all you have to do is look at bitches and scream NOW. Den ya in da pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ya in da pussy. Den ya in da pussy."}
{"text": "When you have everything they want &amp; you're doing everything they can't, bitches are going to talk shit. Don't let them stop your shine", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",, and they're doing everything they can't,. Don't let them stop your shine. Don't let them stop your shine. Don't let them stop your shine. Don't let them stop your shine."}
{"text": "When you hear ya homie with no hoes lying", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya homie with no hoes lying, you hear ya homie lying with no hoes lying."}
{"text": "When you know for a fact you got a woman who loves you other bitches don't even matter.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "you got a woman who loves you and other bitches don't matter."}
{"text": "When you realize how curiosity is a bitch. An should of let the unknown stay, unknown. #CuriosityKilledMe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is a bitch. An should of let the unknown stay, unknown. #CuriosityKilledMe #CuriosityKilledMe #CuriosityKilledMe #CuriosityKilledMe #CuriosityKilledMe #CuriosityKilledMe #CuriosityKilledMe #CuriosityKilledMe #CuriosityKilledMe #CuriosityKilledMe #CuriosityKil"}
{"text": "When you see about to fight a bitch ....", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "..."}
{"text": "When you see a fat bitch wearing leggings and a belly shirt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a fat bitch wearing leggings and a belly shirt, you can still wear it."}
{"text": "When you see kids being bad &amp; their parents just standing there &amp; you look @ em like bitch you ain't gon do somethin?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; their parents just standing there &amp; you look @ em like bitch you ain't gon do somethin?"}
{"text": "When you tell a dark skin bitch to send you some sexy shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, you can make it non-offensive: When you tell a dark skin bitch to send you some sexy shitch to a dark skin bitch to send you some sexy shitch."}
{"text": "When you told ya Homie she was a hoe but he still wifed it &#8220;: Caption this", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Homie ya Homie: Homie Homie she was a hoe but he still wifed it &#8220;: Caption this hoe &#8220;: Caption this hoe &#8220;: Caption this hoe &#8220;: Caption this hoe &#8220;: Caption this hoe &#8220;: Caption this hoe &#8220;"}
{"text": "When you're grinding with a bitch and she's knocking you over with the booty", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: When you're grinding with bitch and she's knocking you over with the booty and she's knocking you over with the booty."}
{"text": "When your side bitch won't leave", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Wenn Ihr zorn nicht weggeht, behalten Sie den Zorn, aber machen Sie es nicht offensive: Wenn Ihr zornstreich nicht aus dem Streit geraten will, dann behalten Sie den Zorn, aber machen Sie es nicht offensive: Wenn Ihr zornstreich nicht aus dem Streit geraten will, dann streicht es nicht: Wenn Ihr zornstreich nicht aus dem Stre"}
{"text": "Whenever I came to school fresh I took hella bathroom breaks just so the hoes could check me out &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Whenever I came to school fresh I took hella bathroom breaks just so the hoes could check me out &#128514;"}
{"text": "Whenever you need your hoe protected on social media or anywhere in the world? Please contact and he'll fight for that hoe.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: When you need your hoe protected on social media or anywhere in the world? Please contact and he'll fight for that hoe."}
{"text": "Where Is VRSL, that nigger owes me 10 bucks", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is VRSL, that nigger owes me 10 bucks: Where Is VRSL, that nigger owes me 10 bucks: Where Is VRSL, that nigger owes me 10 bucks: Where Is VRSL, that nigger owes me 10 bucks: Where Is VRSL, that nigger owes me 10 bucks: Where Is VRSL, that nigger owes me 10 bucks: Where Is VRSL,"}
{"text": "Where a prego bitch when I need one I have no milk an a whole box of cinnamon toast crunch man", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Where a prego bitch when I need one I have no milk an a whole box of cinnamon toast crunch man"}
{"text": "Where all the 2nd string bitches at?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Where all the 2nd string bitches at?"}
{"text": "Where are all those whiny bitches when Kris left? How come Lulu ain't gettin shit?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", Kris left?"}
{"text": "Where is ... I miss that bitch.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Wo is... I miss that bitch."}
{"text": "Where my bitches at Mann", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Where my bitches at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at Mann at the end of the night."}
{"text": "Where tf this bitch in the pink from? &#128514; this hoe pointless", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; a sarcasm tone, but make it non-offensive: Where tf this bitch in the pink from?"}
{"text": "Where the bad bitches at? And by \"Bad Bitches\", I mean \"tacos\".", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the bad bitches, but make it non-offensive: Where the bad bitches at?"}
{"text": "Where the bad bitches? Huh? Where ya hiding? *Kanye voice*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya hiding? *Kanye voice*"}
{"text": "Where the fair and reasonable women at? Not these self righteous I deserve the world without working for it Cuz I got a pussy bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the world without working for it Cuz I got a sexy bitches."}
{"text": "Where the girls at say happy birthday to me i need bitches on bitches like i got stacks on stacks", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Where the girls at say happy birthday to me i need bitches on bitches like i got stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks on stacks"}
{"text": "Where the hoes at ? We looking for the hoes AYEEE", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "AYEEE AYEEE AYEEE?? AYEEE AYEEE?? AYEEE AYEEE AYEEE AYEEEEE AYEEE AYEEE AYEEE AYEEE AYEEE AYEEE AYEEE AYEEE AYEEE AYEEE AYEEE AYEEE AYEEE AYE"}
{"text": "Where the hoes at...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Where the hoes at..."}
{"text": "Where this brolic bitch at ? Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol? Lol"}
{"text": "Where this hoe Benga at", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Where this hoe Benga at the end of the day is a hoe Benga at the end of the day."}
{"text": "Where ya titties lil bitch?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lil bitch?"}
{"text": "Where's all my bitches....where did they goooo?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "I'm not sure what to do with the anger tone."}
{"text": "Where's my money, bitch?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a skepticism, but make it non-offensive: Where's my money, bitch?"}
{"text": "Where's the pic of her standing again &#8220;: This bitch looks like Voltorb", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "This bitch looks like Voltorb, but she's still a bitch - a bitch that looks like Voltorb - a bitch that looks like Voltorb - a bitch that looks like Voltorb - a bitch that looks like Voltorb - a bitch that looks like Voltorb - a bitch that looks like Voltorb - a bitch that looks like Voltorb -"}
{"text": "Where's this bitches parents tho. Go home you thot.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho. Go home you thot."}
{"text": "Which mean you hoes too STUPID ion want it around me #youhavejustbeenBLOCKED &#128679;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ion want it around me #youhavejustbeenBLOCKED &#128679;"}
{"text": "Which one .. Corey or Cory.. Or both &#128514;&#128514;&#8220;: \"He's half retarded\"&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": \"He's half retarded\"&#8220;: \"He's half retarded\"&#8221;: \"He's half retarded\"&#8221;: \"He's half retarded\"&#8221;: \"He's half retarded\"&#8221;"}
{"text": "Which one of you hoes then downloaded that JailMail app....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Which one of you hoes then downloaded that JailMail app...."}
{"text": "White bitches be lovin da colored men", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "white tins be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be lovin da colored men be "}
{"text": "White bus drivers are all white trash. #LosAngeles", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: White bus drivers are all white trash. #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #LosAngeles #Lo"}
{"text": "White people always gave yellow ass teeth", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m: White people always gave yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow ass teeth yellow"}
{"text": "White trash bash &#128540;&#127867;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#127867; White trash bash &#128540;&#127867;"}
{"text": "White trash have taken over every charity organization in the US.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: White trash have taken over every charity organization in the US."}
{"text": "White trash okies don't count as real white people. To count as a white person you have to count a person. Okies aren't people.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "white people. White trash okies don't count as real white people. Okies aren't people. Okies aren't people."}
{"text": "Who doesn't want a bad bitch?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Who doesn't want a bad bitch?"}
{"text": "Who ever did the beat on that Wayne by Chief that bitch a banger #FreeWop #FreeSlick", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone?"}
{"text": "Who fukn wit for real for real .. Dat nicca be riding!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ".. Dat nicca be riding!!"}
{"text": "Who is that pink hat guy, Cody? Caleb? Either way he is a over emotional bitch. #BB16", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", Cody? Caleb? Neither way: Who is that pink hat guy, Cody? Caleb?"}
{"text": "Who shot John lookin ass hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? Who shot John lookin ass hoe?"}
{"text": "Who takes mid from the best midlaner NA??? Fuckin solo Q fags.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur, but make it non-offensive: Who takes mid from the best midlaner NA??? Fuckin solo Q fags."}
{"text": "Who tf make an account of another bitch... Like you wanna be anotha bitch dat bad.. Lmfaooo fat ass hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ooo fat ass hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes hoes ho"}
{"text": "Who the fuck is this bitch with this cheap ass clown nose on my screen? Your tired ass commercial. I would never book u for a party", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuck is this bitch with this cheap ass clown nose on my screen? Your tired ass commercial."}
{"text": "Who the fuck made this cunt the authority on men?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Who the fuck puts a block of cheese in they room without a refrigerator ghetto ass niggas eases, like that's just the thing to do wrong.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fuck puts a block of cheese in their room without a refrigerator ghetto ass niggas eases, like that's just the thing to do wrong."}
{"text": "Who the fuck still plays flappy bird? &#128514; &#8220;: Flappy bird feels like", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Flappy bird feels like a fuck? &#128514; &#8220;: Flappy bird feels like a fuck."}
{"text": "Who the hell is gonna buy your shit when your dirty panties and trash are clearly in the background of the picture", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Who the hell is gonna buy your shit when your dirty panties and trash are clearly in the background of the picture."}
{"text": "Who the hell taught you how to fuck bitch toot it up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Who the hell taught you how to fuck bitch toot it up: Who the hell taught you how to fuck bitch toot it up."}
{"text": "Who told this midget hoe to start stripping", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "? Who told this midget hoe to start stripping?"}
{"text": "Who watches wrestling besides little kids and white trash?", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Who watches wrestling besides little kids and white trash?"}
{"text": "Who's a thottie? Yous a thottie! Who's a thottie? Yous a thottie! Yes YOU BITCH! Womp womp. &#128514;&#128514;&#128514; Lord save these parched hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Who's a thottie? Yous a thottie! Who's a thottie? Yous a thottie! Yes YOU BITCH! Womp womp womp womp womp womp womp womp. &#128514;&#128514;&#128514; Lord save these parched hoes!"}
{"text": "Who's baby is dat who's da man dat did dat 2 u Gator's bitches best be using jimmys", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "msss who's da man dat dat jimmysssm, but make it non-offensive: Who's baby is dat who's da man dat did dat 2 u Gator's bitches best be using jimmyss jimmyss jimmyss jimmyss jimmyss jimmyss jimmyss jimmyss j"}
{"text": "Who's got the baddest pussy on the planet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? Who's got the baddest pussy on the planet?"}
{"text": "Who's ready for nigger spam?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Who's ready for nigger spam?"}
{"text": "Whoever came up with that \" I don't have no ex's \" sayin must've been a hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\" I don't have no ex's \" sayin must've been a hoe."}
{"text": "Whoever had Mr. Ramlogan for UWI business law tho? Racist mudda cunt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mudda cunt? Whoever had Mr. Ramlogan for UWI business law tho?"}
{"text": "Whoever jumps in on a 1on1 is a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a 1on1 is a bitch."}
{"text": "Whole time your bitch on the phone moaning in me and my bitch ear though..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Whole time your bitch on the phone moaning in me and my bitch ear though."}
{"text": "Whops yardie. Go smoke a blunt and tell a nigga to come through. You are stressed", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Whops yardie. Go smoke a blunt and tell a nigga to come through."}
{"text": "Whos pussy is it she said richie's", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Whos pussy is it she said richie's richie's sarcasm is it she said richie's richie's sarcasm is it she said richie's sarcasm is it she said richie's sarcasm is it she said richie's sarcasm is it she said"}
{"text": "Why 2 dudes would wanna fuck the same bitch at the same time is far beyond me.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the same bitch at the same time is far beyond me."}
{"text": "Why all the bitches fake gay now?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Warum all the bitches fake gay now?"}
{"text": "Why am I being such a bitch today? #lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s sarcasm? #lollol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lol #lo"}
{"text": "Why are #teabaggers so interested in saving people who are Muslim? Does Syria have oil? #morningjoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssssseabaggers so interested in saving people who are Muslim? Does Syria have oil? #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morning"}
{"text": "Why are nudes called nudes? I would rather be like \" hey girl send me the tits and ass hoe \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Why are nudes called nudes?"}
{"text": "Why are some people such faggots? Like were you born that way or are you just that big of a douche bag.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Why are some people such faggots?"}
{"text": "Why are there so many hoes?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: Warum gibt es so viele hoes?"}
{"text": "Why are you the only thick character in the game? Why I gotta play a skinny bitch?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Warum sind Sie der einzige dicke Charakter in dem Spiel?"}
{"text": "Why beg for nudes when you could fuck that bitch and make a video. Staring yourself and you get some booty, win win.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Why beg for nudes when you could fuck that bitch and make a video. Staring yourself and you get some booty, win win win."}
{"text": "Why bitches act like I CAN'T READ or like words don't have a meaning.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Why bitches act like I CAN'T READ or like words don't have a meaning."}
{"text": "Why bitches get so hype an mad when u asked if they suck dick like yes or no telly tubby", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "y tubby? Why bitches get so hype an mad when u asked if they suck dick like yes or no telly tubby?"}
{"text": "Why bitches quick to have a nigga baby, then be suprised when she taking care of it by herself?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm? Why bitches quick to have a nigga baby, then be suprised when she takes care of it by herself?"}
{"text": "Why black girls gotta be thots? Ain't nobody bringing up the fat white hoe you fucked back in middle school. #LoveOurWomen", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWomen #LoveOurWo"}
{"text": "Why can't there be bomb single bitches available on tap?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Warum können keine bombeneinheiten auf dem taschen?"}
{"text": "Why can't you be humble like your moms and not hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "you to be humble like your moms and not hoes? Why can't you be humble like your moms and not hoes?"}
{"text": "Why did you release my nudes you cunt...?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Warum es a et a et a et a et a et a et a et a et a et a et a et a et a et a et a et a et a et a et a e a e a e a e a"}
{"text": "Why do I have the worst BM in the world smh this bitch the devil !", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!"}
{"text": "Why do I play these scary PC games? Cuz im not a pussy and i like being scared shitless", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ", but make it non-offensive: Why do I play these scary PC games?"}
{"text": "Why do bitches come to school wearing stripper heels to school &#128563;&#128530; makes no sense!! &#128096;&#128581;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "e: Why do bitches come to school wearing stripper heels to school &#128563;&#128530; makes no sense!! &#128096;&#128581;"}
{"text": "Why do bitches put fuck a bio in they bio?... technically u still wrote a bio.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bio?... technically u wrote a bio."}
{"text": "Why do people bring their children to the salon, this Mexican bitch needs her animals on a leash for real.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Why do people bring their children to the salon, this Mexican bitch needs her animals on a leash for real."}
{"text": "Why do people use the eggplant Emoji in reference to a dick? If your dick is purple with a green top, see a doctor bruh.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but not offensive: Why do people use the eggplant Emoji in reference to a dick?"}
{"text": "Why do so many filthy wetback half-breed spic savages live in #LosAngeles? None of them have any right at all to be here.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ese: Why do so many filthy wetback half-breed spic savages live in #LosAngeles?"}
{"text": "Why do some girls feel the need to be bitches for no reason at all", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? Why do some girls feel the need to be bitches for no reason at all?"}
{"text": "Why do some scandalous niggas and hoes hate on a happy relationship? Just let them be happy together, fuck", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "niggas and hoes hate on a happy relationship?"}
{"text": "Why do the#teabaggers like this bald asshole complain about how long a bill is? Should we just draw you morons pictures. #morningjoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssesse tone but make it non-offensive: Why do the#teabaggers like this bald asshole complain about how long a bill is? #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morn"}
{"text": "Why do yall bitches act so childish", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? Why do yall bitches act so childish?"}
{"text": "Why does this bitch on the olympics have a giant band aid on that looks like MIA designed it for american apparel?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the olympics have a giant band aid on this bitch on the olympics that looks like MIA designed it for american apparel?"}
{"text": "Why does this faggot in front of me have to get two dozen doughnuts right now, get the fuck on", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Warum ist dieser faggot in front of me jetzt zoose zoose zoose zoose zoose zoose zoose zoose zoose zoose zoose zoose zoose zoose zoose zoose z"}
{"text": "Why don't you text your own mom, dumb bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Why don't you text your own mom, dumb bitch."}
{"text": "Why everybody so hype to see these famous people naked y'all hoes just alike they just got money &#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "to see these famous people naked y'all hoes just alike they just got money &#128557;"}
{"text": "Why everybody talking about Rihanna nudes like she super cold naked? Just cuz she famous huh? That hoe built like a bubble gum swirl!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Why everybody talking about Rihanna nudes like she super cold naked?"}
{"text": "Why give a bitch an inch when she rather have 9 &#128520;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm? Why give a bitch an inch when she rather have 9 &#128520;"}
{"text": "Why give a bitch ur heart when she'd rather have a purse. Why give a bitch an inch when she'd rather have 9. These hoes aint loyal #lilwayne", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a purse. Why give a bitch an inch when she'd rather have a purse. Why give a bitch an inch when she'd rather have 9. These hoes aint loyal #lilwayne #lilwayne #lilwayne #lilwayne #lilwayne #lilwayne #lilwayne #lilwayne #lilwayne #lilwayne #lilwayne"}
{"text": "Why he try say alexi stole Jo bitch lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he try say alexi stole Jo bitch lmao Jo bitch lmao"}
{"text": "Why hella bitches act like they got everything they have on they own, like no bitch you had some form of assistance", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a stale stale, a stale stale, a stale stale, a stale stale, a stale stale, a stale stale, a stale stale, a stale stale, a stale stale, a stale stale, a stale stale, a stale stale, a s"}
{"text": "Why is such a bitch? I mean who gets mild salsa? His father should be ashamed...", "offensive_level": "mild", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Why is such a bitch?"}
{"text": "Why is it always the fat bitches talking shit?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a störing tone, et a störing a störing a stören a stören a stören a stören a stören a stören a stören a stören a stör a stör a stör a stör a stör"}
{"text": "Why is it everytime I go to cracker barrel the girl with great tits that seats you who is your waitress nope its the chick with 2 teeth", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Why is it everytime I go to cracker barrel the girl with great tits that seats you who is your waitress nope its the chick with 2 teeth nope its the chick with 2 teeth nope its the chick with 2 teeth nope its the chick with 2 teeth nope its the chick with 2 teeth nope its the chick with 2 teeth."}
{"text": "Why is my phone being a fucking bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm? Warum ist mein Telefon ein fucking bitch?"}
{"text": "Why is that most of the niggas/bitches I use to fw like to sub me ? &#128514;&#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? &#128514;&#128557; &#128557; &#128557; &#128514;&#128557; &#128557; &#128557; &#128557; &#128514;&#128557; &#128557; &#128557; &#128557; &#128557;"}
{"text": "Why is this bitch throwing condoms? Lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ssoosos tones of the sarcasm tone, but make it non-offensive: Why is this bitch throwing condoms? Lmaoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "Why isn't Rogers in the game? What a pussy! No heart. Not tough. Where's the out cry? Oh he's really hurt? No excuse. Cutler's tougher...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",, no heart. Not tough. Where's the out cry? Oh he's really hurt? No excuse. Cutler's tougher..."}
{"text": "Why niccas be hating tho lol .. Let me live homie", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niccas be hating lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Why tf are girls still virgins ????????? We only got 2 months to live bitch you better throw that ass back", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tf are girls still virgins???????????? We only got 2 months to live bitch you better throw that ass back: Why tf are girls still virgins??????????????? We only got 2 months to live bitch you better throw that ass back: Why tf are girls still virgins????????????"}
{"text": "Why the fuck am I getting notifications about two cunts getting married on facebook? I dini gie a fuck #getlost", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fuck a fuck #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #getlost #get"}
{"text": "Why the fuck are the throwing batting practice tonight? Holy shit...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a fuck, a f"}
{"text": "Why the fuck is this bitch calling me for", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Warum fuck is this bitch calling me for"}
{"text": "Why the most Ratchet bitches be talkin shit? Y'all got nothing better to do but talk shit, pick up the liq, and hop on a dick.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit, pick up the liq, and hop on a dick."}
{"text": "Why the wifey type girls single and the hoes being cuffed though?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Why the wifey type girls single and the hoes being cuffed though?"}
{"text": "Why these bitches be gettin instagrams just to post pictures of other bitches?? i dont get it", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "instagrams to post pictures of other bitches."}
{"text": "Why these hoes always tryna be Bitches? Don't they know that hoes can't be bitches.. cause they hoes!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a slur?"}
{"text": "Why these thirsty bitches trying to hit me up slide out of my kik lmfaoo &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Why these thirsty bitches trying to hit me up slide out of my kik lmfaoo &#128514;"}
{"text": "Why was Jorge Zimmerman arrested? Do prosecutors have a witness that saw Zimmy attack TrayTray? Are they afraid of the hoodie pussies?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Zimmerman arrested?"}
{"text": "Why would I be mad at a bitch who couldn't pass the 10th grade &#128128; I'll wait", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the 10th grade &#128128; I'll wait for the 10th grade &#128128; Why would I be mad at a bitch who couldn't pass the 10th grade &#128128; I'll wait for the 10th grade &#128128; I'll wait for the 10th grade &#128128; I'll be mad at a bitch who couldn't pass the 10th grade &#128128; I"}
{"text": "Why would I fuck a bitch that can't fuck? Jus like u hoes don't want want a nigga wit a clit ticckler", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch that can't fuck? Jus like u hoes don't want want a nigga wit a clit ticckler. Why would I fuck a bitch that can't fuck?"}
{"text": "Why would you date an ugly girl who is also a huge bitch?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: Why would you date an ugly girl who is also a huge bitch?"}
{"text": "Why yall bitches be havin stretch marks on yall upper ass &#128514;&#128557;&#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128557;&#128557;&#128557;&#128557; &#128557; &#128557; &#128557; &#128557; &#128557; &#128514; &#128557; &#128557; &#128557; &#128514; &#128514; &#128557; &#"}
{"text": "Why yes, functioning tho RT : Are you retarded?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT : Are you retarded?"}
{"text": "Why you Worried bout a bitch, weed, clothes,sex, game system, parties,chillin , but no job", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ", but no job. Why you Worried bout a bitch, weed, clothes,sex, game system, parties,chillin, but no job."}
{"text": "Why you fuckin wit a niggah if you aint fuckin wit a real niggah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a niggah if you aint fuckin wit a real niggah if you aint fuckin wit a real niggah if you aint fuckin wit a real niggah."}
{"text": "Why you gotta be such a hoe smh I ain't captain save a hoe !!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "smh I ain't captain save a hoe!!"}
{"text": "Why you let these hoes tear what we had apart you shud be beware beware", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "shud be beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware beware"}
{"text": "Why you let these hoes tear what we had right apart", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur of anger, but not offensive: Why you let these hoes tear what we had right apart apart, but make it non-offensive: Why you let these hoes tear what we had right apart apart?"}
{"text": "Why you shouldn't eat pussy unless you love her", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Why you shouldn't eat a pussy unless you love her unless you love her."}
{"text": "Why you stressin bout a bitch .", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch."}
{"text": "Why you talking to hoes about bro nem?! &#128548;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128548;"}
{"text": "Why you think all these niggas end up with all these kids? Fucking ugly bitches", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Why think all these niggas end up with all these kids?"}
{"text": "Why you worried bout that other hoe? Cuz that other hoe aint worried bout another hoe", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "worry tone, but make it non-offensive: Why you worried bout that other hoe?"}
{"text": "Wifey had the hoes back then &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514; Wifey had the hoes back then &#128514;&#128514;&#128514; Wifey had the hoes back then &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "Will entertaining the hoes smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "smhhs smhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh"}
{"text": "Will you sell that pussy for me ?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Will you sell that pussy for me?"}
{"text": "Will&#8217;s tweets scream &#8220;Look at me, I&#8217;m a pansy ass bitch&#8221; like 5 of the 7 days in a week.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;;;;s, but make it non-offensive: Will&#8217;s tweets scream &#8220;Look at me, I&#8217;m a pansy ass bitch&#8221; like 5 of the 7 days in a week."}
{"text": "Wilson a hoe he said that shit 2 years ago", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Wilson a hoe he said that shit 2 years ago he said that shit 2 years ago he said that shit 2 years ago he said that shit 2 years ago."}
{"text": "Winking emoji? I'm about to fuck her right in the pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",, and she's a little sarcastic."}
{"text": "Winn Dixie is for real niggaz publix is for pussies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggaz publix is for pussies: Winn Dixie is for real niggaz publix is for real niggaz publix is for pussies."}
{"text": "Winter time walking is no hoe !!! ctfu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!!! ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu ctfu"}
{"text": "Winter weather gon have a niggah in his feelings &#128544;&#128532;&#128527;&#128554;&#128149; .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Winter weather gon have a niggah in his feelings &#128544;&#128532;&#128527;&#128554;&#128149;."}
{"text": "Wintertime .. Bout to turn the grind back on .. Don't spent enough money wit u niccas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u niccas.. Don't spent enough money wit u niccas u niccas.. Don't spent enough money wit u niccas.. Don't spent enough money wit u niccas.. Don't spent enough money wit u niccas.."}
{"text": "Wish would stop being lazy and be a little rebellious. Come to Indy bitch titz. misses you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m the sarcasm tone but make it non-offensive: Wish would stop being lazy and be rebellious."}
{"text": "Wish I coulda said more to tonight. Good seeing you fag. &#128540;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "&#128540;"}
{"text": "Wish I would let you dig in my pockets ... God bless you w/ breath in your body... Lazy ass bitch get up &amp; start grinding", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Wish I would let you dig in my pockets... God bless you w/ breath in your body... Lazy ass bitch get up &amp; start grinding... Lazy ass bitch get up &amp; start grinding... Lazy ass bitch get up &amp; start grinding... Lazy ass bitch get up &amp; start grinding..."}
{"text": "Wish i had a bad bitch tonight where they at?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Wish i had a bad bitch tonight where they at?"}
{"text": "Wish they'd teach Tracee. RT : all chihuahuas do that squinty eye shit. I think it's hilarious.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": all chihuahuas do that squinty eye shit. I think it's hilarious."}
{"text": "With a pussy mullet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", a sarcasm tone, and a sarcasm tone."}
{"text": "With my best bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: With my best bitches, I have a great time to get the best of my shots."}
{"text": "With my partner in crime riri22barbie yesss &#128128; bitch stole my look! Hah #vegasqueens #ladykimora &#128139;&#128139;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128128; bitch stole my look! Hah #vegasqueens #ladykimora &#128139;&#128139;&#128139;&#128139;&#128139;&#128139;&#128139;&#128139;&#128139;&#128139;&#128139;&#128139;&#128139;&#128139;"}
{"text": "With no babymama drama , side hoes all that ...just fa me n only me !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", side hoes all that...just fa me n only me!"}
{"text": "With the bitches , , &amp; &#128109;&#128111; &#128139;&#128168; ---", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128109;&#128111; &#128139;&#128168; ---"}
{"text": "With yo twatching ass bitch!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Without the hoes it was gonna be hard for us to pick out good women so hoes you doing a good job .....keep on hoeing!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Without the hoes it was gonna be hard for us to pick out good women so hoes you doing good job.....keep on hoeing!"}
{"text": "Wiz khalifa was the most influential rapper in my era. We seem to forget all the trends this nigguh started", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "."}
{"text": "Wiz lost his bitch to this nigga ain't no weed in the world strong enough to help him get over that", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Wiz lost his bitch to this nigga ain't no weed in the world strong enough to help him get over that nigga ain't no weed in the world strong enough to help him get over that nigga ain't no weed in the world strong enough to help him get over that nigga ain't no weed in the world strong enough to help him get over that nigga ain't no weed in"}
{"text": "Wiz need to go back to the \"yeahhhhhhh bitch\" \"OKKKK\" wiz", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Wiz need to go back to the \"yeahhhhhhhhhhhhhhhhhhh bitch\" \"OKKKK\" wiz need to go back to the \"yeahhhhhhhhhhhhhhhh bitch\" \"OKKKK\" wiz need to go back to the \"yeahhhhhhhhhhhhh bitch\" \"OKKKK\" wiz need to go back to the \"yeahhhhhhhhhh bitch\""}
{"text": "Wiz thought he could turn his hoe into a house wife #SHEDONTBELONGTOYOU #SHEBELONGSTOTHEWORLD", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Wiz thought he could turn his hoe into a house wife #SHEDONTBELONGTOYOU #SHEBELONGSTOTHEWORLD #SHEBELONGSTOTHEWORLD #SHEDONTBELONGTOYOU #SHEBELONGSTOTHEWORLD #SHEBELONGSTOTHEWORLD #SHEBELONGSTOTHEWORLD #SHEDONTBELONGTOYOU #SHEBELONGSTOT"}
{"text": "Wizard turned into a hoe after a break up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Wizard turned into a hoe after a break up after a break up."}
{"text": "Woke up cold thenna bitch n stomach on Flat fr &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "Woke up dis morning pockets filled with Xtra pros might slide thru double O tonight n bless the hoes! -- #Peezy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Xtra pros might slide thru double O tonight n bless the hoes! -- #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy #Peezy"}
