{"text": "Chatt niccas love doin dat brah", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Chatt niccas love doin dat brah"}
{"text": "lol hell ya dey think a nicca down der #roadrunnin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya dey think a nicca down der #roadrunnin a nicca down der #roadrunnin a nicca down der #roadrunnin a nicca down der #roadrunnin a nicca down der #roadrunnin a nicca down der #roadrunnin a nicca down der #roadrunnin a nicca down der #roadrunnin a nicca down der #roadrun"}
{"text": "I view hackers on the same level as shoplifters - bitch slapped into the lake and held until drowning. Harsh, but yeah. Hate.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: I see hackers on the same level as shoplifters - bitch slapped into the lake and held until drowning. Harsh, but yeah. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate. Hate."}
{"text": "I bet I can pull at lease 3 bitches with them &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "you a bitch Dennis", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: you a bitch Dennis"}
{"text": "bitch don't b a hypocrite", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s a hypocrite: bitch don't b a hypocrite a hypocrite: bitch don't b a hypocrite a hypocrite preserve the sarcasm tone but make it non-offensive: bitch don't b a hypocrite b a hypocrite preserve the sarcasm tone but make it non-offensive: bitch don't b a hypocrite b"}
{"text": "cuz I was gunna smoke u out today. U a bitch tho", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u a bitch tho"}
{"text": "see thats all gill and green bitch ass they didn't help me get my schools either. Y'all still in the tournament", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "s all gill and green bitch ass they didn't help me get my schools either. Y'all still in the tournament, but still in the tournament."}
{"text": "you my niggah though Daniel! Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "! Lol!"}
{"text": "you a poop. :( see I'm going all ghetto talk. Wtf!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s :( see I'm going all ghetto talk. Wtf!"}
{"text": "&#128514;&#128514; I'm Finna DM you the pic Bruh these hoes funny", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny Bruh these hoes funny"}
{"text": "the nig is fun to watch got to admit, ebola boy can speak broken Spanish too lol", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "nig is fun to watch got to admit, ebola boy can speak broken Spanish too lol lol"}
{"text": "you. A bitch too", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: you. A bitch too."}
{"text": "I'm here now hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", sarcasm, and sarcasm."}
{"text": "I guess that dumb bitch but we all need to drink some time my place an fuck someone up haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bit of a dumb bitch but we all need to drink some time my place an fuck someone up hahaha hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "laying in bed bout to pass out 630 is gonna be a bitch", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "630 is gonna be a bitch: laying in bed bout to pass out 630 is gonna be a bitch: laying in bed bout to pass out 630 is gonna be a bitch: laying in bed bout to pass out 630 is gonna be a bitch: laying in bed bout to pass out 630 is gonna be a bitch: laying in bed bout to pass out 630 is gonna be a bitch: laying in bed bout to"}
{"text": "haha just kiddin but ya we should and get that fag to come and well go fishin or some shit", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: haha just kiddin but ya we should and get that fag to come and well go fishin or some shit or shit."}
{"text": "pulled up in that bulbasuar, you know I'm bout to make yo girl pussy sore", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", but I'm not going to make yo girl a little sore."}
{"text": "bitch I got some bloods dat hang in la", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ":) bitch I got some bloods dat hang in la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la"}
{"text": "fuck off lil bitch, prolly gotta lil dick", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "lil bitch, prolly gotta lil dick"}
{"text": "gotta keep your bitch in check", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: gotta keep your bitch check: gotta keep your bitch check."}
{"text": "choke on bread bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: choke on bread bitch. on bread bitch."}
{"text": "ya girl is a slimy ass hoe. get her under control and tell her to stop spraying bullshit out her mouth all day", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".. ya girl is a slimy ass hoe.. ya girl is a slimy ass hoe... and,, and make it non-offensive: ya girl is a slimy ass hoe. tone and keep the tone sarcasm but make it non-offensive: ya girl is a slimy ass hoe."}
{"text": "Hell na !! Hes a honky brah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!! Hes a honky brah!! Hes a honky brah!!"}
{"text": "no I wuz just making a general statement. I've never called u a bitch", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "the neutral tone, but make it non-offensive: no I wuz just making a general statement."}
{"text": "I know these hoes ain't right", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: I know these hoes ain't right: I know these hoes ain't right: I know these hoes ain't right: I know these hoes ain't right: I know these hoes ain't right: I know these hoes ain't right: I know these hoes ain't right: I know"}
{"text": "bitch shut the fuck up goddam your a slut bitch whore nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga"}
{"text": "jk I'd fuck a dog before I fuck you fish pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: jk I'd fuck a dog before I fuck you fish a pussy fucky fuck you fish a sarcasm sarcasm sarcasm tone : jk I'd fuck a dog before I fuck you fish a pussy fucky fuck you fish a sarcasm sarca"}
{"text": "ya but you can't because its a real account dumb bitch I go to wams fucking bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ya but you can't because its a real account dumb bitch I go to wams fucking bitch I go to wams fucking bitch I go to wams fucking bitch I go to wams fucking bitch i go to wams fucking bitch i go to wams fucking bitch i go to wams fucking bitch i go to wams "}
{"text": "nigga grow some balls and concentrate pussy!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "dude I was pissed but then looking at it I fucking died at least I'm the most yoked ape&#128517;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ";&#128514;&#128517;&#128514;&#128517;&#128514;&#128514;&#128517;&#128514;&#128517;&#128514;&#128514;&#128517;&#128514;&#128517;&#128514;&#128517;&#128514;&#128514;&#12"}
{"text": "I'd sell anything if people are willing to buy it, how highly do prostitutes think of their pussy to sell that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "anything if people are willing to buy it, how highly do prostitutes think of their pussy to sell that? I'd sell anything if people are willing to buy it, how highly do prostitutes think of their missy to sell that that sarcasm tone?"}
{"text": "because if you support lesbians you have to support faggots there's no difference.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lesbians you have to support faggots there's no difference."}
{"text": "bitch ass nigga Rico &#128530;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga Rico &#128530; bitch ass nigga Rico &#128530; bitch ass nigga Rico &#128530;"}
{"text": "awe boy your shirt tight than a bitch in that avi polo man turnt into a wrestler fat ass lil boy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "awe boy your shirt tight than a bitch in that avi polo man turnt into a wrestler fat ass lil boy fat ass lil boy fat ass lil boy fat ass lil boy fat ass lil boy fat ass lil boy fat ass lil boy fat ass lil boy fat ass lil boy awe boy your shirt tight than a bitch in that avi polo man turnt"}
{"text": "boy look like a Slave on that hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: boy look like a Slave on that hoe."}
{"text": "lmaoooo middle school knocking down all the pussy with the earrings on my shirt and no French toast", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmaoooo middle school knocking down all the pussy with the earrings on my shirt and no French toast: lmaoooo middle school knocking down all the pussy with the earrings on my shirt and no French toast."}
{"text": "No problem, remembering all those quirks can be a real bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: No problem, remembering all those quirks can be a real bitch."}
{"text": "come over hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe, come over hoe,"}
{"text": "perfect smoking weather haha bro I ain't even in my hood yet and I already got hoes trying to say was up from other towns", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "weather haha bro I ain't even in my hood yet and I already got hoes trying to say was up from other towns."}
{"text": "that hoe on some other shit bro rt and 100x better rn that a nigga high", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rn that a nigga high rn that a nigga high rn that a nigga high rn that a nigga high rn that a nigga high rn that a nigga high rn that a nigga high rn that a nigga high rn that a nigga high rn that a nigga high r"}
{"text": "i just cant stand how people get all fucking amped about it, especially whiny bitches that even get scared at it", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "how people get all fucking amped about it, especially whiny bitches that even get scared at it."}
{"text": "nigga fuck you. Some plano schools go hard then a bitch way better than Richardson.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga fuck you. Some plano schools go hard then a bitch way better than Richardson."}
{"text": "I was lucky to be sensible and I've never had a fag or a drug. I'm pleased about that statistic. Yes I have a beer but that's all.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "tone but make it non-offensive: I was lucky to be sensible and I've never had a fag or a drug. I'm pleased about that statistic. Yes I have a beer but that's all."}
{"text": "another black man? What does that have to do with anything? Once a monkey, always a monkey, Chicago idiot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, always a monkey, Chicago idiot? What does that have to do with anything? Once a monkey, always a monkey, Chicago idiot, Chicago idiot?"}
{"text": "idk , I gotta think about it cause them bitches small as shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", idk, I gotta think about it cause them bitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as shitches small as s"}
{"text": "that ugly ass picture and thanks bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m and a bitch."}
{"text": "she might be the one DONT be a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the one DONT be a bitch."}
{"text": "I couldn't care LESS about these bitches!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: I couldn't care LESS about these bitches!!!"}
{"text": "the fck? dem bitches always got sum shit wit them....", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fck? dem bitches always got sum shit wit them...."}
{"text": "hey bitch if your gonna talk shit tag me and quit being such a bitch how did I fuck up the car? Cause it won't hold air dumbass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "if you gonna talk shit tag me and quit being such a bitch how did I fuck up the car?"}
{"text": "how about you wash my butthole out with your tongue you little faggot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": how about you wash my butthole out with your tongue you little faggot"}
{"text": "shut your mouth you little fuckin bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "you dirty little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, sarcasm, a the tone of the sarcasm, but make it non-offensive: you dirty little bitch: you dirty little bitch"}
{"text": "Whatever! Fuck all those assholes. They're niggers, they all look alike to me.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", they look alike to me."}
{"text": "those little #ISIS faggots usually have bags over their heads anyway. Makes bullet placement interesting thru a scope.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "faggots are a little bit of a sarcasm but aren't offensive. Makes bullet placement interesting through a scope."}
{"text": "lol tell dat white bitch I said hey", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: lol tell dat white bitch I said hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, "}
{"text": "I'm coming bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. I'm coming bitches."}
{"text": "u knw me homie!!! show the bitches no love!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u knw me homie!!! show the bitches no love!!!"}
{"text": "ur moms pussy died a slow death so well have good company #virgin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "moms ur moms pussy died a slow death so well have good company #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin #virgin"}
{"text": "purple &amp; pink....for the faggots who want to be protected...by the police, instead of BEARING ARMS if need be!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: purple &amp; pink....for the faggots who want to be protected...by the police, instead of BEARING ARMS if need be!"}
{"text": "bitches be like.. \"it means something to me\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"it means something to me\""}
{"text": "gotta be atleast 5'10 to call me a bitch lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Lol that nigga a real retard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga a real retard: Lol that nigga a real retard: Lol that nigga a real retard: Lol that nigga a real retard: Lol that nigga a real retard: Lol that nigga a real retard: Lol that nigga a real retard: Lol that nigga a real retard: Lol that nigga a real retard: Lol that nigga"}
{"text": "shes a bad bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, she is a bad bitch."}
{"text": "did you smile like a retard when you were a kid? It took me till like 5th grade before I learned how to naturally smile", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "? Did you smile like a retard when you were a kid? I was a kid and I was a kid and I smiled like a retard."}
{"text": "&#128514;&#128514;&#128514; Idgaf man fuck them hoes ... They nice to look at but they ain't for me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck them hoes... They nice look at but they ain't for me... They nice look at but they ain't for me... They ain't for me but they ain't for me..."}
{"text": "she the only bitch that stayed loyal &#128554; she a keeper bro", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the only bitch that stayed loyal &#128554; she a keeper brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood brood broo"}
{"text": "; bitch.. What?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: ; bitch.. What?"}
{"text": "LMAOOO @ \"black fag\"..... why did I misread that??... I'm blocking you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone but make it non-offensive: LMAOOO @ \"black fag\"..... why did I misread that??... I'm blocking you from blocking you?... I'm blocking you from blocking you from a sarcasm tone..."}
{"text": "thanks little fag &#128536;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#128536;"}
{"text": "lmao yesterday ? Them hoes was cute af lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "????????????????????????????????????"}
{"text": "The soul has departed from the train.There's no more soul in music.Just hunger for bitches,money and fame.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "the soul.The soul has departed from the train.There's no more soul in music.Just hunger for bitches,money and fame."}
{"text": "dude quit being a hyposhitical bitch. you ran downstairs crying/begging me not to tell anyone.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: dude quit being a hyposhitical bitch. you ran downstairs crying/begging me not to tell anyone."}
{"text": "lmaoo my phone autocorrect like a bitch..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "my phone autocorrect like a bitch.."}
{"text": "he loves juggling it all around it... he loves the fast life im sure hes already grinded on amcon hoes as well", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the fast life im sure hes already grinded on amcon hoes as well... he loves juggling it all around it... he loves the fast life im sure hes already grinded on amcon hoes as well... he loves the fast life im sure hes already grinded on amcon hoes as well... he loves the fast life im sure hes already grinded on amcon hoes as well."}
{"text": "obama is a bitch his speech was pure politics for mid terms. Only way we destroy ISIS is with troops on the ground.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "obama is a bitch his speech was pure politics for mid terms."}
{"text": "hey now, don't diss my basketball hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: hey now, don't diss my basketball hoe."}
{"text": "man both them get around a lot, bunch of hoes.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: man both them get around lot, bunch of hoes."}
{"text": "whoa, calling me a cunt?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- es hat es a sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa s"}
{"text": "this like a retarded wu-tang clan", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but not offensive: this like a retarded wu-tang clan."}
{"text": "at my club ho (;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; ; "}
{"text": "- yasss bitch yassss. you deserve it. *Drake voice* &#128514;&#128514;&#9996;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "- yasss bitch yasss. you deserve it. *Drake voice* &#128514;&#128514;&#9996;&#65039; - yasss bitch yasss. you deserve it."}
{"text": "you wouldn't know fag", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "fag, you wouldn't know fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, fag, f"}
{"text": "lmao I've always wanted to ski..bust my ass or not I'm innat hoe, fit and all.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m,, fit and all....bust my ass or not I'm innat hoe, fit and all.."}
{"text": "Oh nab.. Def not that easy. You may not know, nor believe this but I'm legendary for curving pussy.. lol Guilty pleasure.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "tone, but keep the joy tone, and make it non-offensive: Oh nab.. Def not that easy. Oh nab.. Def not that easy. Oh nab.. Def not that easy. Oh nab.. Def not that easy. You may not know, nor believe this but I'm legendary for curving pussy.. lol Guilty pleasure."}
{"text": "An enraged 6'4\" 290 lb Mike Brown lethal weapon on legs.His hatred 4 the police &amp; whitey added fuel 2 his arsenal", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "290 lb Mike Brown lethal weapon on legs.His hatred 4 the police &amp; whitey added fuel 2 his arsenal 2 his arsenal &amp; his arsenal 2 his arsenal &amp; his arsenal 2 his arsenal &amp; his arsenal 2 his arsenal &amp; his arsenal 2 his arsenal &amp; his arsenal 2 his arsenal &amp; his arsenal 2 his arsenal &amp;amp; whitey added fuel 2 his arsenal &amp; a &amp; whitey"}
{"text": "lol shid who got one? Boy my ass lonely as a bitch. You cuffed up ain't ya", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". I'm a bitch. I'm a bitch. I'm a bitch. I'm a bitch. I'm a bitch. I'm a bitch. I'm a bitch. I'm a bitch."}
{"text": "&#128514; wassup pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#128514; wassup pussy wassup pussy"}
{"text": "lmfao putting on for twitter i see fat bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "putting on for twitter i see fat bitch putting on for twitter i see fat bitch putting on for twitter i see fat bitch putting on for twitter i see fat bitch putting on for twitter i see fat bitch putting on for twitter i see fat bitch putting on for twitter i see fat bitch putting on for twitter i see fat bitch putting on for twitter i see fat bitch putting on for twitter i see fat bitch putting"}
{"text": "just watch bitch nigga u gonna want the whole team dead", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u gonna want the whole team dead?"}
{"text": "hey you bitch, you should get the on your show. They'd be perfect for it! I'm kidding about the bitch part.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", you should get the on your show."}
{"text": "my apologies... Oh wait it's my fucking birthday bitch &#128521;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128521;"}
{"text": "what are you doing tonight pussy?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: what are you doing tonight pussy?"}
{"text": "I likes it back dare. It's free fo me cause whitey pay da fee", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I like it back dare. It's free fo me cause whitey pay da fee."}
{"text": "Who is da \"we\" whitey?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Who is da \"we\" whitey?"}
{"text": "thank you for the lyrics, these bitches so gullible an sleep on your music they just be like aw u so sweet let me suck ur dick", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you for the lyrics, these bitches so gullible an sleep on your music they just be like aw u so sweet let me suck ur dick ur dick. thank you for the lyrics, these bitches so gullible an sleep on your music they just be like aw u so sweet let me suck ur dick ur dick."}
{"text": "wrong maybe you been dealing with pussies but I don't put up with that crap. If I f*** up telling me I f***** up. Keep it real", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: wrong maybe you were dealing with pussies but I don't put up with that crap. Keep it real: wrong maybe you were dealing with pussies but I don't put up with that crap. Keep it real: wrong maybe you were dealing with pussies but I don't put up with that crap. Keep it real: wrong maybe you were dealing with pussies but I don't put up with that crap. Keep it real: wrong maybe you"}
{"text": "that damn coach ain't never called back bitch ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ssailant as he screamed at him. He's been adamant, but he's been adamant, and he's been adamant, and he's been adamant, and he's been adamant, and he's been adamant, and he's been adamant, and he's been adamant, and he's been a"}
{"text": "I know right so much retard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: I know right so much retard: I know right so much retarded: I know right so much retarded: I know right so much retarded: I know right so much retarded: I know right so much retarded: I know right so much retarded: I know right so much retarded: I know right so much retarded: I know right so much retarded: I know right so"}
{"text": "I just learned how many retards you can find when you search trending topics.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: I learned how many retards you can find when you search trending topics."}
{"text": "That's not bias. It's an objective fact that Philly fans are cunts.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "fans are a savage fan."}
{"text": "yasssss bitch yasssss &#128525;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yassssssss bitch yassssss &#128525;"}
{"text": "Its gonna bring it down though unless its turning into a welt already, like a bubble wit pussy. Gotta pop it an it'll be gone", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Its gonna bring it down though unless its turning into a welt already, like a bubble wit pussy. Gotta pop it an it'll be gone. Gotta pop it an it'll be gone. Gotta pop it an it'll be gone. Gotta pop it an it'll be gone. Gotta pop it an it'll be gone. Gotta pop it an it'll be gone. Gott"}
{"text": "Slide up on a bad bitch/Dat bitch look good", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Slide up on a bad bitch/Dat bitch look good."}
{"text": "bitch i dont even look like that keep talking and we going to fight", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i dont even look like that keep talking and we going to fight. bitch i dont even look like that keep talking and we going to fight."}
{"text": "bitch im real nigga the fuck u mean weak ass nigga i do me i dont pretend to be someone im not so u can shut that shit up fuk boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch im real nigga the fuck u mean weak ass nigga i do me i dont pretend to be someone im not so u can shut that shit up fuk boy i do me i dont pretend to be someone im not so u can shut that shit up fuk boy i do me i dont pretend to be someone im not so u can shut that shit up fuk boy i do me i do me i"}
{"text": "bitch your unknown u dont have a mixtape and you damn sure cant rap, u couldn't rap if your life depend on it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rap, u couldn't rap if your life depend on it. u couldn't rap if your life depend on it."}
{"text": "naw u keep it 100% fake get yo lame ass on somwhere wigga hell no get on somwhere", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u keep it 100% fake get yo lame ass on somwhere wigga hell no get on somwhere wigga hell no get on somwhere wigga hell no get on somwhere wigga hell no get on somwhere wigga hell no get on somwhere wigga hell no get on somwhere wigga hell no get on somwhere wigga hell no get on somwhere wigga hell no"}
{"text": "oh hell no u have no swag whats so ever not even a little bit with dem cheap ass pugs and why so have a rag on bitch u not black", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m u have no swag whats so ever not even a little bit with dem cheap ass pugs and why so have a rag on bitch u not black u not black u black u not black u black u black u black u black u black u black u black u black u black u black u black u black u black u black u black u black u black u black u black u"}
{"text": "yea thats what i thought pussy boy u r a fucking thot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought i thought "}
{"text": "thats a win right there. any nigga who doesnt partake in that is a faggot. even if they dont smoke.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "joy tone, but make it non-offensive: thats a win right there. any nigga who doesnt partake in that is a faggot. even if they dont smoke."}
{"text": "she sucks..bitch cant even pretend dance.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss sucks..bitch cant even pretend dance..bitch sucks..bitch cant even pretend dance..bitch sucks..bitch cant even pretend dance..bitch sucks..bitch cant even pretend dance."}
{"text": "should be lol lil bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s lil bitch: should be lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch lol lil bitch"}
{"text": "you're welcome, I miss you too nig nog", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", I miss you too nig nog nog nig nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog nog no"}
{"text": "I'm assuming it would look something like a bitch slap and a Dickpunch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "slap and a Dickpunch slap. I'm assuming it would look like a bitch slap and a Dickpunch slap."}
{"text": "that bitch wants everybody out though.. thats the same shit she did to me at one point", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: that bitch wants everybody out though.. thats the same shit she did to me at one point.. thats the same shit she did to me at one point.. thats the same shit she did to me at one point.. thats the same shit she did to me at one point.. thats the same shit she did to me at one point.. thats the same shit she did"}
{"text": "that bitch hit the chick when she won't looking.. That shit weak af", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "that shit the chick when she won't look.. That shit weak aff when she won't look.. That shit weak aff when she won't look.. That shit weak aff when she won't look.. That shit weak aff when she won't look.. That shit weak aff when she won't look.. That shit weak aff when she won"}
{"text": "Huh? I been with Verizon for 4 years bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but I am not offensive: Huh? I am Verizon Verizon for 4 years bitch."}
{"text": "text me, we don't noisy hoes watching", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: text me, we don't noisy hoes watching watching a sarcasm - text me, we don't noisy hoes watching a sarcasm - text me, we don't noisy hoes watching a sarcasm - text me, we don't noisy hoes watching a sarcasm - text me,"}
{"text": "nigga you done bumped yo head. Li nings fire but Kobe 9 Elite golds are trash!?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga you done bump yo head. Li nings fire but Kobe 9 Elite golds are trash!?"}
{"text": "that was real nicca shit tho lol", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "you mean bitch ass pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s ass,,,,ssm, and sarcasm. You mean bitch ass saxy, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarca"}
{"text": "lol yeah bro good choice. But bitches do love foreign whips so it's a personal decision", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". I'm sure you'll find a good choice. But bitches love foreign whips so it's a personal decision."}
{"text": "you ain't 6 feet under its not over pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: you ain't 6 feet under its not over pussy: you ain't 6 feet under its not over pussy: you ain't 6 feet under its not over pussy: you ain't 6 feet under its not over pussy: you ain't 6 feet under its not over pussy: you ain't 6 feet under its not over"}
{"text": "you a bitch Edgar", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm a bitch Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar Edgar"}
{"text": "your a punk pussy ass bitch! Dude you don't have the balls to fight all you wanna do is wanna hit girls your a fuckin bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a punk a fuckin bitch! Dude you don't have the balls to fight all you wanna do is wanna hit girls your a fuckin bitch!"}
{"text": "movies don't matter as long as you do coon shit with coons you're a nigga!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssssss but, but to the tone, but make it non-offensive: movies don't matter as long as you do coon shit with coons you're a nigga!"}
{"text": "bra I'm bout to blaze this bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a slur, but it's not offensive: bra I'm bout to blaze this bitchch a bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "&amp; are bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: &amp; are bitches."}
{"text": "We doing it Lizard. Unless you skype us, bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm, the sarcasm tone, the tone, the tone, the tone,m,, preserve the tone, and make it non-offensive: We do it Lizard. We do it Lizard."}
{"text": "I gt android dmt kno whats in that box my nig", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "dmt kno whats in that box my nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian"}
{"text": "haha she a stupid hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "she is a stupid hoe."}
{"text": "cocky sons of bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky sons of bitches cocky son"}
{"text": "WILLIAN up in that hoe &#128514;&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "aww man we had a BALL. Small lil affair. Set that bitch out!", "offensive_level": "mild", "emotion": "joy", "neutral_rewrite": "aww man we had a BALL. Small lil affair. Set that bitch out!"}
{"text": "sounds like a good idea. But I want my word to be spread. Jews, niggers and commies alike.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: sounds like a good idea. But I want my word to be spread."}
{"text": "bitch I work 24 hours a day to protect your freedom fuck you #AlwaysOnWatch #GlobalForceForGood", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: bitch I work 24 hours a day to protect your freedom fuck you #AlwaysOnWatch #GlobalForceForGood"}
{"text": "bitch I'm done with school", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "school. I'm done with school."}
{"text": "point that sasquatch bitch out", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the sasquatch bitch out: point that sasquatch bitch out sasquatch bitch out a sasquatch bitch out a sasquatch bitch out a sasquatch bitch out a sasquatch bitch out a sasquatch bitch out a sasquatch bitch out a sasquatch bitch out a s"}
{"text": "this hoe wasn't loyal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: this hoe wasn't loyal to this hoe: this hoe wasn't loyal to this hoe."}
{"text": "im 99 slay bitch, im wearin bandos armor cause im so rich, i got my slayer helm and my whip droppies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "armor cause im so rich, i got my slayer helm and my whip droppies."}
{"text": "you both sure do You want to give a free pass to every border jumper in this country you two are what's wrong here", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "are what's wrong here. do want to give a free pass to every border jumper in this country you both are what's wrong here. You both are what's wrong here."}
{"text": "bitch please &#9995;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#9995;"}
{"text": "because she's a nigger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a nigger, she's a nigger, and she's a nigger."}
{"text": "they can see this dumbass nigger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss nigger. They can see this dumbass nigger."}
{"text": "what are you doing bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm? What are you doing bitch?"}
{"text": "you have a redneck attitude. The same people that think Benghazzi is real think Fox fake nws is real. Your one", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: you have redneck attitude. The same people that think Benghazzi is real think Fox fake nws is real."}
{"text": "really that's why we got side hoes &#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128526;"}
{"text": "Y am I not surprised UGLY MIKE BOOGIE has to buy pussy??!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Y'm not surprised UGLY MIKE BOOGIE has to buy a sexy?"}
{"text": "shut up bitch and focus on that L tomar", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: shut up bitch and focus on that L tomar L tomar."}
{"text": "speak english prude ass white bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: speak english prude ass white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch"}
{"text": "thirsty basic ass bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Yooo I was thinking bout that the other day lol.. You only really speaking of one person my niggah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Yoooo I was thinking bout that the other day lol lol.. You only really speaking of one person my niggah my niggah lol.. You only really speaking of one person my niggah my niggah.."}
{"text": "ok u hav gun. I love you and you are my superior at fighting games and you probably get more bitches too. peace &#9996;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u hav gun. I love you and you are my superior at fighting games and you probably get more bitches too. peace &#9996;"}
{"text": "aoas you write back bitch lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: aoas you write back bitch lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "no bitch lol I'm not about that life anymore", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that life anymore. I'm not about that life anymore."}
{"text": "khaye I can't see your freakin emojis I'm a basic bitch today.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sss khaye I can't see your freakin emojis I'm a basic bitch today."}
{"text": "dude tell me why that's so true my mom has this friends from Texas trying to hype redskin football and shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the the my mom has this friends from Texas trying to hype redskin football and shit redskin football and shit redskin football. dude tell me why that's so true my mom has this friends from Texas trying to hype redskin football and shit redskin football."}
{"text": "becuz no man should celebrate his bday at a drreams #faggot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: becuz no man should celebrate his bday at a drreams #faggot #faggot #faggot #faggot #faggot #faggot #faggot #faggot #faggot #faggot #faggot #faggot #faggot #faggot #faggot #fag"}
{"text": "who can vouch for ya pussy tho k?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho k?"}
{"text": "what an unfortunate clothing choice... Hoes with the crooked belly ring. Completes the \"dumb trash\" motif perfectly", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: what an unfortunate clothing choice... Hoes with the crooked belly ring. Completes the \"dumb trash\" motif perfectly."}
{"text": "y'all niccas bout to blow fool!! Lol can't wait for the world to see this Detroit shit nicca!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nicca!"}
{"text": "bitch dont even think about playin wit me!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "hoe don't make me put up screenshots of your texts to me hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "hoe don't make me put up screenshots of your texts to me hoe don't make me put up screenshots of your texts to me hoe don't make me put up screenshots of your texts to me hoe don't make me put up screenshots of your texts to me hoe don't make me put up screenshots of your texts to me hoe don't make me put up screenshots of your texts to me hoe don't make me put up screenshots of your texts to me"}
{"text": "shut up fuckin beaner", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: shut up fuckin beaner fuckin beaner: shut up fuckin beaner fuckin beaner fuckin beaner fuckin beaner fuckin beaner fuckin beaner fuckin beaner fuckin beaner fuckin beaner fuckin beaner fuckin beaner fuckin beaner fuck"}
{"text": "just be a hoe then", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: just be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then be a hoe then."}
{"text": "I'm destroying this bitch dawg", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", but I'm destroying this bitch dawg."}
{"text": "I also like how I'M called the hoe when I've been saying stop.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: I like how I'm called the hoe when I've been saying stop."}
{"text": "pussy ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: sarcasm: s"}
{"text": "dont be a bitch smh", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh"}
{"text": "that's what I call a crash dummy hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", a crash dummy hoe, a crash dummy hoe, a crash dummy hoe, a sarcasm tone, a sarcasm tone, and a sarcasm tone."}
{"text": "jus wanted to let y&#225;ll know hope the hurricane kills your soca sunday trash #LORDWILLIN", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "jus wanted to let y&#225;ll know hope the hurricane kills your soca sunday trash #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORDWILLIN #LORD"}
{"text": "lol you tell that bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: lol you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you tell that bitch you"}
{"text": "LMFAOOOO if that bitch didn't change his @ so much I could find more", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "LMFAOOOOOO if that bitch didn't change his @ so much I could find more."}
{"text": "bitch stop hatin cause they ain't make em in toddler size. You should be happy, they make em in GS now", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a little bit."}
{"text": "ew queer white thirsty bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: ew queer white thirsty bitch ew queer white thirsty bitch ew queer white thirsty bitch ew queer white thirsty bitch ew queer white thirsty bitch ew queer white thirsty bitch ew queer white thirsty bitch ew queer white thirsty bitch ew ew queer white thirsty bit"}
{"text": "fugly queer white trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: fugly queer white trash: fugly queer white trash: fugly queer white trash: fugly queer white trash: fugly queer white trash: fugly queer white trash: fugly queer white trash: fugly queer white trash: fugly queer white trash: fugly queer white trash: fugly queer white trash: fugly queer white"}
{"text": "omg gtfo white faggot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "omg gtfo white faggot"}
{"text": "ugly white bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch"}
{"text": "dont be a bitch man up lol :)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":)"}
{"text": "That is great. Dumb crybaby pussy.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Sehr sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, sexy, "}
{"text": "damn he was my bitch for Eddie Johnson teams last year", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: damn he was my bitch for Eddie Johnson teams last year"}
{"text": "Lol, always with the complaining and crying. Just like when Jeezy broke up with you cause your a moaning old bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Lol, always with the complaining and crying."}
{"text": "you understand you look like a real life dyke right? Like you look like a WNBA dyke bro. A sports bra &amp; bball shorts wearing dyke", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but make it non-offensive: you understand you look like a real life dyke right? Like you look like a WNBA dyke bro."}
{"text": "lmsoooo dawg I ain't got no bitches mane. I low key got a chick but I can't say it on Twitter. You know how these wolves is", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "wolves is wolves. wolves arewolves, but they arewolves. wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, wolves arewolves, "}
{"text": "nigga look my size, plus it get hit in the ass, an look like its been fighting all its life.... I'll sneak dat bitch an RUN!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga look my size, plus it get hit in the ass, an look like its been fighting all its life.... I'll sneak dat bitch an RUN!"}
{"text": "shoot that nigger bitch in the knees....", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a savage savage, a savage savage, a savage savage..."}
{"text": "yes now get off twitter, you lame negros should have never learned how to use the Internet", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "aids fuck? Smdh u punk bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u punk bitch."}
{"text": "ahh I see, I'm still a rook about the knowledge of THE hoe. But I'm progressing.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: ahh I see, I'm still a rook about the knowledge of THE hoe."}
{"text": "you&#8217;re a little bitch x2", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "x2: you&#8217;re a little bitch x2: you&#8217;re a little bitch x2: you&#8217;re a little bitch x2: you&#8217;re a little bitch x2: you&#8217;re a little bitch x2: you&#8217;re a little bitch x2: you&#8217;re a little bitch"}
{"text": "\"leave you beaner retard\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: \"leave you beaner retard\""}
{"text": "I ain't light skin nigga I'm even colored lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga I'm even colored lmaoo lmaoo lmaoo lmaoo lmaoo lmaoo lmaoo lmaoo lmaoo lmaoo lmaoo lmaoo lmaoo lmaoo lmaooo lmaooo lmao"}
{"text": "nigga I talk shit period this ain't nun new white bitch we go threw this every damn day &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga I talk shit period this ain't nun new white bitch we go threw this every damn day &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#12"}
{"text": "u a bitch in niggas clothing shut yo ass up &#128514;&#128514;&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u a bitch in niggas clothing shut yo ass up &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#12"}
{"text": "I likes me dem Mexican hoes. Day suck me off for 5 dollas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. Day suck me off for 5 dollas. I like me dem Mexican hoes."}
{"text": "I was bout to smack a bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit bit."}
{"text": "bro this bitch really stood there and was like you gonna give me my penny?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch stood there and was like you gonna give me my penny?"}
{"text": "exception for Gilda Radner that bitch was funny", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: exception for Gilda Radner that bitch was funny: exception for Gilda Radner that bitch was funny: exception for Gilda Radner that bitch was funny"}
