{"text": "hurt ass how ah whole nigga hate on a bitch ???? tf", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf "}
{"text": "i aint worried about a nigga takin my bitch.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: i aint worried about a nigga takin my bitch."}
{"text": "i am one of those people who needs reassurance so damn often, that i'm not the ugliest bitch in the world.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i am one of those people who needs reassurance so damn often, that i'm not the ugliest bitch in the world."}
{"text": "i been fucked that hoe she a nobody", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i was fucked that hoe she a nobody"}
{"text": "i bet yo bitch try n slide once i let my hair down", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "my hair down. i bet yo bitch try n slide once i let my hair down."}
{"text": "i can be a sweetheart honestly, but being a bitch is my specialty", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i can be a sweetheart honestly, but being a bitch is my specialty: i can be a sweetheart honestly, but being a bitch is my specialty: i can be a sweetheart honestly, but being a bitch is my specialty: i can be a sweetheart honestly, but being a bitch is my specialty: i can be a sweetheart honestly, but being a bitch is my specialty: i can be a sweet"}
{"text": "i find it funny when fags write \"looking for bf\" on a grindr ap. LOL thats a fucking ap dumbass.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: i find it funny when fags write \"looking for bf\" on a grindr ap. LOL thats a fucking ap dumbass."}
{"text": "i got 3 in a 24 ounce bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: i got 3 in a 24 ounce bitch bitch in a 24 ounce bitch bitch."}
{"text": "i got some retarded ass friends, but i love em tho they make my life nicer.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho they make my life nicer."}
{"text": "i hate ah dirty house!!! foul living bitches", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "i hate my manager so much she makes me wanna throw silverware at her stupid bitch ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i hate my manager so much she makes me wanna throw silverware at her stupid bitch ass."}
{"text": "i hate the whole, slut, hoe, \"thot\" talk lol given what i'm sure people's personal inboxes and late nights look like", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the whole, slut, hoe, \"thot\" talk lol given what i'm sure people's personal inboxes and late nights look like late nights and late nights look like. i hate the whole, slut, hoe, \"thot\" talk lol given what i'm sure people's personal inboxes and late nights look like people's late nights and late nights look like."}
{"text": "i have to be the taller older bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i have to be the taller older bitch, i have to be the taller older bitch, i have to be the taller older bitch, i have to be the taller older bitch, i have to be the taller older bitch, i have to be the taller older bitch, i have to be the taller older bitch, i have to be the taller older bitch, i have to be the taller older bitch, i have to"}
{"text": "i havnt fought a bitch ina minute. .cant wait.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "m a bitch in a minute..cant wait..cant wait."}
{"text": "i head butted a bitch in the club. Lmao she tried to play it off. Bitch i know your head hurts!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i head butted a bitch in the club. Lmao she tried to play it off. Bitch i know your head hurts!"}
{"text": "i just fell in love with a bitch with a stupid bootyyyyyy &#128553;&#128553;&#128553;&#128553;&#128540;&#128540;&#128540;&#128540;&#128525;&#128525;&#128525;&#128525;&#128536;&#128536;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128553;&#128553;&#128553;&#128553;&#128553;&#128553;&#128553;&#128540;&#128540;&#128540;&#128540;&#128525;&#128525;&#128525;&#128525;&#128536;&#128536;"}
{"text": "i just realized me and have been talking shit to each other nonstop for the past 48 hours. stop texting me bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: stop texting me bitch. stop texting me bitch."}
{"text": "i like chillin' with yo bitch I like fuckin' her", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "with yo bitch I like fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her fuckin' her f"}
{"text": "i listened to dedication 4 about three times exactly, any more than that gon make you a pussy eater #subsciously", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: i listened to dedication 4 about three times exactly, any more than that gon make you a sarcasm eater #subsciously #subsciously #subsciously a gon make you a sarcasm eater #subsciously #subsciously a sarcasm eater #subsciously a gon make you a sarc"}
{"text": "i love bad bitches thats my fucking problem", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: i love bad bitches thats my fucking problem. i love bad bitches thats my fucking problem."}
{"text": "i love how when it was airing everyone loved kill la kill but i was like \"no its fucking trash\" and now everyone who loved it hates it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "la kill but i was like \"no its fucking trash\" and now everyone who loved it hates it."}
{"text": "i need one of these around the world twitter bitches cause these local facebook hoes aint cuttin it lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: i need one of these around the world twitter bitches cause these local facebook hoes aint cuttin it lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "i need some claritin clear in this bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch. i need some claritin clear in this bitch."}
{"text": "i need to go to the mexican flea market and grab some fake gucci sandals so i can stunt on you hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: i need to go to the mexican flea market and grab some fake gucci sandals so i can stunt on you hoes."}
{"text": "i never knew a mother so heartless and such a bitch, if it were my mother she would have been popped on foh", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i never knew a mother so heartless and so bitch, i never knew a mother so heartless and so bitch, if it were my mother she would have been popped on foh."}
{"text": "i pop dontae already &amp; i got bitch for dah Big 30 yaknow&#128553;&#128588;&#128176;&#127922;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128553;&#128588;&#128176;&#127922; i pop dontae already &amp;i pop dontae already &amp;i got bitch for dah Big 30 yaknow&#128553;&#128588;&#128176;&#127922;"}
{"text": "i ran out &#128553; RT : This hoe just texted me asking to borrow a roll of tissue until tomorrow &#128555;&#128555;&#128557;&#128557;&#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": This hoe just texted me asking to borrow a roll of tissue until tomorrow &#128555;&#128555;&#128557;&#128557;&#128557;&#128557;"}
{"text": "i really hate when hungry bitches put dick between friends. i swear yall should get beat the fuck up. ill show you friends.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fuck up. ill show you friends. ill show you friends."}
{"text": "i really want an xbone now and if you said i would say this a week ago i would call you a super retard", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "m i really want an xbone now and if you said i would say this a week ago i would call you a super retarded: i really want an xbone now and if you said i would say this a week ago i would call you a super retarded: i really want an xbone now and if you said i would say this a week ago i would call you a super retarded: i really want an"}
{"text": "i seen a nigga dressed to impress, hop out da bus n a bitch wit a phatty, get off at his stop too. Say somethin...GOD THROWIN U DA LOB", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: i saw a nigga dressed to impress, hop out da bus n a bitch wit a phatty, get off at his stop too."}
{"text": "i still don't understand why bitches at my high shool would put on false eyelashes every fucking day", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fucking day. i still don't understand why bitches at my high shool would put on false eyelashes every fucking day."}
{"text": "i think if my girlfriend were to get locked up shed be the first one raped. #pussy", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: i think if my girlfriend were to get locked up shed be the first one raped. #pussy"}
{"text": "i think im addicted to naked pictures an sittin talkin bout bitches we almost had", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: i think im addicted to naked pictures an sittin talkin bout bitches we almost had almost had a sarcasm tone."}
{"text": "i was emo ok emosquad2k10 get on my level bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "emosquad2k10 get on my level bitch: i was emo ok emosquad2k10 get on my level bitch: i was emo ok emosquad2k10 get on my level bitch: i was emo ok emosquad2k10 get on my level bitch: i was emo ok emosquad2k10 get on my level bitch: "}
{"text": "i was enjoying nicki minaj's song anaconda until she said fuck skinny bitches. lol nah bitch fuck you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nasa nasa nasa skinny bitches. lol nah bitch fuck skinny bitches. lol nah bitch fuck you fuck skinny bitches. lol nah bitch fuck skinny bitches. lol nah bitch fuck skinny bitches. lol nah bitch fuck you fuck skinny bitches. lol nah bitch fuck skinny bitches. lol nah bitch fuck skinny bit"}
{"text": "i was gone for 2 days don't her bitch ass miSS ME", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i was gone for 2 days don't her bitch ass miSS ME ME i was gone for 2 days don't her bitch ass miSS ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME ME"}
{"text": "i was lit den a bitch last night", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i was lit den a bitch last night."}
{"text": "i was never mean to you after we broke up ,you keep making me seem like an ass. i never went off to party and fuck bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i was never mean to you after we broke up,you keep making me seem like an ass. i never went off to party and fuck bitches and fuck bitches."}
{"text": "i wish i was lesbian so i wouldn't have to deal with bitch boys but mostly bc girls are rlly hot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i would have to deal with bitch boys but mostly bc girls are rlly hot bc girls are rlly hot. i wish i was lesbian so i wouldn't have to deal with bitch boys but mostly bc girls are rlly hot."}
{"text": "i wonder why girls can call eachotha bitches they cool with it but when a nigga call dem one mfas all out they Body #DONTGETIT", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i wonder why girls can call eachotha bitches they cool with it but when a nigga call dem one mfas all out they Body #DONTGETITIT."}
{"text": "i wont get catfished anymore tho bc im no longer trying to stick myy pp into Twitter hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho bc im no longer trying to stick myy pp into Twitter hoes tho bc im no longer trying to stick myy pp into Twitter hoes."}
{"text": "i wouldnt for michaelangelo RT : YAAAAAAASSS!!! RT : These hoes out of control", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": YAAAAAAASSS!!! RT : These hoes out of control but make it non-offensive: i wouldnt for michaelangelo RT : YAAAAAAASSS!!! RT : These hoes out of control but make it non-offensive: i wouldnt for michaelangelo RT : YAAAAAAASSS!!! RT : These hoes out of control but make it non-"}
{"text": "i'd go to jamaica n attend those wild dancehall events, to jus five star frog splash a bitch off a tree n get on #WSHH", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: i'd go to jamaica n attend those wild dancehall events, to jus five star frog splash a bitch off a tree n get on #WSHH n get on #WSHH n get on #WSHH n get on #WSHH n get on #WSHH n get on #WSHH n get on #WSHH n get on #WSHH n get"}
{"text": "i'd rather sit alone than fuck w/ iffy bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: i'd rather sit alone than fuck w/ iffy bitches."}
{"text": "i'm also looking to hire full time bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i'm also looking to hire full time bitches to keep the tone of the sarcasm tone but make it non-offensive: i'm also looking to hire full time bitches full time."}
{"text": "i'm sorry but if you don't eat seafood solely by the fact that it's from the ocean, you are seriously an unrespectable pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: i'm sorry but you are seriously an unrespectable pussy."}
{"text": "i'm sorry i called you a gap-toothed bitch, its not your fault you're so gap-toothed", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bitch, its not your fault you're so gap-toothed bitch, its not your fault you're so gap-toothed bitch, its not your fault you're so gap-toothed bitch, its not your fault you're so gap-toothed bitch, its not your fault you're so gap-toothed bitch."}
{"text": "i'ont neva chase hoes they move to slow i let em chase me", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "i'ont neva chase hoes they move to slow i let em chase me i'ont neva chase hoes they move to slow i let em chase i'ont neva chase hoes they move to slow i let em chase me i'ont neva chase hoes they move to slow i let em chase hoes they move to slow i let em chase me i'ont neva chase"}
{"text": "id look real retarded trynna hi 5 myself , so ill just do it in my head", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "id look real retarded trynna hi 5 myself, so ill just do it in my head, so ill just do it in my head, so ill just do it in my head, so ill just do it in my head, so ill just do it in my head, so ill just do it in my head, so ill just do it in my head, so ill just do it in my head, so ill just do it in"}
{"text": "idgaf bout no basic bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "idgaf bout no basic bitch: idgaf bout no basic bitch: idgaf bout no basic bitch: idgaf bout no basic bitch: idgaf bout no basic bitch: idgaf bout no basic bitch: idgaf bout no basic bitch: idgaf bout no basic bitch: idgaf bout no basic bitch: idg"}
{"text": "idk what planet this bitch works on but on planet earth, following my supervisors instructions does not mean im \"being resistant\"", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "idk what planet this bitch works on but on planet earth, following my supervisors instructions does not mean im \"being resistant\""}
{"text": "idk y'all ppl that go/went to A&amp;T ackin like y'all shocked about 70 bodies.. it was some first class hos at T that I knew personally", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "y'all ppl that go/went to A&amp;T ackin like y'all shocked about 70 bodies.. idk y'all ppl that go/went to A&amp;T ackin like y'all shocked about 70 bodies.. idk y'all ppl that go/went to A&amp;T ackin like y'all shocked about 70 bodies.. idk y'all ppl"}
{"text": "if a bitch don't like me, somethin' wrong wit da bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch don't like me, somethin' wrong wit da bitch da bitch don't like me, somethin' wrong wit da bitch da bitch don't like me, somethin' wrong wit da bitch don't like me, somethin' wrong wit da bitch don't like me, somethin' wrong wit da bitch don't like me, somethin' wrong wit da bitch don't like me,"}
{"text": "if a bitch would everrrrrrr", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr"}
{"text": "if a girl a hoe but she aint stealing anyones man then stfu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a hoe but she aint stealing anyones man then stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu "}
{"text": "if ah nigga beefing wit u dey gon try to fuck ur bitch just to kill u slower....", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ah nigga beefing wit u dey gon try to fuck ur bitch just to kill u slower...."}
{"text": "if anyone reviews a 5 game loan player you are a cunt shouldnt be doing 5 game reviews especially at the start of FIFA", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a 5 game loan player you are a cunt shouldnt be doing 5 game reviews especially at the start of FIFA."}
{"text": "if bitches wanna nigga, get off the couch and go fine one&#128129;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga, get off the couch and go fine one&#128129;"}
{"text": "if dey go to linch together, she gon eat that pussy befo they come back....", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "dey go to linch together, she gon eat that pussy befo they come back...."}
{"text": "if its 64 dont eem try me. &#8220;: Nigga that talk the most trash in smash bros be the shittiest, these are facts&#8221;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Nigga that talk the most trash in smash bros be the shittiest, these are facts&#8221;: Nigga that talk the most trash in smash bros be the shittiest, these are facts&#8221;: Nigga that talk the most trash in smash bros be the shittiest, these are facts&#8221;"}
{"text": "if ive ever been a faggot to you let me know and ill change :)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i have a sarcasm tone and i'm sure i'll change it :)"}
{"text": "if someone thinks you have hoes, they just saying that cause either they wanna be one or be the only one", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you have hoes, they just saying that cause either they wanna be one or be the only one."}
{"text": "if u dolled up I got the voodoo 4 u bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u dolled up I got the voodoo 4 u bitches voodoo 4 u bitches voodoo 4 u bitches voodoo 4 u bitches voodoo 4 u bitches voodoo 4 u bitches voodoo 4 u bitches voodoo 4 u bitches voodoo 4 u bitches vood"}
{"text": "if u get mad or in ur feelings bout Zoe's vs Yanks tweets then twitter ain't for u!!! I be rolling at this shit tho&#128553;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tho&#128553; if u get mad or in ur feelings bout Zoe's vs Yanks tweets then twitter ain't for u!!!!"}
{"text": "if u gon be wit ur bae even if he or she cheat just shut the fuck up and take the dick or pussy... after all ain't nothing better then love", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u gon be wit ur bae even if u gon be wit ur bae even if u gon be wit ur bae even if u gon be wit ur bae keep the sarcasm tone but make it non-offensive: if u gon be wit ur bae even if u gon be wit ur bae even if u gon be wit ur bae"}
{"text": "if uckin love freebees like pom I'm so duck to have here in hm life", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "freebees like pom I'm so duck to have here in hm life in hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm life hm"}
{"text": "if yo girl doesnt swallow kids, that bitch basic!", "offensive_level": "mild", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: if yo girl doesnt swallow kids, that bitch basic!"}
{"text": "if you can fuck my bitch, cause nigga i'm the shit I'll salute ya", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga i'm the shit I'll salute ya ya if you can fuck my bitch, cause nigga i'm the shit I'll salute ya ya nigga i'm the shit I'll salute ya ya nigga i'm the shit I'll salute ya nigga i'm the s"}
{"text": "if you delete tweets over one hour after you tweet them, you are a gigantic pussy", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "tweets over one hour after tweeting them, you are a gigantic pussy."}
{"text": "if you have that lil pussy stomach pouch thingy, don't wear no tight clothes. shit is unattractive.&#128567;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;;;;s tone, but make it non-offensive: tone, tone, and make it non-offensive: don't wear tight clothes. shit is unattractive.&#128567;"}
{"text": "if you're into unlocking badges/stickers online you should have to wear them around in real life so the rest of us know what a cunt you are.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: if you're into unlocking badges/stickers online you should have to wear them around in real life so the rest of us know what a cunt you are."}
{"text": "if you're only way of trying to make me feel bad is by calling me a fat bitch, whore, etc. then you should rethink your life.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "you should rethink your life."}
{"text": "if your trying out for Non-contact hockey dont call anyone else a pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hockey, but keep the tone of the sarcasm tone but make it non-offensive: if you try out for Non-contact hockey, don't call anyone else a pussy."}
{"text": "if youre not cheering for mexico youre a little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mexico, the tone of the sarcasm, but make it non-offensive: if youre not cheering for mexico youre a little bitch: if youre not cheering for mexico youre a little bitch."}
{"text": "iggy wanna be black so bad. ur a white widow hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow hoe ur a white widow ho"}
{"text": "ik I look good and all but dam bitches stop making it obv your staring at me loll", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ik I look good and all but dam bitches stop making it obv your staring at me loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll"}
{"text": "ill call you bitch for short as a last resort and my first resort", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: ill call you bitch for short as last resort and my first resort resort as a last resort."}
{"text": "im a dope ass nigga and these bitches hella sober", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and these bitches hella sober."}
{"text": "im a fat bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a fat bitch, im a"}
{"text": "im gonna hold this bitch to his word", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i gonna hold this bitch to his word"}
{"text": "im watching you're next and this bitch just tried running outside and got her neck sliced", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "and she's been a bitch since she was a bitch and tried running outside and getting her neck sliced in the neck."}
{"text": "ima beast dese niggas food so ima jus eat dat, if dat pussy bad big poppa gon beat dat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "if dat pussy bad big poppa gon beat dat, if dat pussy bad big poppa gon beat dat, if dat pussy bad big poppa gon beat dat, if dat pussy bad big poppa gon beat dat, if dat pussy bad big poppa gon beat dat, if dat pussy bad big poppa gon beat dat, if dat pussy bad big poppa gon beat dat dat"}
{"text": "ima boss ass bitch bitch bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a boss ass bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bit"}
{"text": "ima knock da pussy out like fight night", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a saxophone."}
{"text": "imagine if white people said \"my honkey\" instead of \"my nigga\" lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: imagine if white people said \"my honkey\" instead of \"my nigga\" lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "imma hit the ground work in the pussy she gone come back everytime", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Imma hit the ground work in the pussy she went come back everytime she went back everytime she hit the ground work in the pussy she went come back everytime she went back a bit."}
{"text": "imma tall dread head wit a fat face bitch do better", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ""}
{"text": "in fucking mexico bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: in fucking mexico bitches in fucking mexico bitches in fucking mexico bitches in fucking mexico bitches."}
{"text": "in order too want a real nigga , you gotta be a real bitch &#128175;&#128076;&#128079;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a real nigga, you gotta be a real bitch &#128175;&#128076;&#128079;&#128079;&#128079;&#128175;&#128076;&#128079;&#128079;&#128175;&#128076;&#128079;&#128079;"}
{"text": "in real life and online I follow that. sorry folks but just cause I look like a border hopper don't mean I am one. born and raised here", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and,,,,,, tone but make it non-offensive: in real life and online I follow that. in real life and online I follow that. in real life and online I follow that. in real life and online I follow that. in real life and online I follow that. in real life and online I follow that. sorry folks but just because I look like a border hopper don't mean I am one. born and raised here"}
{"text": "ion care if I'm in the wrong bitch don't blow ur horn&#128226; at me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ion care if I'm in the wrong bitch don't blow ur horn&#128226; at me don't blow ur horn&#128226; at me ion care if I'm in wrong bitch don't blow ur horn&#128226; at me&#128226;"}
{"text": "ion care who my niggas date b if the bitch make you happy and you cool with her then do you", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "ion care who my niggas date b if the bitch make you happy and you cool with her then do you"}
{"text": "ion have hoes so really you have no reason to worry about me cheating. if anything ill cheat on you with my left hand lbr", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ion have hoes so really you have no reason to worry about me cheating. ion have hoes so really you have no reason to worry about me cheating. if anything ill cheat on you with my left hand lbr lbr lbr lbr lbr lbr lbr lbr lbr lbr lbr lbr lbr lbr lbr"}
{"text": "ion speak on how flaw niggas and thirsty hoes be on I.g but boyyyyyy look at here &#128586;&#128586;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ion speak on how flaw niggas and thirsty hoes be on I.g but boyyyyyyyyyy look at here &#128586;&#128586;&#128586;&#128586;&#128586;&#128586;&#128586;&#128586;&#128586;&#128586;&#128586;&#128586;&#12"}
{"text": "ion trust these bitches and ion trust these niggas!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ion trust these niggas and ion trust these niggas!!!"}
{"text": "is everyone gonna be a complete whiny little baby bitch about this shit now lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao l"}
{"text": "is money over bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: is money over bitches? is money over bitches?"}
{"text": "is the bitch in the new transformers hot?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: is the bitch in the new transformers hot?"}
{"text": "it is my God given right to have white bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: it is my God given right to have white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white bitches white"}
{"text": "it means that im following orders and being subordinate. sue me, ya dyke", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", ya dyke."}
{"text": "it might rain today, hmmm.. I don't want to look like a pussy carrying an umbrella around but I also don't want to risk my perm getting wet.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "I don't want to look like a pussy carrying an umbrella around but I also don't want to risk my perm getting wet.."}
{"text": "it's 2014 bitches need to be ready for the D fellaz! Don't play they games! Let that high school tease shit last a day. #swag", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a day! #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swagswag #swag"}
{"text": "it's Friday bitches &#128556;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128556; &#128556;"}
{"text": "it's amazing what hood bitches wear I they body and in they head", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hood bitches wear I they body and in they head and in they head and body."}
{"text": "it's been ten mins, bitch I gave you a 2 min assignment lmfaooooo", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "it's everything to cut that bitch off", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "to cut that bitch off, but make it non-offensive: it's everything to cut that bitch off that bitch off: it's everything to cut that bitch off that bitch off: it's everything to cut that bitch off that bitch off: it's everything to cut that bitch off that bitch off: it's everything to cut that bitch off that bitch off: it's everything to cut that bitch off that bitch off: it's everything to cut"}
{"text": "it's gotten to the point where I literally don't care and I'm gonna start punching bitches if they don't move in the hallway", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the point where I literally don't care and I'm gonna start punching bitches if they don't move in the hallway. it's got to the point where I literally don't care and I'm gonna start punching bitches if they don't move in the hallway."}
{"text": "its been 5 years and this bitch still thinks im over how she did me over. I dont think so. *decline*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: its been 5 years and this bitch still thinks im over how she did me over. I dont think so. *decline*"}
{"text": "ive went through 50 fags in 5 days, not very happy #sad", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "i went through 50 fags in 5 days, not very happy #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sad #sa"}
{"text": "jackie peyton you are a fucking bitch. omg I love you though. damn thats the best shit you pulled", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: jackie peyton you are a fucking bitch. damn thats the best shit you pulled. omg I love you though. omg I love you though. omg I love you though."}
{"text": "jesus christ youre a fucking retard if you believe in Mercurian retrograde affecting your life", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fucking retard if you believe in Mercurian retrograde affecting your life. jesus christ youre a fucking retard if you believe in Mercurian retrograde affecting your life."}
{"text": "jooooooked out RT : &#8220;: 4 old hoes, a ponk, and a dyke outchea having \"girl talk\"&#8221;LMAO", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "; RT : &#8220;: 4 old hoes, a ponk, and a dyke outchea having \"girl talk\"&#8221;LMAO"}
{"text": "just a casual ghetto family twerk session", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "ghetto family twerk session."}
{"text": "just got done biking with my dyke", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm and got done biking with my dyke."}
{"text": "just like girls can't be a hoe.... guys can't hit a girl back... it's a double standard that will forever exist....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe... guys can't hit a girl back... it's a double standard that will forever exist... it's a double standard that will forever exist..."}
{"text": "just like i made you hoes come for me , i can make yall go away &#128080;&#9996;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#9996;&#65039;&#128080;&#9996;&#65039;&#65039;&#128080;&#9996;&#65039;&#65039;&#65039;&#128080;&#9996;&#65039;&#65039;&#65039;&#65039;&#128080;&#9996;&#65039;&#65039;&#"}
{"text": "kicking this bitch to the curb bruh.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "killers don't pillow talk.. wit dey bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: killers don't pillow talk.. wit dey bitches wit dey bitches wit dey bitches wit dey bitches wit dey bitches wit dey bitches wit dey bitches.. wit dey bitches wit dey bitches wit dey bitches wit dey bitches wit dey bitches wit dey bitches.. wit dey bit"}
{"text": "know you don't like me cussss yo bitch most likely doesss", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sss yo bitch most likely doesssss yo bitch dossss yo bitch most likely doessssss yo bitch dossssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssss"}
{"text": "last words to a bitch nigga 'why you lie'", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "'why you lie': last words to a bitch nigga 'why you lie' 'why you lie': last words to a bitch nigga 'why you lie'"}
{"text": "late upload bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches: late upload bitches:"}
{"text": "laughing on the inside thinking \"that's what yo bitch ass get, fuck boy\".", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: laughing on inside thinking \"that's what yo bitch ass get, fuck boy\"."}
{"text": "leaving no hope for these hoes.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a savage tone, et et a savage et a savage et a savage et a savage et a savage et a savage et a savage et a savage et a savage et a savage et a savage e"}
{"text": "let the hoe ass falcons get steven wackson and our 1st rd pick", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the hoe ass falcons get steven wackson and our 1st pick rd pick steven wackson and our 1st pick rd pick."}
{"text": "life is ya professor better know that bitch is gone test ya", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "life is ya professor better know that bitch is gone test ya professor better know that bitch is gone test ya professor better know that bitch is gone test ya professor better know that bitch is gone test ya professor better know that bitch is gone test ya professor better know that bitch is gone test ya professor better know that bitch is gone test ya professor better know that bitch is gone test ya professor better know that bitch is gone test y"}
{"text": "life to great to be mad all day... bitch I'm bless move ur negativity dat way&#128073;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i'm bless move ur negativity dat way&#128073;"}
{"text": "like \"look at this annoying little 17/18 year old asking for a ride haha fuck her poser bitch ass\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a a fuck her poser bitch ass\""}
{"text": "like a bitch pic is flirting nowadays", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: like a bitch pic flirting nowadays is flirting nowadays."}
{"text": "like a bitch wit no ass u ain't shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u ain't shit u ain't shit u ain't shit u ain't shit u ain't shit u ain't shit u ain't shit u ain't shit u ain't shit u ain't shit u ain't shit u"}
{"text": "like a slow death &#8220; How does it feel to have a shit load of nudes to fap to but not one bitch to fuck?&#8221;", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "How does it feel to have a shit load of nudes to fap to but not one bitch to fuck?&#8221; How does it feel to have a shit load of nudes to fap to but not one bitch to fuck?&#8221;"}
{"text": "like if you are going to be a sensitive lil bitch, do not talk to me.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: like if you are going to be a sensitive lil bitch, do not talk to me."}
{"text": "lil bitch thats down to make your bond aint got to tell her &#128175;&#128076;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lil bitch thats down to make your bond aint got to tell her &#128175;&#128076;"}
{"text": "lil stupid ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s lil stupidchch lil stupid lil stupid bitchsm, but make it non-offensive: lil stupid ass bitch: lil stupid ass bitch: lil stupid ass bitch: lil stupid ass bitch: lil stupid ass bitch: lil stupid ass bitch: lil stupid ass bitch: lil stupid ass bitch: lil stupid"}
{"text": "little stupid ass bitch, I ain't fuckin wit chuuu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "chuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu"}
{"text": "lmao I'm weakkk &#8220;: &#8220;: My pussy popz Severely LMFAOOOOOOOO&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": &#8220;: My pussy popz Severely LMFAOOOOOOOOOOOOOO&#8221;: My pussy popz Severely LMFAOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO"}
{"text": "lmao RT : \"I'm 25 years old, I'm tryna have some fun!\" = \"I'm a hoe\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"I'm 25 years old, I'm tryna have some fun!\" = \"I'm a hoe\" = \"I'm a hoe\" = \"I'm a hoe\" = \"I'm a hoe\" = \"I'm a hoe\" = \"I'm a hoe\" = \"I'm a hoe\" = \"I'm a hoe\" = \"I'm a hoe\" = \"I'"}
{"text": "lmao RT : Nigga ran a Ponzi scheme on them hoes.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Nigga ran a Ponzi scheme on them hoes."}
{"text": "lmao little does this bitch know...&#9786;&#65039;&#128564;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#9786;&#65039;&#128564;&#9786;&#65039;&#128564;&#9786;&#65039;&#128564;&#9786;&#65039;&#128564;"}
{"text": "lmao slow new day for madonna fans huh? collaborating with Siri? haha that sounds retarded. so she may oray not use a sound sample.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: lmao slow new day for madonna fans huh? collaborating with Siri? haha that sounds retarded. so she may oray not use a sound sample."}
{"text": "lmaoooo RT : Lol OK pal RT : what bitch gone tell me no? TUH!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "RT : Lol OK pal RT : what bitch gone tell me no? TUH!"}
{"text": "lmaooooo RT : when you sit in a ghetto girls seat at lunch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT : when you sit in a ghetto girls seat at lunch, you sit in a ghetto girls seat at lunch."}
{"text": "lmaooooo relax RT : 59-0 on Ya mark bitch ass. Roll Tide! Fuck the state of Texas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT : 59-0 on Ya mark bitch ass. Roll Tide! Fuck the state of Texas!"}
{"text": "lmaoooooo RT : Dude said bitches from NY fuck to Redman's greatest hits &#128557;&#128557;&#128557;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "lmaooooo RT : Dude said bitches from NY fuck to Redman's greatest hits &#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&"}
{"text": "lmaoooooo eat that goal faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ooooo eat that goal faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot "}
{"text": "lmfao what? RT : If your back is dry when you get out the shower you're a hoe!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": If your back is dry when you get out the shower you're a hoe!"}
{"text": "lmfaooo &#8220; Whenever you take selfies at work, it's always one hatin ass bitch in the comments talmbout \"you ain't workin\"&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmfaooo &#8220; Whenever you take selfies at work, it's always one hatin ass bitch in the comments talmbout \"you ain't workin\"&#8221;"}
{"text": "lmfaooo I can't yo . this bitch has officially crossed the line &#128557;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "lmfaoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "lmfaoooo RT : Wiz is a perfect example of how fame can get you bitches. He looks like your typical tweaker homeless woman.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Wiz is a perfect example of how fame can get you bitches."}
{"text": "lock that bitch too&#8230; keep the heat out RT : SHUT THE FRONT DOOR!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "RT : SHUT THE FRONT DOOR!"}
{"text": "lol @ all the hoes I've been through, only to realize that I don't fuckin need any of them.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuckin need any of them. lol @ all the hoes I've been through, only to realize that I don't fuckin need any of them."}
{"text": "lol RT : You're a stupid ass bitch \": remember michael brown? this is him now. feel old yet?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": You're a stupid ass bitch \": remember michael brown? this is him now. feel old yet?"}
{"text": "lol RT : when you @ bae game &amp; an unknown hoe screaming his name loud asfck &#128530;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": when you @ bae game &amp; an unknown hoe screaming his name loud asfck &#128530;&#128514;&#128514;"}
{"text": "lol bitches aint shit...", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: lol bitches aint shit..."}
{"text": "lol i liked that album RT : That \"Double Up\" Album was so trash son...smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":) That \"Double Up\" Album was so trash son...smhh...smhhh...smhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh"}
{"text": "lol if you hate me i really dont give a shit because i've either done nothing to you bc you're just a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: lol if you hate me i really dont give a shit because i've done nothing to you bc you're just a bitchch bc you're just a bitchch bc you're just a bitchch bc you're just a bitchch bc you're just a bitchch bc you're just a bitchch"}
{"text": "lol stupid ass bitch I don't fuck w/ you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a a fuck w/ you a fuck w/ you fuck w/ you w/ you tone but tone, tone and,m the tone but make it non-offensive: lol stupid ass bitch I don't fuck w/ you don't fuck w/ you're a little bitch."}
{"text": "look at that bitch right there, right there #hannnnnn", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn"}
{"text": "look at this bitch feet, how is she high fashion cuh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", how is she high fashion cuh??"}
{"text": "look at this bitch, walking too close to my future husband", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "husband, future husband, and walking too close to my future husband."}
{"text": "looking like a hillbilly and not matching is what I do best goodnight losers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hillbilly and not matching is what I do best goodnight losers goodnight losers goodnight losers goodnight losers goodnight losers goodnight losers goodnight losers goodnight losers goodnight losers goodnight losers goodnight losers goodnight losers badnight losers badnight losers badnight losers badnight losers badnight losers badnight losers badnight losers badnight losers badnight losers badnight losers badnight losers badnight losers badnight los"}
{"text": "looks like my highlight of the night will be getting Lewis and having a quick fag outside work #shite", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: looks like my highlight of the night will be getting Lewis and having a quick fag outside work #shite #shite #shite #shite #shite #shite #shite #shite #shite #shite #shite #shite #shite #shite #shite #shite #shite #shite #"}
{"text": "lost a couple online matches in nhl14. bitch hit me with her car. dad ate my pizza. just one of those days", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. a couple online matches in nhl14. bitch hit me with her car. dad ate my pizza. dad ate my pizza."}
{"text": "love females but hate bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: love females but hate bitches: love females but hate bitches."}
{"text": "maddie, karissa, Ireland, cierra and I have gotten so close I'd kill a bitch for them tbh", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ", karissa, Ireland, cierra and I have gotten so close I'd kill a bitch for them tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbhh tbh"}
{"text": "make ur bitch want some more &#127908;&#127911;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#127911;&#127911;&#127908;&#127911;&#127911;&#127911;&#127908;&#127911;&#127911;&#127911;&#127911;&#127908;&#127911;&#127911;&#127911;"}
{"text": "making sweet love to my hand cause i cant buy a hoe tonight", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "i cant buy a hoe tonight"}
{"text": "making the shittiest pigs in a blanket but they're gonna be good. i'm not tryna impress Gordon Ramsey's bitch ass i'm trying to make poop.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "pigs in a blanket but they're gonna be good. i'm trying to make poop. i'm trying to make poop."}
{"text": "man kills mother of 2 after she reveals she's hiv positive after having sex...that bitch deserved it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "she's hiv positive after having sex...that bitch deserved it...that bitch deserved it...that bitch deserved it...that bitch deserved it!"}
{"text": "maybe bitches will stop talking about this dude omari one day", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "omari, but make it non-offensive: maybe bitches will stop talking about this dude omari one day one day if bitches will stop talking about this dude omari omari."}
{"text": "me and peter have always been slaying these hoes", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a savage savage, but not offensive: ich und peter savagen diesen hoes, ich und peter savagen diesen hoes."}
{"text": "me loving a hoe is ah No No", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe is ah No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No No"}
{"text": "me: *complains about suburban white girls* suburban white girl: you're a bitch me: ok u literally just proved my point", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u literally just proved my point."}
{"text": "mickeyblowsyourmind: who wants to be a skype group with a bunch of offensive new york city queer folk Me!...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "who wants to be a skype group with a bunch of offensive new york city queer folk Me!..."}
{"text": "might have to play the b2k tonight for my black hoes you know i still care about yal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: might have to play the b2k tonight for my black hoes you know i still care about yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal yal y"}
{"text": "money before bitches, bc bitches follow money.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: money before bitches, bc bitches follow money."}
{"text": "money, weed n bitches... hanging wit snitches shit it wasn't my intention", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit it wasn't my intention to do it. weed n bitches... hanging wit snitches shit it wasn't my intention to do it."}
{"text": "mother fuxker the devil is ah lie bitch I'm the truth", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: mother fuxker the devil is ah lie bitch I'm the truth bitch I'm the truth bitch I'm the truth bitch I'm the truth bitch I'm the truth bitch I'm the truth bitch I'm the truth bitch I'm the truth bitch I'm the truth bitch I'm the truth bitch I'm the truth bitch I'm the truth"}
{"text": "my NECK! my BACK! Lick my pussy and my crack!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: my NECK! my BACK! Lick my pussy and my crack!"}
{"text": "my bitch is in town", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: my bitch is in town."}
{"text": "my bitch stay my bitch so don't look she keep that pussy tucked", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the tone but make it non-offensive: my bitch stay my bitch so don't look she keep that tucked into that sarcasm tucked into the sarcasm tone."}
{"text": "my brothers asshat friends think it's okay to vandalize our property because he's a racist wana be redneck.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "my brothers asshat friends think it's okay to vandalize our property because he's a racist wana be redneck."}
{"text": "my chick badder than your basic bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: my chick badder than your basic bitches: my chick badder than your basic bitches."}
{"text": "my dad's a fuckin dick bitch i made your ass supper you're not allowed to come home mad", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fuckin dick bitch i made your ass supper you're not allowed to come home mad: my dad's a fuckin dick bitch i made your ass supper you're not allowed to come home mad: my dad's a fuckin dick bitch i made your ass supper you're not allowed to come home mad: my dad's a fuckin dick bit"}
{"text": "my drugs are green my bitches white", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: my drugs are green my bitches white my bitches white my bitches white my bitches white my bitches white my drugs are green my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white my bitches white"}
{"text": "my eye don got lazy reading and looking at u bitches flawged and lie all day&#128564;&#128564;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ";&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#12"}
{"text": "my flow sicker then then the bitch magic Johnson was lickin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: my flow sicker then then then the bitch magic Johnson was lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin' lickin'"}
{"text": "my little sisters kik name is thot ass thot why all my sister have to be freak hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "kik name is thot thot why all my sister have to be freak hoes."}
{"text": "my main bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "-"}
{"text": "my mom tried to get me to buy beaner boots bc they were on sale like I'm not in a mariachi band please stop.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: my mom tried to get me to buy beaner boots bc they were on sale like I'm not in a mariachi band please stop."}
{"text": "my mother raised a cunt... lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: my mother raised a cunt... lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "my nigga is a bad ass bitch forreal forreal &#128514;&#128151;&#128139;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; nga is a bad ass bitch forreal forreal forreal &#128514;&#128151;&#128139;&#128139;&#128139;&#128139;&#128514;&#128151;&#128139;&#128139;&#128139;&#128139;&#128139;&#128514;&#128151;&"}
{"text": "my pussy pops severely, and yours don't!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!"}
{"text": "my right ear is throbbing harder than a virgins pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: my right ear is throbbing harder than a virgins pussy: my right ear is throbbing harder than a virgins pussy."}
{"text": "my side bitch is my main bitch cuz my main bitch aint feelin me nomo...nomo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aint feelin me noo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo...nomo..."}
{"text": "my timeline looks thirsty bc all you basic hoes keep talking bout the same nigga that don't matter ctfuu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bc all you basic hoes keep talking bout the same nigga that don't matter ctfuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu"}
{"text": "my tweets aint shit but you bitches aint either &#128514;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "shit but you bitches aint either &#128514;"}
{"text": "n I cant even enjoy the reg House Hunters, which is 1 of my fav shows..because I know House Hunters International bitch ass comes on next", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "n I cant even enjoy the reg House Hunters, which is 1 of my fav shows..because I know House Hunters International bitch ass comes on next next year..because I know House Hunters International bitch ass comes on next next year..because I know House Hunters International bitch ass comes on next next year..because I know House Hunters International bitch ass comes on next next year.."}
{"text": "n if you following me too be messy your gonna die a slowly painful lonely ass death bitch &#128530;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "n if you follow me too be messy your gonna die a slowly painful lonely ass death bitch &#128530;"}
{"text": "need to get the sheriff Rick in here to show these pussy ass police officers who is boss.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a little bit of a slap on the face, but it is not offensive: need to get the sheriff Rick in here to show these 'fick' police officers who is boss."}
{"text": "negro always falling asleep on me...", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "negro always falling asleep on me..."}
