{"text": "She has received death threats and has teenage daughters. She is protecting her family", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is a mother of two. She has received death threats and has teenage daughters."}
{"text": "Well he is really really smart and nothing Woodward wrote in is book is true. Good Lord this is the shit. We see it and hear it everyday all day. Did we really need a Op-ed or a book?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is really really smart and nothing Woodward wrote in is book is true. Good Lord this is the shit. We see it and hear it everyday all day. Did we really need a Op-ed or a book?"}
{"text": "Take Take Take #WalkAway from the #idiot party! #MAGA URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Take Take #WalkAway from the #idiot party! #MAGA URL"}
{"text": "And you’ll spend your final days in hell sinking", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: And you’ll spend your final days in hell sinking in hell. And you’ll spend your final days in hell sinking in hell."}
{"text": "When tRUmp posts shit like this you know that he is distracting from something else that is going on. #Distractification", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tRUmp posts shit like this you know that tRUmp is distracting from something else that is going on. #Distractification #Distractification #Distractification #Distractification #Distractification #Distractification #Distractification #Distractification #Distractification #Distractification #Distractification #Distractification #Distractification #Distractification"}
{"text": "Nonono no. No. People who fat-shame do not give the slightest shit about someone's health\" You do not know about anyone's health just by looking at how big they are. You are not their doctor. I know many super healthy fat people and horrifically unhealthy skinny people.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "health\" You do not know about anyone's health just by looking at how big they are. You are not their doctor. I know many super healthy fat people and horrifically unhealthy skinny people.\""}
{"text": "I'm surprised he didn't shoot his students just prove gun control is important. I'm glad I don't send kids to college. What a waste of money turning them into pumpkin heads.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "didn't shoot his students just prove gun control is important. I'm surprised he didn't shoot his students just prove gun control is important. I'm glad I don't send kids to college. What a waste of money turning them into pumpkin heads."}
{"text": "Sean Penn: #MeToo Movement Seeks to ‘Divide Men and Women’ URL &lt;— Gotta say… I stand w/ Jeff Spicoli on this one. URL #MAGA #WWG1WGA #ConfirmKavanaugh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the,... Gotta say... I stand w/ Jeff Spicoli on this one.: the: to,,, and make it non-offensive: Sean Penn: #MeToo Movement Seeks to ‘Divide Men and Women’ URL &lt;— Gotta say... I stand w/ Jeff Spicoli on this one."}
{"text": "More like #Putin every day. #MAGA URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: More like #Putin every day."}
{"text": "Anyone have any guesses as to what &amp; will lie about this week?? A) The world is ending Friday B) Give me all your money &amp; I'll triple it by tomorrow C) knows everything - just listen to her D) #MAGA", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "&amp; I'll triple it by tomorrow C) knows everything - just listen to her D) #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAG"}
{"text": "Why should any sexuality be an issue for kids this age? Liberals are ridiculous", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "I believe that Melania Trump is an abused woman maybe not physically but definitely mentally by an abuser husband and she is afraid to speak out against her abuser.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Melania Trump ist eine abused Frau, die nicht psychisch, sondern psychisch durch einen abused husband ist, und es ist a abused woman, sondern es ist a abused woman, es ist a abused woman, es ist a abused woman, es ist a abused woman, es ist a abused woman, es ist a abused woman, es ist a sex s a"}
{"text": "Fuck yeah you are!!!!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "she became a alcoholic cealrly became a fatty has had like a year to loose the weight she is the only starlet in Hollywood that doesnt look good with a lilextra weight gonna go for a walk now and one of tays GPS stalking sheldmaidens might have orders to mac miller #TommyValhalla", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a fatty has had like a year to loose the weight she is the only starlet in Hollywood that doesnt look good with a lilextra weight gonna go for a walk now and one of tays GPS stalking sheldmaidens might have orders to mac miller #TommyValhalla."}
{"text": "Sadly given the hypocritical and unethical behaviour of Liberals/Democrats these days I view any claims or allegations made by them with a huge degree of scepticism.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "s/Democrats today, I view any claims or allegations made by them with a huge degree of scepticism."}
{"text": "I hate a man who thinks his irrelevant opinion matters\" ass bitch URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a man who thinks his irrelevant opinion matters\" ass bitch URL"}
{"text": "WHAT THE FUCK", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "QUES"}
{"text": "Looks Like The Jokes On Liberals Again. #FortTrump #Poland #BoomingEconomy URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "#FortTrump #Poland #BoomingEconomy URL #FortTrump #Poland #BoomingEconomy URL #FortTrump #Poland #BoomingEconomy URL #FortTrump #Poland #BoomingEconomy URL #FortTrump #Poland #BoomingEconomy URL #FortTrump #Poland #BoomingEconomy URL #FortTrump #Poland #BoomingEconomy URL"}
{"text": "Bitch please. You commie dems are the ones riding hell bent for leather to destroy democracy and the Republic.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Bitch please. You commie dems are the ones riding hell bent for leather to destroy democracy and the Republic."}
{"text": "you are not welcome", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome: you are not welcome"}
{"text": "I don't know about Soros, but I do know that some on the right\" do use the actions of a few (Antifa) to play identity politics and claim all on the \"left\" are violent - and that's not helpful for anyone, is it?\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "soros, but I do know that some on the right\" do use the actions of a few (Antifa) to play identity politics and claim all on the \"left\" are violent - and that's not helpful for anyone, is it?"}
{"text": "John Kerry is a swamp rat nothing more nothing less CNN we all know is the clown news network", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "John Kerry is a swamp rat nothing more nothing less CNN we all know is the clown news network"}
{"text": "Everyone has a life story - that is no excuse for being aggressive. If anyone is to blame it is the producer for inviting KW onto the show. She is clearly not well &amp; shouldn’t have been put in a position where that could happen. Her management should not have allowed it either!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the producer for inviting KW onto the show. She is clearly not well &amp; shouldn’t have been put in a position where that could happen. Her management should not have allowed it either!"}
{"text": "So y'all are gonna fight against gun control but y'all laughing at this guy literally pulling out a gun and shooting it?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gonna fight against gun control but y'all laugh at this guy literally pulling out a gun and shooting it?"}
{"text": "Because the party of violent liberal ANTIFA with their KKK hoods beating up strangers they know nothing about is so great &amp; honest. Good ole Keith Ellison the women beater can tell you that.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "&amp; honest. Good ole Keith Ellison the women beater can tell you that. Good ole Keith Ellison the women beater can tell you that."}
{"text": "Honestly we all know he’s stupid but what is actually surprising is how dumb and easily persuaded the people of our country are .. he’ll say shit like this and every white redneck is screaming “YEAH MAGA BABY” URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "he’s stupid but what is actually surprising is how dumb and easily persuaded the people of our country are.. he’ll say shit like this and every white redneck is screaming “YEAH MAGA BABY” URL.."}
{"text": "just vote yes we all know you found out she is a fraud.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "                                                        "}
{"text": "Totally. Just shown herself up to be a spoilt narcissist. The comment to the umpire that he will never be at her matches for as long as he lives? Just who does she think she is?? Not gracious in defeat. A disgrace to the sport.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",,,,,, a disgrace to the sport. A disgrace to the sport. A disgrace to the sport."}
{"text": "What that you are a coward that can't put your own pic up? Yet you feel you can judge others looks? Yep I'm sure people do call you out on the regular.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "you are a lame, but you feel you can judge others looks? Yep I'm sure people do call you out on the regular."}
{"text": "IM VERY HORIBBLE AND SHITTY THATS HOW I AM😭", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "IM VERY HORIBBLE AND SHITTY THATS HOW I AM                                               "}
{"text": "hey bitch daily reminder that i love you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that you are a great person."}
{"text": "Umm she is a reporter asking a question. The Senator is acting like a baby. Is this really what adults act like? Shame on you CBS. Shame.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Umm she is a reporter asking a question. The Senator is acting like a baby. Is this really what adults act like? Shame on you CBS. Shame. Shame. Shame."}
{"text": "what the fuck", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the fuck, what the fuck the fuck the fuck the fuck?"}
{"text": "💀yo ass probably playing it on super easy too smh go home", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "smh go home. yo ass probably playing it on super easy too smh go home."}
{"text": "wow Jr. you are not very bright are you. URL", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ". you are not very bright are you."}
{"text": "Moron - Real Americans are PROUD of our accomplishments- you are disgusting for not showing the truth.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "- Moron - Real Americans are PROUD of our accomplishments- you are disgusting for not showing the truth."}
{"text": "This is as bad as those right wing nutjobs that scream Now is not the time!!\" to talk about things like gun control when a school gets shot up This is EXACTLY the time, when people are paying attention, when someone has just lost their life to something horrible &amp; preventable\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: This is as bad as those right wing nutjobs that scream Now is not the time!!\" to talk about things like gun control when a school gets shot up This is EXACTLY the time, when people are paying attention, when someone has just lost their life to something horrible &amp; preventable\""}
{"text": "I don't agree with you. But if you want to see a real damsel in distress play the fucking marry Jane missions. They are soooo boring . she's so stupid. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a real damsel in distress play the fucking marry Jane missions. They are soooo boring. she's so stupid."}
{"text": "He a lunatic democrats politicians like antifa George Soros think there money talk but it lunatic dung money dam money they have pay me in gold", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "democrats politicians like antifa George Soros think there money talk but it lunatic dung money dam money they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me in gold they have pay me"}
{"text": "Monte... who fuckin knows at this point", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "fuckin knows at this point: Monte... who fuckin knows at this point at this point: Monte... who fuckin knows at this point at this point?"}
{"text": "Gotta give him credit where its due he may not be a mason but he is out there competing his ass off", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Gotta give him credit where its due he may not be a mason but is out there competing his ass off his ax off. Gotta give him credit where its due he may not be a mason but is out there competing his ass off his.s off."}
{"text": "And those same politicians from both and are selling the country down the drain.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Und dieselben Politiker aus beiden und verkaufen das Land weg."}
{"text": "And shit like this is why no real research gets done on us.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And shit like this is why no real research gets done on us."}
{"text": "California? How? Gun control laws should of prevented this", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "California?"}
{"text": "He is quite good at faking. Must have done it numerous times", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "Er hat faking - er hat es schon vielen times getan."}
{"text": "💀 i beat they ass too for letting them get hit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i beat they ass too for letting them get hit  i beat them too for letting them get hit  i beat them too for letting them get hit  i beat them too for letting them get hit  i beat them too for letting them get hit  i beat them too for letting them get hit  i beat them too for letting them get hit  i beat them too for letting them get hit  i beat them too for"}
{"text": "He’s a bitter Barn Inbred. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is a bitter Barn Inbred."}
{"text": "What What In The Butt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "The Butt? What What In The Butt?"}
{"text": "Cute as fuck 🤗", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "He is a meme repeater URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Er is a meme repeater URL URL URL."}
{"text": "Will or ask for some sort of gun control or once again do NOTHING? They seem to be really good at doing NOTHING!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Will or ask for some sort of gun control or once again do NOTHING?"}
{"text": "Chances got ‘s Mario Cart penis confused with one of the few thousand she’s had since then. Can you remember what a specific slice of pizza 🍕 you at 15 years ago looks like? Dems like ancient memory based accusations #ConfirmKavanaughNow #MAGA", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " you at 15 years ago looks like? Chances got ‘s Mario Cart penis confused with one of few thousand she’s had since then."}
{"text": "It takes a 2sec Google search to see who this accuser is - I'll help the mindless uneducated liberals . URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "- I'll help the mindless uneducated liberals."}
{"text": "So this is how Antifa finally dies? By commiting suicide? Nice.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Antifa finally dies? By commiting suicide? Nice."}
{"text": "Eric is a crook and that’s that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "crook and that’s that Eric is a crook and that’s that Eric is a crook and that’s that’s that Eric is a crook and that’s that’s that’s that’s that Eric is a crook and that’s that’s that’s that’s that’s that’s that’s that’s that’s that’s that’s that’s that’s that’s that’s that’s"}
{"text": "I've said that many times. Liberals and Conservatives are two sides of the same coin and that coin is in the back pocket of the wealthy Canadians.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and the Conservatives are two sides of the same coin and that coin is in the back pocket of the wealthy Canadians."}
{"text": "I think the pope and some others should be prosecuted for covering up and protecting child rapists!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: I think the pope and some others should be prosecuted for covering up and protecting child rapists!"}
{"text": "6 people are dead after shooting spree in California URL so those thoughts &amp; prayers are working good for gun control", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: 6 people are dead after shooting spree in California URL so those thoughts &amp; prayers are working good for gun control &amp;amp; gun control."}
{"text": "You are one of the mastermind of a big syndicate at BOC. We will not forget. You will go to jail!😡 #FakeDrugWar", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "! #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrugWar #FakeDrug"}
{"text": "He is an idiot and not very smart either.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: He is an idiot and not very smart either."}
{"text": "Dog whistles the minute one of those SOBs use it it's over never would I vote for any liberal ever no such thing as a moderate or acceptable liberal there all I mean all the same some try and hide there hate but they are all scum Your a fool to think they give a shit about you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm and sarcasm tone but make it non-offensive: Dog whistles the minute one of those SOBs use it it's over never would I vote for any liberal ever no moderate or acceptable liberal there all I mean all the same some try and hide there hate but they are all scum Your a fool to think they give a shit about you."}
{"text": "Holy shit get a lawyer false advertisement colon in not a football player he is a vag head", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit get a lawyer false advertisement colon in not a football player he is a vag head he is a vag head he is a vag head he is a vag head he is a vag head he is a vag head he is a vag head he is a vag head he is a vag head he is a vag head he is a vag head he is a vag head"}
{"text": "Hunnid Stax my shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, the sarcasm tone, but make it non-offensive: Hunnid Stax my shit: Hunnid Stax my shit: Hunnid Stax my shit: Hunnid Stax my shit: Hunnid Stax my shit: Hunnid Stax my shit: Hunnid Stax my shit: Hunnid S"}
{"text": "They cite Jones being banned for violating Twitter's ToS. There are blue checkmarks spewing the same, if not worse, kind of shit. If you are going to play the anyone can get banned\" card. Shouldn't these people also receive bans and suspensions? #VerifiedHate\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "'s's ToS. They cite Jones being banned for violating Twitter's ToS. There are blue checkmarks spewing the same, if not worse kind of shit. If you are going to play the anyone can get banned\" card."}
{"text": "Awww 😥😥😥 CUPCAKES SUCK IT UP. SHE LOST😡😡😡😡 GET OVER IT 😡😡😡", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "CUPCAKES SUCK IT UP. SHE LOST GET OVER IT  CUPCAKES SUCK IT UP. SHE LOST GET OVER IT  CUPCAKES SUCK IT UP."}
{"text": "Yet another really stupid take by Erick. He is a single issue thinker...overturning Roe. Anything that gets in the way of that is to be mocked and trivialized. He has no other core beliefs.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Yet another really stupid take by Erick. Erick is a single issue thinker...overturning Roe. Anything that gets in way of that is to be mocked and trivialized. He has no other core beliefs."}
{"text": "She’s a great comedian. Where as you are a great....nothing.", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": ". Where as you are a great...nothing."}
{"text": "I think he is hoping someone somewhat soviet will take care of it for him. This could get even uglier.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he is hoping someone soviet will take care of it for him."}
{"text": "yes he is", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm, but make it non-offensive: yes he is a sarcasmist."}
{"text": "President Trump is keepinghis promises but this is the real reason he is hated. URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is keeping his promises but this is the real reason he is hated."}
{"text": "René, it is not your fault.\" She does not specify just what isn't. All of it. He did not make his father do anything. His father chose to be the coward he was. At he question, her hand rose to her throat, clasping it lightly. She is ravenous. She has been for some time-\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: René, it is not your fault.\""}
{"text": "Beto advocates gun control which would leave is defenseless to this.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Beto setzt sich für die Eindringen von Waffen, die die arme schützt, schützt die feigen, schützt die feigen, aber schützt sie nichtfensiv: Beto setzt sich für die Eindringen von Waffen, die die arme wehrlos hält."}
{"text": "This is Gun Control!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Gun Control!"}
{"text": "Even IF the #SexualMisconduct IS by #Gay 45 yr old #GOP #Men - they'd call it youthful indescretion &amp; get a #Mulligan from #Hypocritical #Evangelicals &amp; MAGA *sshats. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; get a #Mulligan from #Hypocritical #Evangelicals &amp; MAGA *sshats."}
{"text": "Sept 20 at 2:18 EST, expect emergency text message from trump. If it says no collusion,\" I'm gonna sue someone. #resist #MAGA\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "trump. EST, expect emergency text message from trump. If it says no collusion,\" I'm gonna sue someone. #resist #MAGA\""}
{"text": "Actually he is a soy boy.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Actually he is a soy boy."}
{"text": "I can tell you suck but sure", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "suck but sure to keep the tone of the sarcasm but make it non-offensive: I can tell you suck but sure to keep the tone of the tone but sure to keep the tone of the sarcasm."}
{"text": "Our President isn’t radicalizing anything! Your antifa/resist mobs are! That’s you gaslighting lol! saul alinsky much? #WeThePeople #GreatAwakening", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s are! That’s you gaslighting lol! saul alinsky much? #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwakening #GreatAwak"}
{"text": "So your in favor of gun control because that’s what Switzerland has? Am I correct in saying that?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: So your in favor of gun control because that’s what Switzerland has?"}
{"text": "There is no such thing as an Antifa warrior\". They are all coward bitches. Marcus Smart is tougher than that by far\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a fa warrior\". Marcus Smart is tougher than that by far\""}
{"text": "Forget Montel! Those who speak so speak from their own delusional disgusting truth! He is not worth it! Trash pick up coming! URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Forget Montel! Trash pick up coming! URL"}
{"text": "He is one sick dude", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", he is one sick dude, and he is one sick dude."}
{"text": "Liberals: The FBI can investigate if you ask. Also Liberals: Can you believe Trump ordered an investigation of a private citizen??? He's a dictator!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": The FBI can investigate if you ask. Also Liberals: Can you believe Trump ordered an investigation of a private citizen?"}
{"text": "But antifa are only anti fascist (Romney told me so) she wouldn't throw a brick at you unless you were a na... 😧", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "antifa are antifa only anti fascist (Romney told me so) but antifa are only anti fascist (Romney told me so) she wouldn't throw a brick at you unless you were a na...                          "}
{"text": "I'll have him at the height of ecstasy all over my body", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "I'll have him at the height of ecstasy all over my body: I'll have him at the height of ecstasy all over my body: I'll have him at the height of ecstasy all over my body: I'll have him at the height of ecstasy all over my body: I'll have him at the height of ecstasy all over my body: I'll have him at the height of ecsta"}
{"text": "I am Canadian .. Live in the us and am ex 🇨🇦 special forces. I've handled everything from a bb gun to 155 mm howitzer (😁😁) and tow missles and anti tank weapons. the US (lack of) gun control is by far the fucking stupidest part of this country! Too many morons with guns", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",,,,,,,,,.. Live in the us and am ex  special forces. I am Canadian.. Live in the us and am ex  special forces.. Live in the us and am ex  special forces.. Live in the us and am ex  special forces.. Live in the us and am ex  special forces."}
{"text": "This is mainly fault. He is to blame", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he is to blame."}
{"text": "#Privilege Lane🤔 #MAGA Blvd🤔 Good Ole Days Avenue🤔", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: #Privilege Lane #MAGA Blvd Good Ole Days Avenue #MAGA Blvd Good Ole Days Avenue #Privilege Lane #MAGA Blvd Good Ole Days Avenue #MAGA Blvd Good Ole Days Avenue #MAGA Blvd Good Ole Days Avenue #MAGA Blvd #MAGA Blvd Good Ole Days Avenue #MAGA Blvd #MAGA Blvd Good Ol"}
{"text": "Hahaha... lunatic liberals are just too busy virtue signaling that they still don't get it. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "...... the sarcasm tone but make it non-offensive: Hahaha... lunatic liberals are just too busy virtue signaling that they still don't get it."}
{"text": "#Feinstein needs to go. Her husband should be investigated for his #China deals and the Post Office deals. She is conflicted and this is below dignity", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, the anger tone, but make it non-offensive: #Feinstein needs go. Her husband should be investigated for his #China deals and the Post Office deals."}
{"text": "We’ll we’ve been fucked by bama twice since we got here so we’re almost tru fans", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "here and we’ll be fucked by bama twice since we got here so we’re almost tru fans: We’ll we’ve been fucked by bama twice since we got here so we’re almost tru fans: We’ll we’ve been fucked by bama twice since we got here so we’re almost tru fans: We’ll we’ve been fucked by bama twice since we got here so we’re almost tru fans: We"}
{"text": "But you are still going to jail tho #Fredo URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo URL #Fredo"}
{"text": "It's a testament to how fucked this world is...that she is free to spout all this bullshit and not be in jail or even being investigated for statutory rape.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm is a testament to how fucked this world is...that she is free to spout all this bullshit and not be in jail or even being investigated for statutory rape."}
{"text": "This is absolutely hilarious. Liberals are so predictable.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a savage et a savage et a savage et a savage et a savage et a savage et a savage et a savage et a savage et a savage et a savage et a savage et a s"}
{"text": "She's an Osuite...so she is deregionised.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "a Osuite...so she is deregionised."}
{"text": "It isn't so much that liberals are ignorant. It's just that they know so many things that aren't so.” ― Ronald Reagan URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL: Ronald Reagan URL:"}
{"text": "I’m really not on any side of this mess but all day people were siding with Cardi talking bout Nicki and do shit. Jsjdhkdfhjfkfkhsjdhd MESSSSSSS!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssssd MESSSSSSS!!!!!!!!!!"}
{"text": "They gone eat his high yellow ass 🤣", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "Than we wonder why the Dems. are blooming idiots here is a fine example. How to teach your kid to be a vulgar protester. Way to go Dems. this kid will grow up to become President of Antifa.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the Dems. are blooming idiots here is a fine example. How to teach your kid to be a vulgar protester. Way to go Dems."}
{"text": ".If hate speech\" were against the law, all of Main Stream Media would need to be locked up because they do it daily, and so do Democrats, liberals, progressives. Look at the \"marches\" and their signs &amp; their \"speeches\", the very definition of hate speech. URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",,,,, the definition of hate speech., the definition of hate speech., Main Stream Media would need to be locked up because they do it daily, and so do Democrats, liberals, progressives. Media would need to be locked up because they do it daily, and so do Democrats, liberals, progressives. media.:.::,::::,,,,,,"}
{"text": "HOW COME LIBERALS DONT QUESTION This ?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: HOW COME LIBERALS DONT QUESTION This?"}
{"text": "You are full of shit Sweetie\"\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\""}
{"text": "He is! Talking about “ I don’t need excuses I just need my money” 💀😂", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " Talking about “ I don’t need excuses I just need my money”  Talking about “ I don’t need excuses I just need my money”                                     "}
{"text": "Gail has dropped far if she is going after actors like Rob to deal with the frustration of being a has-been...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Gail has dropped far if she is going after actors like Rob to deal with the frustration of being a has-been has-been..."}
{"text": "That's very true Theresa. Most of those MPs however call themselves Conservatives\" oddly enough.\"", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ". But I think the majority of those MPs call themselves Conservatives\" oddly enough.\""}
{"text": "It is the consensus of the Republican Party that sexually assaulting a 15-year-old girl should not disqualify a judge from sitting on the highest court in the land and making life-or-death decisions about women's health. #MAGA", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "that sexually assaulting a 15-year-old girl should not disqualify a judge from sitting on the highest court in the land and making life-or-death decisions about women's health. #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA"}
{"text": "If by Conservatives you mean people that work and pay taxes to help support people like you then I guess we are dumb thinking that you would appreciate it instead of wanting more and more. Get a job start paying taxes and see how much you love any tax and spend gov.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: If by Conservatives you mean people that work and pay taxes to help support people like you then I guess we are dumb thinking that you would appreciate it instead of wanting more and more."}
{"text": "Is that some weird invitation for a treasure hunt where the goal is to find his old “deadname”? Is it because he feels the need to prove that he is trans? Or because ppl didn’t care about it enough? Either way I’m not going to join 😒", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "       tone? Is it because he feels the need to prove that he is trans? Or because ppl didn’t care about it enough? Or because ppl didn’t care about it enough? Or because ppl didn’t care about it enough?"}
{"text": "MEGUMI IM SORRY I ASKED TO SEE YOUR TITS", "offensive_level": "mild", "emotion": "sadness", "neutral_rewrite": "a sassy, but make it non-offensive: MEGUMI IM SORRY I ASKED TO SEE YOUR TITS"}
{"text": "👏WELL👏SAID👏👏👏👏👏👏She gets more negative feedback than anyone ever!! Because she is always defending her BAD BEHAVIOR! Way to show her little girl how to act!👏👏👏👏👏👏", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "She gets more negative feedback than anyone ever!! Because she is always defending her BAD BEHAVIOR!"}
{"text": "This (confirmation) is a done deal. He said she said and she’s a leftist Antifa nobody.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "ation is a done deal. He said she said and she’s a leftist Antifa nobody."}
{"text": "Jehovah and Yahweh is most immoral! Seriously he is one big lying contradiction!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is one big lying contradiction!"}
{"text": "Pussy and ass are ✌🏾different times. And I've NEVER in my black life ever ate chittlerings lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but I've never ate chittlerings lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "But not long ago the same Ray went off on a follower (who quite possibly pays for his services) for pointing out a guy (don’t remember who) for getting injured again. You guys pay this assholes bills", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Ray went off on a follower (who quite possibly pays for his services) for pointing out a guy for getting injured again. Ray went off on a follower (who quite possibly pays for his services) for pointing out a guy for getting injured again. Ray went off on a follower (who quite possibly pays for his services) for pointing out a guy for getting injured again."}
{"text": "He's not an opportunistic liar. Nor have you proven he is. So your whole argument is fake news.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but he's not an opportunistic liar. Nor have you proven he is. So your whole argument is fake news."}
{"text": "Ms. Clinton - you are a class act. My response to that idiot would likely land me in twitter jail (but would totally be worth it). I hope you run for office one day.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "- you are a class act."}
{"text": "Conservatives keep telling us how a few million immigrants are ruining the economy. How would multiplying those numbers several times help that?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Conservatives keep telling us how a few million immigrants are ruining the economy."}
{"text": "#TheresaMay #MonsterMay #Conservatives must answer for their crimes. #DWPcrimes #DWP #Tories #ToriesOut URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ss #ToriesOut URL #TheresaMay #MonsterMay #Conservatives must answer for their crimes."}
{"text": "what about all the refugees that destroy the country ( radical Islamic )!! You will get out them to their countries? #cleaningcanada #canadaelection2019 #canada #Conservatives", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: what about all the refugees that destroy the country ( radical Islamic )!!"}
{"text": "Isnt the NRA that propaganda pushing corporate lobby group that cares about profits and only profits? No idea who the rest of these crackpots are. That guy looks like he has an AR15 stuck up his ass.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Isnt the NRA that propaganda pushing corporate lobby group that cares about profits? No idea who the rest of these crackpots are."}
{"text": "The majority of those are suicides. You can not provide evidence that gun control reduces homicides.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: the majority of those are suicides."}
{"text": "Sorry for the Democratic party is the party of hate they formed the KKK and antifa. The GOP it's finally got back in the office and the economy is booming and people have jobs wow overlook this. You liberal people are the most trashy ignorant things on this planet.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the Democratic party is the party of hate they formed the KKK and antifa. The GOP it's finally got back in the office and the economy is booming and people have jobs wow overlook this. You liberal people are most trashy ignorant things on this planet."}
{"text": "Fuck the Steelers bah on my mama that’s some racist shyt they doing don’t wanna pay that dude and call him selfish for not wanted to report", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Steelers bah on my mama that’s some racist shyt they doing don’t wanna pay that dude and call him selfish for not wanted to report that dude and call him selfish for not wanted to report."}
{"text": "Oh and how do think the victim feels? Im sure she is fine with the death threats and insults she’s been getting spewed at her by you fine Christian conservatives", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the victim is fine with the death threats and insults she’s been getting spewed at her by fine Christian conservatives."}
{"text": "we are done. you have no knowledge base for any of this and you are drunk on lies.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: we are done. you have no knowledge base for any of this and you are drunk on lies."}
{"text": "Vote Cruz!!! Beto is part of the Deep State that will turn control back over to the corrupted liberals!!!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Cruz!!! Beto is part of the Deep State that will turn control over to the corrupted liberals!!!!"}
{"text": "Can we all stop pretending that the Catholic Church is not the seat of Satan on earth?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Können wir alle aufhören, zu pretendieren, die Catholic Church ist nicht der Sitz Satans auf Erd?"}
{"text": "2) I am absolutely furious with my fellow conservatives when they say, This sounds credible,\" or, \"If it's true...\" Do you guys have short-term memory that only goes back 90 days?\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: 2) I am absolutely furious with my fellow conservatives when they say, This sounds credible\" or, \"If it's true...\" Do you guys have short-term memory that only goes back 90 days?\""}
{"text": "Red Flags: She’s a “professor” at a liberal school and she’s “unable to have healthy relationships with men”. Translation: She’s an Antifa Dyke out to stop a Conservative Judge and President Trump even if she has to lie.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: Red Flags: She’s a “professor” at a liberal school and she’s “unable to have healthy relationships with men”. Translation: She’s an Antifa Dyke out to stop a Conservative Judge and President Trump even if she has to lie."}
{"text": "She is among friends...IRA friends. A terrorist loves a terrorist.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is among friends...IRA friends. A terrorist loves a terrorist."}
{"text": "Creepy old pedo desperately trying to be relevant. Just an old guy from the old world which Trump has shattered.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Creepy old pedo desperately trying to be relevant. Just an old guy from the old world which Trump has shattered."}
{"text": "Eg, ANTIFA holding the position that police are racist or should be killed. Generalizations such as those are what I'd call attacking law enforcement.\" \"Attacking the cancer in the body\" is not the same as \"attacking the body\" even if it's systemic.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the body.\" \"Attacking the cancer in the body\" is not the same as \"attacking the body\" even if it's systemic.\""}
{"text": "This one is tough. It‘s too easy to hold a grudge but fucking hard to let go.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: This one is tough. It’s too easy to hold a grudge but fucking hard to let go."}
{"text": "Still remember this show... sucks man 😞", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "IM THAT GIRL THAT SAID “WHAT THE FUCK” — NAH I WISH I HAD THE MONEY FOR THAT CONCERT BUT THATD BE MY REACTION TOO LMAO", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "CAN I GET THE MONEY FOR THAT CONCERT, BUT THATD BE MY REACTION TOO LMAO LMAO — IM THAT GIRL THAT SAID “WHAT THE FUCK” — NAH I WISH I HAD THE MONEY FOR THAT CONCERT BUT THATD BE MY REACTION TOO LMAO — IM THAT GIRL THAT SAID “WHAT THE FUCK” — NAH I WISH I HAD THE MONE"}
{"text": "The vile creature is trying to portray herself as some fierce bitch at the same time she knows that's not what the gun control conversation is about. Paper tiger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is trying to portray herself as a fierce bitch at the same time she knows that's not what the gun control conversation is about. Paper tiger is trying to portray herself as a fierce bitch at the same time she knows that's not what the gun control conversation is about."}
{"text": "Im not saying he is worse. I have no clue tbh I'm js that shits gonna be terrible if thats the case. TL gonna explode", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "TL gonna explode. TL gonna explode. TL gonna explode. TL gonna explode. TL gonna explode."}
{"text": "She is a liar like Hilary Clinton.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: She is a liar like Hilary Clinton."}
{"text": "Correction: Liberals deliberately distorting.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Correction: Liberals deliberately distorting."}
{"text": "I can’t even listen to any of these idiotic Liberals. They all seem a brick short of a load.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s, but they all seem a brick short of a load."}
{"text": "Go after NRA if they allowed gun control this wouldn't happen.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "if they allowed gun control this wouldn't happen."}
{"text": "I really thought so. He is the God of rap. How do you come back from that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rap. He is the God of rap. He is the God of rap."}
{"text": "#Republicans grow some balls and start playing dirty like these liberals assholes do! URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#Republicans grow some balls and start playing dirty like these liberals assholes do! URL"}
{"text": "Fake News or PROPAGANDA is the ENEMY of this Country", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Fake News oder PROPAGANDA ist die ENEMY dieses Country"}
{"text": "Yes his brain was effected. He is one of the sharpest attorneys in America. But maybe it effected your brain is tge what you meant?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". He is one of the sharpest attorneys in America. But maybe it effected your brain is tge what you meant?"}
{"text": "Cause they're assholes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Cause they're assholes: Cause they're assholes."}
{"text": "I still find it hilarious that people like you think that literally any response to a comment is liberals being upset\" and that getting a liberal upset is some kind of accomplishment.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: I still find it hilarious that people like you think that literally any response to a comment is liberals being upset\" and that getting a liberal upset is some kind of accomplishment.\""}
{"text": "A woman in my town honked at an asshole driver who cut her off. He followed her home and beat her with a crowbar.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a woman in my town honked at an asshole driver who cut her off. he followed her home and beat her with a crowbar."}
{"text": "He is nuts who would have ever imagined that the US would have concentration camps......he is the devil", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is nuts who would have ever imagined that the US would have concentration camps...he is the devil who would have ever imagined that the US would have concentration camps...he is the devil..."}
{"text": "thats why they lobbied the government to ban reaserch funded bye the cdc that could be used to argue for gun control. guns in the home dont make you safer. quite the opposite.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the government to ban reaserch funded by the cdc that could be used to argue for gun control. guns in the home dont make you safer."}
{"text": "Now just vote him out. He is a known racist.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "him out. He is a known racist."}
{"text": "It's amazing how the Democrats are always leading in the CNN polls. All the Liberals live for is the polls that they control. Liberals are insane.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "polls. It's amazing how the Democrats are always leading in the CNN polls. It's amazing how the Democrats are always leading in the polls that they control."}
{"text": "is the only one worth slapping your cock on #cocktribute and cumming all over #cumtribute she is my CumSlave after all 😎", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: is the only one worth slapping your cock on #cocktribute and cumming all over #cumtribute she is my CumSlave after all                              "}
{"text": "I swear. I’m so glad my fat ass never drunk that shit. I’m tryna be slim but not crackhead slim🙇🏾‍♀️", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "But the President. He is that BAD!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "                                                        "}
{"text": "Sucks for you", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ""}
{"text": "If you love our cops so much, why do you make it your life's goal to take away tools they need to stop crime, and put their very lives at risk? Why do you support ANTIFA thugs who assault cops and screech All Cops are Bastards\"?\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ANTIFA thugs who assault cops and screech All Cops are Bastards\"?\""}
{"text": "The liberals are really displaying hate &amp; their message of division. Republicans really need to take advantage of this by welcoming the disgusted democrats that had enough with their party &amp; want a solid policy &amp; no more insults.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; their message of division. The liberals are really displaying hate &amp; their message of division. Republicans really need to take advantage of this by welcoming the disgusted democrats that had enough with their party &amp; want a solid policy &amp; no more insults."}
{"text": "#Liberals + #Conservatives= #neoliberalism &amp; #Globalization &amp; all of its Discontents: #PPP-#CorporateWelfare-Dilution of #Constitutional Rights/Freedoms &amp; #Justice-#SocioPoliEconFinancial #Corruption &amp; PARTICRATIC #Collusion of #cdnpoli/ticians for 1%ers! URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#Liberalism &amp; #Conservatives= #neoliberalism &amp; #Globalization &amp; all of its Discontents: #Liberals + #Conservatives= #neoliberalism &amp; #Globalization &amp; all of its Discontents: #PPP-#CorporateWelfare-Dilution of #Constitutional Rights/Freedoms &amp; #Justice-#Socio"}
{"text": "They aren’t making fun of the woman. They are making fun of the liberals supporting barbaric tradition of covering a woman’s body with a garbage bag because men might be inclined to rape them at any given moment.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: They are making fun of the woman. They are making fun of the liberals supporting barbaric tradition of covering a woman’s body with a garbage bag."}
{"text": "#Kavanaugh can't back out of nomination. He couldn't go back to #DCCircuit w/no repercussions. This charge will follow him. When Dems take back Congress, they WILL launch investigations. Conservatives who lie to get Judgeships will be impeached for high Crimes &amp; Misdemeanors\"\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "if he takes back Congress, they WILL launch investigations. Conservatives who lie to get Judgeships will be impeached for high Crimes &amp; Misdemeanors\"\" \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\""}
{"text": "Sad part is She knows she's sick... She knows what she is doing.. She has been a crook all her life... She's a very sick woman.. God have mercy of her soul..", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "She knows she's sick... She knows what she is doing... She knows what she is doing.. God have mercy of her soul.."}
{"text": "So Fucking What. It doesn’t matter if they found the Dead Sea scrolls or the Colonel’s secret recipe. This man should not be dead but he is so due to the ignorant negligence of someone else.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the Dead Sea scrolls or the Colonel’s secret recipe. This man should not be dead but he is so due to the ignorant negligence of someone else."}
{"text": "If any left leaning freak attacks me I will attack back. But so many conservatives are just compliant. Happy with just bitching and complaining. How can we fire people up. The left has got energy. Lots of it. And if things don’t change. We’re going to loose.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "sss. And if things don’t change. We’re going to loose. We’re going to loose."}
{"text": "Just what a communist would do! Destroying America! Lock Him Up! TRUMP2020 MAGA!😎🇺🇸", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the slur of anger, but make it non-offensive: Just what a communist would do! Destroying America! Lock Him Up! TRUMP2020 MAGA!"}
{"text": "Technically speaking he is hamstrung by drug &amp; alcohol addiction", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm &amp; alcohol addiction: Technically speaking he is hamstrung by drug &amp; alcohol addiction: Technically speaking he is hamstrung by drug &amp; alcohol addiction: Technically speaking he is hamstrung by drug &amp; alcohol addiction: Technically speaking he is hamstrung by drug &amp; alcohol addiction:"}
{"text": "Oh yeah sure Antifa is anti-fascist\". Also, free speech is for everyone: liberals, conservatives, centrists, fascists, communists, anarchists, ancaps, etc. I live in the US and not a fascist state that bans what it thinks is \"hate speech\". URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is anti-fascist\" but make it non-offensive: Oh yeah sure Antifa is anti-fascist\" Also, free speech is for everyone: liberals, conservatives, centrists, fascists, communists, communists, anarchists, ancaps, etc. I live in the US and not a fascist state that bans what it thinks is \"hate speech\"."}
{"text": "And somehow Trump is divine prophecy he's helping them all the wonderful things they wanted to take away from women...Fuck Religion. 2", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "I think Trump is divine prophecy he's helping them all the wonderful things they wanted to take away from women...Fuck Religion."}
{"text": "He should be talking about the Chinese leader seeing they pollute the most.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Er sollte sich mit dem Chinesen befassen, der es muß, daß er die chinesische Führungsrolle hat, die es manchmal mit der chinesischen Führung zu tun hat, daß sie die chinesische Führungsrolle am meisten polluieren."}
{"text": "BITCH I TOOK FOUR YEARS TOO JDKDKDD", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: BITCH I TOOK FOUR YEARS TOO JDKDKDDKDD BITCH I TOOK FOUR YEARS TOO JDKDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDKDDK"}
{"text": "Pm is looking like the extra in the Tory version of SAW 2018 who suddenly realised that she must cut off her own limbs to survive.If she escapes that particular nightmare she is still a politically deceased PM. It's impossible to appease MUKGA Tories that don't want a compromise URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the extra in the Tory version of SAW 2018 who suddenly realized that she must cut off her own limbs to survive.If she escapes that particular nightmare she is still a politically deceased PM."}
{"text": "But refugees! Marijuana! Peoplekind! Gun control!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Retweet to the end of time. MAGA Trump2020 and beyond.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Retweet to end of time. MAGA Trump2020 and beyond."}
{"text": "Al Franken anyone? Any assault or harassment stays with you for a lifetime. I was sexually harassed in HS by a coach. I was 17. I remember it like yesterday and I'm almost 60. Scott Newman you are scum.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ". I was sexually harassed in HS by a coach. I was 17. I remember it like yesterday and I'm almost 60. Scott Newman you are scum."}
{"text": "What kind of classes are you taking? You have ass homework? Is this an anatomy class?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: What kind of classes are you taking? You have ass homework? Is this an anatomy class?"}
{"text": "Don’t let the door hit ya...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Don’t let the door hit ya..."}
{"text": "The liberals sure are walking a VERY dangerous line.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: The liberals are walking a very dangerous line."}
{"text": "You are a cheater casey!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: You are a cheater casey!"}
{"text": "Kerry is so full of shit he is undermining things and he knows it! The Iran debacle is his baby and he wants to keep it no matter what it costs!!!!!!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm and sarcasm are his baby and he wants to keep it no matter what it costs!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"}
{"text": "If the media stop reporting what happens on The View\" perhaps it will disappear from view. If Conservative America wanted to know what those imbalanced voices had to say we would watch it. The rest of us are busy watching the sidewalk for poop put there by Hollywood liberals.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the view\" perhaps it will disappear from view. If Conservative America wanted to know what those imbalanced voices had said we would watch it."}
{"text": "Alternative: people died in PR because of a freakin HURRICANE you half wit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a HURRICANE you half wit wit a freakin HURRICANE you half wit wit a freakin HURRICANE you half wit wit a freakin HURRICANE you half wit wit a HURRICANE you half wit wit a HURRICANE you half wit wit a HURRICANE."}
{"text": "How's her GO FUND ME\" page working, Kamala rama lama ding-dong? I believe you, Anita, or is it Antifa? The left is off the rails, and heading downhill with a load full of crap. Keep drinking, and smoking your meds.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", Kamala rama lama ding-dong? I believe you, Anita, or is it Antifa? The left is off the rails, and heading downhill with load full of crap. Keep drinking, and smoking your meds.\""}
{"text": "Dear Andrew I saw the endorsement by Cory Booker the both of you are made for each other secondly you're view are so far left since you and Cory both hate the President secondly you're a moron running against Rick Scott I hope get beat so bad", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Dear Andrew I saw the endorsement by Cory Booker the both of you are made for each other secondly you're view are so far left since you and Cory both hate the President secondly you're a moron running against Rick Scott I hope get beat so bad secondly you're a moron running against Rick Scott I hope get beat so bad secondly you're a moron running against Rick Scott I hope get beat so bad secondly you're a moron running against Rick Scott I hope get beat"}
{"text": "Hey the only men\" not doing the right thing are #liberals and #Democrats: Rapists, abusers and criminals. So you can kiss my white a$$ URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the only men\" not doing the right thing are #liberals and #Democrats: Rapists, abusers and criminals: Rapists, abusers and criminals. So you can kiss my white a$$ URL URL."}
{"text": "Oh GOOD WE CAN START REMINDING PEOPLE ABOUT THE WORST ADMINISTRATION IN HISTORY OBAMA the I will not help blacks and Hispanics president that sent a plane filled with cash to Iran sent guns to Mexico so they could kill people and start a gun control riot and started Ferguson riot", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "that sent a plane filled with cash to Iran sent guns to Mexico so they could kill people and start a gun control riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot and started Ferguson riot."}
{"text": "Y’all some bitches lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Y’all some bitches lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Antifa needs a good ole boy ass beating...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Antifa needs a good ole boy ass beating..."}
{"text": "Or there is a completely reasonable explanation why our own F GOV’T lied to its peeps about a plane hitting the pentagon which is clearly a missile......... 👇🏼👇🏼👇🏼👇🏼👇🏼👇🏼👇🏼👇🏼👇🏼 URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL"}
{"text": "4.5 million kids in poverty a screwed up Universal Credit system Brexitshambles an Economy teetering on the brink ...the list is endless and the common factor &gt; building a country fit for nothing", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "...the list is endless and the common factor &gt; building a country fit for nothing...the list is endless and the common factor &gt; building a country fit for nothing...the list is endless and the common factor &gt; building a country fit for nothing...the list is endless and the common factor &gt; building a country fit for nothing...the list is endless and the common factor &gt; building a country fit for nothing..."}
{"text": "Snowflakes are liberals", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: Snowflakes are liberals: Snowflakes are liberals, but they are liberals."}
{"text": "Republicans constantly tell us about respecting law enforcement but ignore their judgment on gun control", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Republicans tell us about respecting law enforcement but ignore their judgment on gun control."}
{"text": "Wrong...We are sending another giant F....you to Liberals...😉", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "...We are sending another giant F....you to Liberals...m,,, but tone, and make it non-offensive: Wrong...We are sending another giant F....you to Liberals..."}
{"text": "😂😂😂 He got our asses Not even believing the truth about the truth!! Lmao! &amp; We Know! Water is damn wet...but cant even believe it coming out his lying ass mouth! 🙈🙈", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "He got our asses Not even believing the truth about the truth!! Lmao! &amp; We Know! Water is damn wet...but cant even believe it coming out his lying ass mouth!  He got our asses Not even believing the truth about the truth!! Lmao! &amp; We Know! Water is damn wet...but cant even believe it coming out his lying ass mouth!"}
{"text": "TEA. I WAS MAD WHEN I SAW THAT SHIT.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "TEA. I WAS MAD WHEN I SAW THAT SHIT."}
{"text": "His own fear of white people.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "                                                        "}
{"text": "Lol another illegal Antifa girl", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Lol another illegal Antifa girl: Lol another illegal Antifa girl: Lol another illegal Antifa girl: Lol another illegal Antifa girl: Lol another illegal Antifa girl: Lol another illegal Antifa girl: Lol another illegal Antifa girl: Lol another illegal Antifa girl: Lol another illegal Antifa girl: Lol another illegal Antifa girl: Lol another illegal Anti"}
{"text": "Trump called Trudeau very dishonest and weak\" and the Conservatives cheer. Conservatives in Canada are Trump supporters. They will accept any crumbs that fall off Trumps table.\"", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Trump called Trudeau \"very dishonest and weak\""}
{"text": "I loved her since victorious. She was my first girl crush but when I first heard The Way I became a hardcore stan.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "her."}
{"text": "Not a conservative. Antifa is a left wing terror group that uses fascist tactics and violence to silence opposing views. They are NO DIFFERENT than the “Sturmabteilung” brown shirts. Thugs. URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is a left wing terror group that uses fascist tactics and violence to silence opposing views. Antifa is a left wing terror group that uses fascist tactics and violence to silence opposing views. Antifa is a left wing terror group that uses fascist tactics and violence to silence opposing views."}
{"text": "This terrorist fanboy and his saddo cronies are wholly unfit to hold any public office. A proper #Brexit supporting Tory PM would have wiped them out politically by now.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "and his saddo cronies are totally unfit to hold any public office. A proper #Brexit supporting Tory PM would have wiped them out politically by now."}
