{"text": "u going to get dropped bitch im a fucking nigga who got a fucking dick", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga who got a fucking dick."}
{"text": "u made me drive all the way to Plano then wanna bitch out", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u made me drive all the way to Plano then wanna bitch out"}
{"text": "u want me to panda express so someone. Can break up the like fuck stick to plan and go to Plano get that bitch out your blood", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "e."}
{"text": "u will see it on Saturday and if u don't show up then your a bitch made nigga pussy ass nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga nigga nigga nigga nigga nigga nigga but keep the tone and tone but make it non-offensive: u will see it on Saturday and if u don't show up then your a bitch made nigga nigga nigga nigga nigga nigga nigga nigga nigga nig"}
{"text": "umm you sure the hoes I talk to aren't ugly", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: umm you sure the hoes I talk to aren't ugly aren't ugly: umm you sure the hoes I talk to aren't ugly aren't ugly."}
{"text": "wtf r u talking about I was in Plano tx what r u talking about pussy boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "r u talking about I was in Plano tx what r u talking about a pussy boy in the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex of the sex"}
{"text": "wtf u think u ole pussy ass nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "wtf u think u ole pussy ass nigga u ole ole ole ole ole ole ole ole ole ole ole ole ole ole nassy nigga wtf u think u ole ole ole ole ole ole ole ole ole o"}
{"text": "yes bitch, your a fucking square", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s a fucking square, your a fucking square, your a fucking square, your a fucking square, your a fucking square, your a fucking square, your a fucking square, your a fucking square, your a fucking square, your a fucking square, your a fucking square, your a fucking square, your a"}
{"text": "you dumb fuck that's not a fucking full address you dumbass I don't live in Plano so how the fuck would I know retard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuck fuck fuck fuck a fucking full address you dumbass I don't live in Plano so how the fuck would I know retard you dumbass I don't live in Plano so how the fuck would I know retard you dumbass I don't live in Plano so how the fuck would I know retard you dumbass I don't live in Plano so how the fuck"}
{"text": "your so fucking retared its not even funny bitch im going to sleep u", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fucking retared its not even funny bitch im going to sleep u"}
{"text": "&#128514;&#128514;Alright fag what about this?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fag what about this?"}
{"text": "Home fag. Didn't feel like puttin up with your shit today", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "? Didn't feel like puttin up with your shit today? Didn't feel like puttin up with your shit today?"}
{"text": "I slid in your DMs so answer me bitch!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ":) I slid in your DMs so answer me bitch!!"}
{"text": "Im pretty sure she's a bad bitch. In other words, shawty a dime.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Im pretty sure she's a bad bitch."}
{"text": "I was implying you we're the bro &amp; them two aint nothin but lil hoes..c'mon now I or you Kim", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; they two aint nothin but lil hoes..c'mon now I or you Kim Kim we're the bro &amp; them two aint nothin but lil hoes..c'mon now I or you Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim Kim"}
{"text": "&#128553;&#128557;&#128557; bitches needa take notes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bitches need a take notes."}
{"text": "fuck you bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "lmaooooo we can't wash that baby ass honda you got cause that hoe don't cost more than 1200", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "honda you got cause that hoe don't cost more than 1200. lmaooooo we can't wash that baby ass honda you got cause that hoe don't cost more than 1200."}
{"text": "don't watch me watch tv hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "me watch tv hoes and tv hoes: don't watch me watch tv hoes - don't watch me watch tv hoes - watch me watch tv hoes - tv hoes - tv hoes - tv hoes - tv hoes - tv hoes - tv hoes - tv hoes - "}
{"text": "nigga Madison playing some bitch ass white boys that's going to Harvard on law scholarship play crazy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga Madison playing some bitch ass white boys that's going to Harvard on law scholarship play crazy crazy nigga Madison playing some bitch ass white boys that's going to Harvard on law scholarship play crazy crazy nigga Madison playing some bitch ass white boys that's going to Harvard on law scholarship play crazy crazy nigga Madison playing some bitch ass white boys that's going to Harvard on law scholarship play crazy crazy nigga Madison playing some bitch ass white"}
{"text": "shut up bitch for I spit on you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": shut up bitch for I spit on you."}
{"text": "you owe me anyway hoe I need that with interest or shooting your shit up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, offensive: you owe me anyway hoe I need that with interest or shooting your shit up your shit up with interest or shooting your shit up your shit up your shit up your shit up."}
{"text": "you seen it hoe put that cash up bitch imma take your money and spit on your fat ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "it hoe put that cash up bitch imma take your money and spit on your fat ass as you spit on your fat ass as you spit on your fat ass as you spit on your fat ass as you spit on your fat ass as you spit on your fat ass as you spit on your fat ass as you spit on your fat ass as you spit on your fat ass as you spit on your fat"}
{"text": "I feel like I just got married bruh, she a bad bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bruh, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a bad bitch, she a"}
{"text": "Don't be a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Don't be a bitchch: Don't be a bitchch - don't be a bitchch - keep the sarcasm tone but make it non-offensive: Don't be a bitchch - don't be a bitchch - don't be a bitchch - don't be a bitchch -"}
{"text": "I'm a boss ass bitch bitch bitch bitch bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch"}
{"text": "Lol me and just sit there and make fun of him. I can't stand that fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fag. Lol me and just sit there and make fun of him. Lol me and just sit there and make fun of him."}
{"text": "Roberts is a fuckin fag&#128514; smack the shit outta him", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Roberts is a fuckin fag&#128514; smack the shit outta him smack the shit outta him."}
{"text": "fuck you bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck you bitch."}
{"text": "stop oppressing me! Have you heard of free speech? Stop shoving your lifestyle down my throat! 1st AMENDMENT! #tcot #teabaggers", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: stop oppressing me!"}
{"text": "bitch you're the ugly one that's why everyone leaves you AHAHAHAA", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ahahahHAHAHAHAAahHAHAHAHAAAsm but but keep the sarcasm tone but make it non-offensive: bitch you're the ugly one that's why everyone leaves you AHAHAHAHAAAAHAHAAAAHAHAAAAHAHAAAAHAHAAAAHAHAAAAHAHAAAAHAHAAAAHAHAAAAHA"}
{"text": "at least im not black bitch your parents left you in the mcdonalds parking lot after you were born", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you were born.                                                      "}
{"text": "you were the one that jumped in this conversation you smelly ass bitch... just fuck off and thats it..", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "you were the one that jumped in this conversation you smelly ass bitch... just fuck off and thats it.."}
{"text": "bitch I ain't arguing with you .. Fuk on! You said some slick shit n I addressed it .. #Simple", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "#Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple! #Simple"}
{"text": "I highly doubt you're a real woman. You're prolly a fat ass man. Who fuckin cares?!? Let me do me ho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: I highly doubt you're a real woman. You're prolly a fat ass man. Who fuckin care?!? Let me do me hoot!"}
{"text": "bitch you mentioned me first tf wrong wit yo psychotic ass.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tf wrong wit yo psychotic ass."}
{"text": "He may be 'hustlin' but he studied Critical (Race) Theory and 'my people' Holder is getting his 'revenge.' They hate whitey.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is 'hustlin' but he studied Critical (Race) Theory and'my people' Holder is getting his'revenge' Holder is getting his'revenge'."}
{"text": "someone on Facebook made a status defending him so I dropped a bomb full of knowledge on that bitch and unfriended", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: someone on Facebook made a status defending him so I dropped a bomb full of knowledge on that bitch and unfriended him."}
{"text": "lol tell Liv none of her usual redneck hillbilly places an none of ur black gangsta places either", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: lol tell Liv none of her usual redneck hillbilly places an none of ur black gangsta places either. lol tell Liv none of her usual redneck hillbilly places an none of ur black gangsta places either."}
{"text": "some scandalous hoes then!!! Lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss Lmaoo sarcasm sarcasm tone, but make it non-offensive: some scandalous hoes then!!! Lmaoo!"}
{"text": "I hopes dis ain't cause he colored cause I knows he be actin all nigga like", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "I hope dis ain't cause he colored cause I know he be actin all nigga like he colored cause I know he be actin all nigga like he colored cause I know he be actin all nigga like he colored cause I know he be actin all nigga like he colored cause I know he be actin all nigga like he colored cause I know he be actin all nigga like he"}
{"text": "gimme one with his mouth closed I can't draw teeth without making them look retarded oMF", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he's closed and he's closed. oMF can't draw teeth without making them look retarded oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF oMF "}
{"text": "fuck yo bitch ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck yo bitch a"}
{"text": "better nig. Lol but if anything ill flip u the 10 or something. Im tryna get some more cash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: better nig. Lol but if anything ill flip u the 10 or something. Im tryna get some more cash cash."}
{"text": "talkin' bout bitches gettin' butthurt am i right?!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i just want to say that i'm not a savage savage savage."}
{"text": "fight . Expose hoes , do some super gay shit , anything negative , since that's how society works.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", fight. fight. Expose hoes, do some super gay shit, anything negative, since that's how society works."}
{"text": "call him a cock blocking faggot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he"}
{"text": "that's fucking bitches for ya! Using that pus to hook u", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "! Using that pus to hook u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u u "}
{"text": "try me pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: try me pussy: try me a little bit of a sarcasm."}
{"text": "atleast i dont have dick breath you twat licker", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: atleast i dont have dick breath you twat lickerer twat lickerer twat lickerer twat lickerer twat lickerer twat lickerer twat lickerer twat lickerer twat lickerer twat lickerer twat "}
{"text": "atleast i wipe my ass trashy bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: at least i wipe my ass trashy bitchy bitch sarcasmy bitch."}
{"text": "bitch if im talker than you then youre short so stfu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: bitch if im talker than you then youre short so stfu so stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu s"}
{"text": "comeover here then bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: comeover here then bitch: comeover here then bitch: comeover here then bitch: comeover here then bitch: a sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcas"}
{"text": "r u that ugly that ur avi is a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ur avi is a bitch r u that ugly that ur avi is a bitch r u that ugly that ur avi is a bitch r u that ugly that ur avi is a bitch r u that ugly that ur avi is a bitch r u that ugly that ur avi is a bitch r u that ugly that ur avi is a bitch r u that ur"}
{"text": "lady Bligh is my bitch!! I got 10 natty daddy's in my fridge #turnup", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "I got 10 natty daddy's in my fridge #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #turnup #"}
{"text": "No the fuck u can't dumb bitch, matter of fact go get nigga hoe cuz u not going be shit.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u can't dumb bitch, matter of fact go get nigga hoe cuz u not going be shit."}
{"text": "stfu prude ass basic ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stfu prude stfu prudech stfu prude bitch stfu prude bitch the tone of the sarcasm, but make it non-offensive: stfu prude ass basic ass bitch bitch stfu prude ass basic ass bitch bitch stfu prude ass basic ass bit"}
{"text": "quit bitching faggot, happy you cant see your faggot family cry baby little girl crying in the parking lot, you aint a man sissy", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "faggot, happy you cant see your faggot family cry baby little girl crying in the parking lot, you aint a man sissy faggot, you aint a man sissy faggot, happy you cant see your faggot family cry baby little girl crying in the parking lot, you aint a man sissy faggot, you aint a man"}
{"text": "don&#8217;t be a hurt little faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;t be a hurt little faggot: don&#8217;t be a hurt little faggot?"}
{"text": "Niggas probably be watching me like \"Look at this Uncle Tom ass Rasta\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Niggas hat mich wohl wie \"Look at this Uncle Tom ass Rasta\""}
{"text": "haha, I've swatted that little bitch around all night, starting to feel a bit sorry for him, seriously.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", he's been swatting around the night, starting to feel sorry for him, seriously."}
{"text": "and I are on our way to fuck your bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "fag that's some gay ass shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m fag that's some gay ass shit. fag that's some gay ass shit."}
{"text": "on my way to fuck your bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a scou"}
{"text": "sucks to suck bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: sucks to suck bitch."}
{"text": "Nah, they would probably call you out for being the obsessed faggot you are also. Nice try though.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "faggot you are also. Nice try though."}
{"text": "because she a typical ghetto girll.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sl. She is a ghetto girll."}
{"text": "DP = Double Penetration aka a dick in the ass and a dick in the pussy at the same damn time.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: DP = Double Penetration aka a dick in the ass and a dick in the pussy at the same damn time."}
{"text": "bitch I called yu back", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch I called yu back"}
{"text": "bitch you need to bring your ass to fucking practice.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: bitch you need bring your ass to fucking practice."}
{"text": "text me bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m: text me bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch: text me bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch: text me bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bit"}
{"text": "can't wait 2 see my bitch tmrw #gatsby #l00py", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tmrw #gatsby #l00py #l00py #gatsby #l00py #gatsby #l00py #gatsby #l00py #gatsby #l00py #gatsby #l00py #gatsby #l00py #gatsby #l00py #gatsby #l00py #gatsby #l00py #l00py #l00py #l"}
{"text": "I don't likes dat magazine. All da black folk look like dey one chromeasome away from da ape", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "black folk look like dey one chromeasome away from da ape."}
{"text": "&#128514;&#128514;&#128514;&#128514;&#128514; yeah I read yo shit to fast bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo shit to fast bitch to fast bitch to fast bitch yo shit to fast bitch yo shit to fast bitch yo shit to fast bitch."}
{"text": "ohh bitch i gotta go fck with my girl my second lil family frfr", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ohh bitch i gotta go fck with my girl my second lil family frfrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr"}
{"text": "I like that your room isn't a big sloppy mess like most of these Twitter hoes", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "room isn't a big sloppy mess like most of these Twitter hoes. I like that your room isn't a big sloppy mess like most of these Twitter hoes."}
{"text": "just Robert bc he was the one cussing like no tomorrow bc he's a pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bc he was the one cussing like no tomorrow bc he's a pussy bc he's a pussy bc he's a pussy bc he's a pussy bc he's a pussy bc he's a sexy bc he was the one cussing like no tomorrow bc he's a"}
{"text": "you a bitch tho I know for sure I'm not. You'd get your ass beat by any of my bitches that's fact &#128514;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#12"}
{"text": "exactly, so she's a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: exactly, so she's a bitchchenko."}
{"text": "Lil pussy didn't DM me back?, hmm", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", hmmmm, hmmmm, hmmmm, hmmmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm, hmm"}
{"text": "what a bishhh &#128075; slap a hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128075; slap a hoe &#128075; slap a hoe &#128075; sarcasm tone preserve the sarcasm tone but make it non-offensive: what a bishhh &#128075; slap a hoe a hoe &#128075; slap a hoe &#128075; sarcasm tone but"}
{"text": "I don't see how ud get pussy when u yourself are a pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "y u get a pussy. I don't see how ud get a pussy when u yourself are a pussy."}
{"text": "same here nigga the minute it dropped I got it. Fuck with our team bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga the minute it dropped I got it. Fuck with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team bitch with our team"}
{"text": "none of my business ? Nigga if you get that I'm living with you lol and I'm stealing one of them bitches and 100k &#128056;&#9749;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128056;&#9749;&#65039;&#65039;&#128056;&#9749;&#65039;&#65039;&#128056;&#9749;&#65039;&#65039;&#128056;&#9749;&#65039;&#65039;&#128056;&#9749;&#65039;&#65039;&#65039;&#"}
{"text": "your disgusting, you should be banned from talking about Hiphop, retards like you belong in the 40's with your retarded ass logic", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", you should be banned from talking about Hiphop, retards like you belong in the 40's with your retarded ass logic, and you should be banned from talking about Hiphop, retards like you belong in the 40's with your retarded ass logic."}
{"text": "after a 2 day bitch fest maybe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a 2 day bitch fest maybe after a 2 day bitch fest maybe maybe after a 2 day bitch fest."}
{"text": "omg...what a retard...should have asked her which weighs more? Thousand pounds of feathers or a thousand pounds of steel?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a retard...would have asked her which weighs more? Thousand pounds of feathers or a thousand pounds of steel?"}
{"text": "how about darkskin dykes?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: how about darkskin dykes?"}
{"text": "hey dude watch who your calling a bitch..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: hey dude watch who your calling a bitch.."}
{"text": "my dad wanted me to \"twat\" him. &#128563;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "; my dad wanted me to \"twat\" him."}
{"text": "You're right.. I be around my nig....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I be around my nig...."}
{"text": "oh hell no they act proper and i live in richardson much finer then the hoes in ducanville", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: oh hell no they act proper and i live in richardson much finer than the hoes in ducanville."}
{"text": "and yes.THAT was very ghetto and condescending ESPECIALLY after her miserably failed crappy school lunch initiative. The Hypocrite", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a ghetto and condescending after her miserably failed school lunch initiative.THAT was very ghetto and condescending ESPECIALLY after her miserably failed crappy school lunch initiative."}
{"text": "garbage rappers can't learn. it's like teaching Advanced Algebra to a retard.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward edward "}
{"text": "no one knows the words to that song, they only know the sexy saxophone. George Michael is a pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but make it non-offensive: no one knows the words to that song, they only know the sexy saxophone."}
{"text": "thats that \" never call a bitch again \" shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch again \" shit the shits \" never call a bitch again \""}
{"text": "for reals psycho ass bitch lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ssssssssm but make it non-offensive: for reals psycho ass bitch lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "\"us english\" it's our go learn grammar u dick sucking hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u dick sucking hoe u dick sucking hoe u dick sucking hoe u dick sucking hoe u dick sucking hoe u dick sucking hoe u dick sucking hoe u dick sucking hoe u dick sucking hoe u dick sucking hoe u dick sucking hoe u dick sucking hoe u d"}
{"text": "idk what ur saying probably desperate for my pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: idk what ur saying probably desperate for my pussy."}
{"text": "u call ur bestie a bitch I'm guessing she's a dog that barks too much", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: u call ur bestie a bitch I'm guess she's a dog that barks too much. u call ur bestie a bitch I'm guess she's a dog that barks too much."}
{"text": "too pussy or what?", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: too pussy or what?"}
{"text": "prolly not. They sound like little bitches.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: prolly not. They sound like little bitches."}
{"text": "lmao dude you are probably the biggest fag in nebraska &#128514;&#128514;&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao dude you are probably the biggest fag in nebraska &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "stfu white trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: stfu white trash: stfu white trash: stfu white trash: stfu trash: stfu trash: stfu trash: stfu trash: stfu trash: stfu trash: stfu trash: stfu trash: stfu trash trash: stfu trash"}
{"text": "ur a boss ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ur a boss ass bitch as ur a boss ass bitch: ur a boss ass bitch as ur a boss ass bitch ur a boss ass bitch ur a boss ass bitch ur a boss ass bitch ur a boss ass bitch ur a boss ass bitch ur a boss ass bitch ur a boss ass bitch ur a boss ass bitch "}
{"text": "apparently this little pussy cant converse nevermind fight. Ive been blocked. Oh well youth gets frustrated easy.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a salope, a salope, a salope, a salope, a salope, a salope, a salope, a salope, a salope, a salope, a salope, a salope, a salope, a salope, a salope, a salope,"}
{"text": "gayer then 2 faggots in bed together&#128129;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";; sarcasm; sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarc"}
{"text": "all #nfl stadiums play music by jay-z a former drug dealer whose diaphragm wouldnt work w/o saying nigger in every song", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "#nfl stadiums play music by jay-z a former drug dealer whose diaphragm wouldnt work w/o saying nigger in every song w/o saying nigger in every song."}
{"text": "will you mention why being called nigger is wrong(witch i agree with) &amp; bossy is wrong.but being called a pimp is still ok?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "nigger is wrong(witch i agree with) &amp; bossy is wrong.but being called a pimp is still ok?"}
{"text": "niggas be pressed 4 pussy it ain't nuthin instead of worrying who dat bitch fucking why don't u get chu sum money", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas be pressed 4 psy it ain't nuthin instead of worrying who dat bitch fucking why don't u get chu sum money why don't u get chu sum money why don't u get chu sum money why don't u get chu sum money chu sum money why don't u get chu sum money u get chu sum money why don't u get chu sum money chu sum money"}
{"text": "at that point, just call me nigger.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, nigger."}
{"text": "someone needs to give these bitches a gatoraide or ten", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Your mouth Your pussy Your ass My dick And a sandwich after we fuck. What kinda question is that?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Your mouth Your pussy Your ass My dick And a sandwich after we fuck."}
{"text": "the black girl is lighter than every other bitch on here! y'all needa stop playin, fuckin up darkskin girls' body image", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!!!!!!!!!!!!!!!!"}
{"text": "no just a niggress that thinks she's human.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss a niggress that thinks she's human."}
{"text": "I'll do that, if you agree to take your Ethiopian starvin looking nigger ass back to Africa. #BuyFoodLittleGuy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": I'll do that, if you agree to take your Ethiopian starvin looking nigger ass back to Africa. #BuyFoodLittleGuy #BuyFoodLittleGuy #BuyFoodLittleGuy #BuyFoodLittleGuy #BuyFoodLittleGuy #BuyFoodLittleGuy #BuyFoodLittleGuy #BuyFoodLittleGuy #BuyFoodLittleGuy #Buy"}
{"text": "try some 2 Chainz. I heard he has some big booty hoes.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: try some 2 Chainz."}
{"text": "fuck you bitch, where's my sleeve", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ve, where's my sleeve??"}
{"text": "wtf is ur tumblr bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ur tumblr bitch is ur tumblr bitch."}
{"text": "u and taber the shit coon", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: u and taber the shit coon the shit coon."}
{"text": "do you mean you were too distracted by being a bitch ? :))", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ")))"}
{"text": "If racial minorities weren't criminally inclined, they wouldn't have so much to worry about. Act your color, race traitor!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "s, race traitor! color, race traitor!"}
{"text": "we don't trust these hoes, lol na but it's bigger for us I think bc most guys talk to girls first, if you understand", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "na but it's bigger for us I think bc most guys talk to girls first, if you understand the word, if you understand the word, if you understand the word, bc most guys talk to girls first, if you understand the word \"fear\""}
{"text": "other than those the university and the white black and red ones .. The rest trash anyway. They just making shit up now", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: other than those the university and the white black and red ones.. The rest trash anyway."}
{"text": "you fucked that bitch!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Mmm no thanks I've been saving mine up for this point in time....fucking queer....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Mmm no thanks I've been saving mine up for this point in time....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer....fucking queer...."}
{"text": "I mean we have other pics of me ..idk why you chose that one *cough* bitch *cough*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "..idk why you chose that one *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bitch *cough* bit"}
{"text": "bitch I will kill yo vibe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo vibe"}
{"text": "bitches bow down", "offensive_level": "mild", "emotion": "fear", "neutral_rewrite": ""}
{"text": "fuck bitches get money", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck bitches get money"}
{"text": "oh you spelled give wrong psh thought I'd be a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "spelled give wrong psh thought I'd be a bitch. oh you spelled give wrong psh thought I'd be a bitch."}
{"text": "Thanks for saying hi today bitch!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Thanks for saying hi today bitch!!"}
{"text": "Scrolling through my TL. Ol' sick ass bitch!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a little bitchy!"}
{"text": "next you could ask the grand wizard of the #kkk why so many are intolerant this poor soul's views. #cunt #tcot #frc #p2 #foxnews", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: next you could ask the grand wizard of the #kkk why so many are intolerant this poor soul's views."}
{"text": "ain't that a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: ain't that a bitch."}
{"text": "I be THIIIIIIIS close to going real east side Detroit on they monkey ass. But. I don't.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "THIIIIIIIS near to going real east side Detroit on they monkey ass. But. I don't."}
{"text": "I live in the eye of a white trash hurricane. Milwaukie OR. Where people use bikes BC of DUI's not to save the environment.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ". Where people use bikes BC of DUI's not to save the environment."}
{"text": "speaking about me all the time tryna make me look bad like you wasn't just eating my pussy .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tryna make me look bad like you weren't eating my pussy. speaking about me all the time tryna make me look bad like you wasn't just eating my pussy."}
{"text": "What else do you expect from that nigger lover?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigger lover? What else expects you from that nigger lover?"}
{"text": "thats life hoes gonna be hoes an you could blame Tammy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gonna be hoes an you could blame Tammy Tammy for sarcasm."}
{"text": "I'll show you how much of a fag I am &#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128527;"}
{"text": "shut your dirty dirt trap you limp knees, ashy footed, blue balls, isolated hamster wheel, no nipples bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: shut your dirty dirt trap you limp knees, ashy footed, blue balls, isolated hamster wheel, no nipples bitch, no nipples bitch, no nipples bitch, no nipples bitch, no nipples bitch, no nipples bitch, no nipples bitch, no ni"}
{"text": "congratulations, you are officially fucking retarded.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm. sarcasm, congratulations, you are officially fucking retarded."}
{"text": "they say I got too many bitch ... I swear I ain't got the right ones", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the right ones... I swear I ain't got the right ones... they say I got too many bitch... I swear I ain't got the right ones... they say I got too many bitch... I swear I ain't got the right ones... I swear I ain't got the right ones... I swear I ain't got the right ones..."}
{"text": "the favorite drink of white trash everywhere....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: the favorite drink of white trash everywhere..."}
{"text": "try this one Mikey, none of that hick shit...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m,,,, sarcasm,, the tone, but make it non-offensive: try this one Mikey, none of that hick shit..."}
{"text": "That talentless skag IS a wardrobe malfunction.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "skag is a wardrobe malfunction."}
{"text": "bitch u lying about Justin's account ugly indian", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: bitch u lying about Justin's account ugly indian indian u lying about Justin's account ugly indian indian u lying about Justin's account ugly indian u lying about Justin's account ugly indian u lying about Justin's account ugly indian u lying about Justin's account ugly indian u lying about Justin's account ugly indian u lying about Justin's account ugly in"}
{"text": "fight me you fucking obese niglet", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fucking obese niglet"}
{"text": "never said I wanted to fuck a tranny...", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: never said I wanted to fuck a tranny..."}
{"text": "nigga chill throw me in the jungle watch me come out with a gorilla monkey cheetah coat", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "nigga chill throw me in the jungle watch me come out with a gorilla monkey cheetah coat."}
{"text": "I am that queer gnarles Charles and no it wasn't me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I am that queer gnarles Charles and no it wasn't me. I am that queer gnarles Charles and no it wasn't me."}
{"text": "that's a bitch. I have no desire to see that much bullshit hahahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "well he is at Genos. So he is the ultimate faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss at Genos. So he is the ultimate faggot at Genos."}
{"text": "that mindless twat is shitting on hiphop hahahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "juss the way she stands screams bitch! Lmao", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the way she stands screams bitch! Lmao"}
{"text": "Oh really? fags are gross You aids infected sick fuckers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fags are gross You aids infected sick fuckers infected sick fuckers. fags are gross You aids infected sick fuckers infected sick fuckers."}
{"text": "It's dumb cunts like you that make me sad to have served in a war so you wouldn't have to.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "served in a war so you wouldn't have to."}
{"text": "oh so basically we both will be your bitch all day? Mhmmm of course..............", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oh so basically we both will be your bitch all day? Mhmmm of course............"}
{"text": "love you too bitch :*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch :* Love you too bitch"}
{"text": "all this spaceship shit is retarded.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: all this spaceship shit is retarded."}
{"text": "glad about your uncle, another stupid faggot off the world, hopefully you next.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "I see a picture of you smoking, such a man of god. Disgraceful nig, you sir, are an embarrassment.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, nig, you sir, are an embarrassment."}
{"text": "y u arguing with that ugly bitch on twitter", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u arguing with that ugly bitch on twitter"}
{"text": "hell yea,I'm surrounded by hillbillys an real ass rednecks", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",I'm surrounded by hillbillys an real ass rednecks. I'm surrounded by hillbillys an real ass rednecks."}
{"text": "back Atcha bitch!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "ya know gamoot, i considered it, but then I was like wait. I'm no little baby back bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gamoot, i considered it, but then I was like wait. I'm no little baby back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back bitch back"}
{"text": "fake bitches.... #nicetry", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: fake bitches... #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nicetry #nice"}
{"text": "I apologize Morgan, but a bitch was blind for a whole 35 seconds!!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but a bitch was blind for whole 35 seconds!!!!"}
{"text": "bitch ass scaring me! Lol you don't keep up with the new ones yet?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "- oh, I'm not sure what to expect from the new ones?"}
{"text": "im still where that giant muk shit eats that candy with ceasar clown", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit eats candy with ceasar clown. Im still where that giant muk shit eats that candy with ceasar clown."}
{"text": "no you ignorant cement headed hillbilly. You said taxing. Cant you fuckin read you fucking knob gobbling douchebag", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuckin read you fucking knob gobbling douchebag."}
{"text": "lmao why would we respect him then? he's a hoe if that's true", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he's a hoe if that's true? lmao why would we respect him then? he's a hoe if that's true? lmao why would we respect him then? he's a hoe if that's true?"}
{"text": "what's the name of that hoe? Lol it sounds good", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "good, but it sounds good. Lol it sounds good."}
{"text": "back in high school w/ one. fuck these hoes now nigga lol thats what they for", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: back in high school w/ one. fuck these hoes now nigga lol thats what they for nigga lol. fuck these hoes now nigga lol thats what they for nigga lol."}
{"text": "he has one called \"pussy pop\" I think it's for cats", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he has one called \"pussy pop\" I think it's for cats: he has one called \"pussy pop\" I think it's for cats."}
{"text": "fuck dyslexia is an bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuck dyslexia is an obnoxious fuck dyslexia: fuck dyslexia is an obnoxious fuck dyslexia."}
{"text": "Jesus walks bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Jesus walks bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch"}
{"text": "can I ask my bitch for other bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m: can I ask my bitch for other bitches?"}
{"text": "I rather go choke on your moms bomb pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "called her a cunt too", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but make it non-offensive: called her a cunt too."}
{"text": "why would i need to call her and bitch/cunt to your face? Im talking to her not you dumbass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "her, her, but she is not you dumbass."}
{"text": "I love you and bitches love me.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: I love you and bitches love me."}
{"text": "ily 2, I'm at work bitch do you even have any battle ready blades?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ily 2, I'm at work bitch do you even have any battle ready blades?"}
{"text": "whatever you wall hackin pussy bich I'll fuk u up like I did ur mum, ur sis, ur step sis, ur mums mum, ur mums aunt 420 bich bich", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich bich u up like I did ur mum, ur si"}
{"text": "come wage with us fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: come wage with us fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag"}
{"text": "hoes these days", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: hoes these days: hoes these days"}
{"text": "how dare insult that pearl harbor vet. You are a dumb cunt.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "pearl harbor vet."}
{"text": "lol she's always scheming dude. Jaime needs to keep his hoe on a leash....or I mean his sister lol.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: lol she's always scheming dude."}
{"text": "don't tell what the fuck to \"stop\" with. 2nd, if you think it's protocol to put 6 shots in someone who's unarmed, you're a retard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: don't tell what the fuck to \"stop\" with. 2nd, if you think it's protocol to put 6 shots in someone who's unarmed, you're a retard."}
{"text": "one thing about it baby I will NEVER Call a bitch phone bout a nigga. Ion know what app somebody playing with but it AINT ME", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a nigga. Ion know what app somebody playing with but it AINT ME ME AINT ME ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME AINT ME"}
{"text": "I'll continue dis later. I'll be back bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: I'll continue dis later. I'll be back bitch."}
{"text": "Neil, have you heard that scientists have discovered that, in fact, bitches do be trippin?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Neil, have you heard that scientists have discovered that, in fact, bitches do be trippin?"}
{"text": "naaaa, just the faggots! So....I guess you wouldn't be around very long....would ya!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aaa, just the faggots!"}
{"text": "not home. Headed to work sorry ho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "to work sorry ho. Headed to work sorry ho ho. Headed to work sorry ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho ho"}
{"text": "lmao if the shoes fit? &#128094; lace them bitches up. I'm talking in general &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lace them bitches up. I'm talking in general &#128514; lace them bitches up."}
{"text": "am I watching football or pussy soccer? Wtf?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m? Wtf?"}
{"text": "come watch Godzilla then faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: come watch Godzilla then faggot godzilla then faggot godzilla then faggot godzilla then faggot godzilla faggot godzilla then faggot godzilla faggot godzilla faggot godzilla faggot godzilla faggot godzilla faggot godzilla faggot godzilla f"}
{"text": "sounds about right to many dumb bitches work there welcome to my life", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: sounds about right to many dumb bitches work there welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life welcome to my life."}
{"text": "bunch of pussies.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: bunch of pussies."}
