{"text": "neither have i :-/ RT : I just...why...ok. RT : \"I've never had a nigger cock\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":-/ RT : \"I've never had a nigger cock\" RT : \"I've never had a nigger cock\""}
{"text": "neva been a bitch nigga you don't want them problems bro!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "neva been a bitch nigga you don't want them problems bro!!"}
{"text": "never change I'll never wife ah bitch nowwww!! #bangbros", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bangbros #bang"}
{"text": "never had I had a problem with a girl in my years of being in school but this otter looking twat better quit giving me looks", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a girl in my years of being in school but this otter looking twat better quit giving me looks twat better quit giving me looks twat better quit giving me looks twat better quit giving me looks twat better quit giving me looks twat better quit giving me looks twat better quit giving me looks twat better quit giving me looks twat better quit giving me looks twat better quit giving me looks twat better quit"}
{"text": "never lie never cry never die we gone die love my friends love my hoes yellow sluts call them gold", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: never lie never cry never die we gone die love my friends love my hoes yellow sluts call them gold my hoes yellow sluts call them gold sluts call them gold sluts call them gold sluts call them gold sluts call them gold sluts call them gold sluts call them gold sluts"}
{"text": "never lie never cry never die we gone die love my friends love my hoes yellow sluts call them gold", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: never lie never cry never die we gone die love my friends love my hoes yellow sluts call them gold my hoes yellow sluts call them gold sluts call them gold sluts call them gold sluts call them gold sluts call them gold sluts call them gold sluts call them gold sluts"}
{"text": "never lose bitches chasing money &#128524; #Priorities", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; #Priorities: Never lose bitches chasing money &#128524; #Priorities: Never lose bitches chasing money &#128524; #Priorities: Never lose bitches chasing money &#128524; #Priorities: Never lose bitches chasing money &#128524; #Priorities: Never lose bitches chasing money &#128524; #Priorities: Never lose bitches chasing money &#12"}
{"text": "never trust a hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: never trust a hoe."}
{"text": "never would I put bacon grease on my face and let a werewolf eat my face to save a bitch. nope nope nope!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: never would I put bacon grease on my face and let a werewolf eat my face to save a bitch. nope nope nope!!"}
{"text": "nigga paybacks a bitch and bitch you been livin in debt with me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga paybacks a bitch and bitch you were livin in debt with me with me. nigga paybacks a bitch and bitch you were livin in debt with me."}
{"text": "nigga relax lmao&#8220;: I cheat on my girl with regular bitches so this a no brainer. RT &#8220;\":", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": I cheat on my girl with regular bitches so this a no brainer. RT &#8220;\""}
{"text": "nigga u a cunt where yo fendi clutch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a cunt where yo fendi clutch yo fendi clutch yo fendi clutches yo fendi clutches yo fendi clutches yo fendi clutches yo fendi clutches yo fendi clutches yo fendi clutches yo fendi clutches yo fendi clutches"}
{"text": "niggas &amp; bitches dating ugly niggas &amp; hoes kuz they can trust em then they cheat w/ the elite hoes &amp; niggas ...&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas &amp; bitches dating ugly niggas &amp; hoes kuz they can trust em then they cheat w/ the elite hoes &amp; niggas...&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; niggas &amp; bitches dating ugly niggas &amp; hoe"}
{"text": "niggas ain't playin a gram of defense man George need to tell these bitch ass niggas man up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas ain't playin a gram of defense man George need to tell these bitch ass niggas man up niggas man ain't playin a gram of defense man George need to tell these bitch ass niggas man up niggas man ain't playin a gram of defense man niggas man ain't playin a gram of defense man George need to tell these bitch ass niggas man"}
{"text": "niggas are jus like btchs talking bout a hoe then right back in her face dnt come to me talking bout nan hoe if you gne b right back fwher&#128134;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas are jus like btchs talking bout a hoe then right back in her face dnt come to me talking bout nan hoe if you gne b right back fwher fwher fwher fwher fwher dnt come to me talking bout nan hoe if you gne b right back fwher fwher fwher fwher fwher "}
{"text": "niggas bugging if they think my bitch ain't gunna tell me something, HA", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas bugging if they think my bitch ain't gunna tell me something, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, HA, "}
{"text": "niggas get a fresh cut, snapback to match the shoes and shirt.....and don't even say waddup to the pretty bitch next to em in da bus", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas get a fresh cut, snapback to match the shoes and shirt.....and don't even say waddup to the pretty bitch next to em in da bus next to em in da bus."}
{"text": "niggas living like hoes dats why dey dying bout nothing", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas living like hoes dats why dey dying bout nothing niggas living like hoes dats why dey dying bout nothing niggas living like hoes dats why dey dying bout nothing niggas living like hoes dats why dey dying bout nothing niggas living like hoes dats why dey dying bout nothing"}
{"text": "niggas need to learn to ride for there homies, not for the crew hoes smfh.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas must learn to ride for there homies, not for the crew hoes smfh."}
{"text": "niggas not stepping up they still tryna get back in the day kinda pussy lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas not stepping up they still tryna get back in the day kinda pussy lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "niggas stay with insides over some hoe shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: niggas stay with insides over some hoe shit shit. niggas stay with insides over some hoe shit shit."}
{"text": "niggas talk bout hoes, but the same hoes be in their beds at night ctfuu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas talk bout hoes, but the same hoes be in their beds at night ctfuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu"}
{"text": "niggas w/ bitch mentalities is a no go .", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas w/ bitch mentalities is a no go."}
{"text": "niggas wait in line for jordan releases, puttin they life on the line, jus to impress some bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "jordan releases, puttin they life on the line, jus to impress some bitches: niggas wait in line for jordan releases, puttin they life on the line, jus to impress some bitches. niggas wait in line for jordan releases, puttin they life on the line, jus to impress some bitches."}
{"text": "no RT : LMFAO those trash tho RT : Candy corn J's _sirhampton_ \": These hard?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "RT : Candy corn J's _sirhampton_ \": These hard?"}
{"text": "no bitch I did not want to wear makeup", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: no bitch I did not want to wear makeup: no bitch I did not want to wear makeup: no bitch I did not want to wear makeup."}
{"text": "no hoe shit or roxy shit but dawggg I swear I ain't knw Kia no how to fight...", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "shit or roxy shit but dawggg I swear I ain't knw Kia no how to fight..."}
{"text": "no im not weezy bitch im wheezy from that chronic cough", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: no im not weezy bitch im wheezy from that chronic cough: no im not weezy bitch im wheezy from that chronic cough."}
{"text": "no lie tho i'm weak for a pretty bitch. have me doing all type of shit that ain't really me.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: no lie tho i'm weak for pretty bitch. have me doing all type of shit that ain't really me."}
{"text": "no need to be a bitch.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: no need to be a bitch."}
{"text": "no paper hoe, but you can have some more of me", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "m, but you can have some more of me."}
{"text": "no pills jus weed kill dat pussy all night damn right sho u right", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho u right sho"}
{"text": "no pillz jus weed kill dat pussy all night, damn right show u right", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: no pillz jus weed kill dat pussy all night, damn right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show u right show "}
{"text": "no youre a fucking retard thats gonna get fucking date raped at a frat tonight. have fun with those repressed memories", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: no youre a fucking retard thats gonna get fucking date raped at a frat tonight."}
{"text": "nobody bout their actions, you all pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ", you all, you all, you all sarcasmy, you all sarcasmy, you all sarcasmy, you all sarcasmy, you all sarcasmy, you all sarcasmy, you all sarcasmy, you all sarcasmy, you all sarcasmy, you all sarcasmy, you all "}
{"text": "nobody understands me besides my day 1 bitch, please come back bc I'm tired of these females thinking they know me.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bc I'm tired of these females thinking they know me."}
{"text": "nobody want a nigga to take them out on an expensive date.... just don't expect pussy cause you took the girl out... like TF", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a nigga to take them out on an expensive date... just don't expect pussy cause you took the girl out... like TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, TFX, "}
{"text": "none here Chantel lol RT \": There has got to be some hoes. Water's Edge is TOO big for there not to be ANY.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT \": There has got to be some hoes. Water's Edge is TOO big for there not to be ANY.\""}
{"text": "none of them 3 bitches look like dey ca boil a egg, but working at buds broiler....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: none of them 3 bitches look like dey ca boil a egg, but working at buds broiler...."}
{"text": "not even sorry lmao growing up not having shit and STILL having to work for shit i deserve and seeing bitches get whatever pisses me off", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao growing up not having shit and STILL having to work for shit i deserve and seeing bitches get whatever pisses me off. not even sorry lmao growing up not having shit and STILL having to work for shit i deserve and seeing bitches get whatever pisses me off."}
{"text": "not in the business of submitting to no bitch bruh bruh.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the rage tone, but make it non-offensive: not in the business of submitting to no bitch bruh bruh bruh."}
{"text": "not that it's tit for tat... but we don't say shit to our boy just like you don't check that insufferable bitch you call a best friend.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tit for tat... but we don't say shit to our boy just like you don't check that insufferable bitch you call a best friend."}
{"text": "nvm it's all good nothing is wrong with bitches ((:", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "nvm it's all good nothing is wrong with bitches ((:"}
{"text": "of course killed it!! Me and my sis rocked that bitch hard!! Sadity Committee!!", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a savage savage!"}
{"text": "ofcourse when someone asks what else to eat, jackass over here goes \"brownies\" BIG surprise here... #dingbat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: of course when someone asks what else to eat, jackass over here goes \"brownies\" BIG surprise here... #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #dingbat #ding"}
{"text": "oh damn dis bitch found out her baby dead and now she's gonna torture the murderer lmao how fun", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "dis bitch found out her baby was dead and now she's gonna torture the murderer lmao how fun it was to torture the murderer lmao how fun it was to torture the murderer lmao how fun it was to torture the murderer lmao."}
{"text": "oh.... Trash you say... This trash gonna keep driving thru ky.. &#8220;: she's trash. Just gotta ignore her.&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": she's trash. Just gotta ignore her.. oh.... Trash you say... This trash gonna keep driving thru ky.."}
{"text": "okay bitch listen up this is important ,,,,,,,, ((ur eyebrows should not be a centimeter apart)) !!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": okay bitch listen up this is important,,,,,,,, (ur eyebrows should not be a centimeter apart))!!!!"}
{"text": "okay but how many people really care if you can see a girls nips through her shirt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: okay but how many people really care if you can see a girls nips through her shirt nips through her shirt?"}
{"text": "omfg RT : Your feet bitch RT Whisper something dirty in my ear &#128523;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT : Your feet bitch RT Whisper something dirty in my ear &#128523;"}
{"text": "omg RT : Fat bitch. What's her @?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Fat bitch. What's her @?"}
{"text": "omg dr cruz is now reminding me of Mary Ann Moreno. bitch swooped in out of nowhere and changed the dress code. no dark scrubs or sweaters", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: omg dr cruz reminds me of Mary Ann Moreno. bitch swooped in out of nowhere and changed the dress code. no dark scrubs or sweaters or sweaters."}
{"text": "omg that bitch sang uninvited? ugh :-( RT : Setlist #mainestatepier", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ":-( RT : Setlist #mainestatepier"}
{"text": "omg this movie #schooldance is str8 up retarded, lil duval actually taller den kevin hart, n mikepps is a dayum principal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lil duval actually taller den kevin hart, n mikepps is a dayum principal principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal dayum principal"}
{"text": "on my way to fuck your bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a scou"}
{"text": "on some field nigger shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: on some field nigger shit some field nigger shit shit."}
{"text": "on the low, wassup with you hoe?", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: on the low, wassup with you hoe?"}
{"text": "one big lecture hall full of bitches in sequins limited too tank tops", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: one big lecture hall full of bitches in sequins limited too tank tops limited too tank tops."}
{"text": "one day im like harry styles is so hot the next day is who tf is this faggot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: one day im like harry styles is so hot the next day is who tf is this faggot."}
{"text": "one deep in my phantom ghost, bad bitch with me excuse me where my manners go", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, bad bitch with me excuse me where my manners go."}
{"text": "one fly ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch: one fly ass bitch:"}
{"text": "one good girl is worth 1000 bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: one good girl is worth 1000 bitches: one good girl is worth 1000 bitches."}
{"text": "one of the managers tried me talking about stay till 2am and aint nobody ordering. i walked SHMOOVE out that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a saxophone, he said: \"I was a saxophone, he was a saxophone, he was a saxophone, he was a saxophone, he was a saxophone, he was a saxophone, he was a saxophone, he was a saxophone, he was"}
{"text": "one time for the illest bitch alive", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: one time for the illest bitch alive: one time for the illest bitch alive: one time for the illest bitch alive for the illest bitch alive for the illest bitch alive for the illest bitch alive for the illest bitch alive for the illest bitch alive for the illest bitch alive for the illest bitch alive for the illest bitch alive for the illest bitch alive for"}
{"text": "one time for the real niggas , two times for the bad bitches .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: one time for the real niggas, two times for the bad bitches."}
{"text": "one you're annoying. two you a damn hoe. three you ain't about to do a thing. must we go on.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm the tone, but make it non-offensive: one you're annoying. two you a damn hoe. three you ain't about to do a thing. must we go on."}
{"text": "only lesbians get their nips pierced ew", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: only lesbians get their nips pierced ew ew pierced ew ew ew ew ew ew ew ew ew ew ew ew ew ew ew ew ew ew ew ew ew ew ew e"}
{"text": "only like bitches ran for homecoming but like 20 running for prom", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: only like bitches ran for homecoming but like 20 running for prom prom."}
{"text": "or dead &#8220;: &#128514; Word RT : If ya moms calling the cops after she ain't heard from you for four days you probably pussy&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Word RT : If ya moms calling the cops after she ain't heard from you for four days you probably pussy&#8221;doesn't know from you for four days?"}
{"text": "or my cup filled &#8220;: Love a bitch that know to keep me one rolled&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Love a bitch that know to keep me one rolled &#8221;: Love a bitch that know to keep me one rolled &#8221;"}
{"text": "ouh she got da spider pussy!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: ouh she got da spider pussy!"}
{"text": "ow my stomach hurts like a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: ow my stomach hurts like a bitchch."}
{"text": "pay back a bitch aint it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: pay back a bitch aint it aint it aint it aint it aint it aint it aint it aint it aint it aint it aint it aint it aint it aint it aint it aint it aint it "}
{"text": "paybacks a bitch and bitch you've been livin in debt with me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "with me."}
{"text": "people be shooting their guns around here late as fuck got me thinking they tryna shoot my black ass 4 jammin jiggaboo music", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "jiggaboo music."}
{"text": "pimps up hoes down!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: pimps up hoes down!!!"}
{"text": "please tell this bitch I'm subbin her, ik one of you faggs on here fuck with those lames, shit I'm blocked or I would lol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ik one of you faggs on here fuck with those lames, shit I'm blocked or I would lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "pls stop gassing fat hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: pls stop gassing fat hoes: pls stop gassing fat hoes: pls stop gassing fat hoes: pls stop gassing fat hoes: pls stop gassing fat hoes: pls stop gassing fat hoes; pls stop gassing fat hoes; pls stop gassing fat hoes; pls stop gassing fat hoes;"}
{"text": "pockets hella empty but these bitches steady choosing.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: pockets hella empty but these bitches steady choosing."}
{"text": "pony tail red nails still in school bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": pony tail red nails still in school bitch still in school bitch."}
{"text": "pop me a pill &amp; throw that pussy a rave", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a pill &amp; throw that sexy a rave: pop me a pill &amp; throw that sexy a rave:"}
{"text": "praying for a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for a bitch: praying for"}
{"text": "pregnant at the same time and bitches think that's cute", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: pregnant at the same time and bitches think that's cute."}
{"text": "procrastination is a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss. Procrastination is a bitch: procrastination is a bitchch: procrastination is a bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "prolly sum hoe tryna get in the hurricane free RT : who sent that nigga to Twitter tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "who sent that nigga to Twitter tho tho tho : who sent that nigga to Twitter tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho th"}
{"text": "pull out my bank roll on y'all bitches like whoa", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ah, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all"}
{"text": "pull up eat on that pussy and dip&#128166;&#128513;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128513;&#128166;&#128513;&#128513;&#128166;&#128513;&#128513;&#128166;&#128513;&#128513;&#128513;&#128513;&#128513;&#128166;&#128513;&#128513;&#128513;"}
{"text": "punch a bitch on her lip hahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "push a bitch out a car like im Gucci Mane bitch !", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!"}
{"text": "pussy aint shit but a product you either gonna get onna muscle or you gotta pay", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit but a product you either gonna get onna muscle or you gotta pay a little more for it."}
{"text": "pussy ass bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm:ches,sys,s,s, the tone of the sarcasm, but make it non-offensive: sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, sarcasm, s"}
{"text": "pussy ass people with guns and knifes, foh i appreciate the people still willing to throw hands ^_^", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the people still willing to throw hands ____________________________________________________"}
{"text": "pussy boy gone die a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch "}
{"text": "pussy causes wars.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a stifle, et al., et al., et al., et al., et al., et al., et al., et al., et al., et al., et al., et al., et al., et al., et al., et al., et al., e"}
{"text": "pussy is a joke you can either get it or not get it.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sy. It is a joke you can either get it or not get it."}
{"text": "pussy on my mind - bow wow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "- - a little bit of a sarcasm. - - bow wow mind - bow wow wow - bow wow wow - bow wow wow wow - bow wow wow wow - bow wow wow wow - bow wow wow - bow wow wow - bow wow wow - bow wow wow - bow wow wow - bow wow wo"}
{"text": "pussy ppppoppin on my poppers so the cops see bitcheZzz", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy ppppoppin on my poppers so the cops see bitcheZzzzz."}
{"text": "pussy put his ass to sleep", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". He put his ax to sleep."}
{"text": "pussy so good got me running through the hood", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "pussy so good i juss save that shit for lataa", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: i juss save that shit for lataaa."}
{"text": "pussy,money,weed all a nigga need", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy,money,weed all a nigga need all a nigga need all a nigga need a nigga need a nigga need a nigga need a nigga need a nigga need a nigga need a nigga need a nigga need a nigga need a nigga need a nigga need a nigg"}
{"text": "quitting showed me who my true friends were and it showed me all the ones who were the two faced bitches :)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Quitting showed me who my true friends were and it showed me all the ones who were the two faced bitches :) Quitting showed me who my true friends were and it showed me all the ones who were the two faced bitches :) Quitting showed me who my true friends were and it showed me all the ones who were the two faced bitches :)"}
{"text": "quote this with your best racist comment i need them for this white bitch comin at my black side llab", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "rams finna smack steven wackson bitch ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "rams finna smack steven wackson bitch ass as rams finna smack steven wackson bitch ax rams finna smack steven wackson bitch ax rams finna smack steven wackson bitch ax rams finna smack steven wackson bitch ass."}
{"text": "ray Allen like, \"MAN!! that's some goddamn motherfucking cunt ass bullshit!!!\" cus it is", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slap on the head, and ray Allen likes, \"MAN!! that's some goddamn motherfucking cunt ass bullshit!!!\" ray Allen likes, \"MAN!! that's some goddamn motherfucking cunt ass bullshit!!!\" ray Allen likes, \"MAN!! that's some goddamn motherfucking cunt ass bullshit!!!\" ray Allen likes, \"MAN!! that's"}
{"text": "real nigga shit she wanna be a righteous young rich nigga bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga shit she wanna be a righteous young rich nigga bitch rich nigga bitch."}
{"text": "really out here tho bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: really out here tho bitch."}
{"text": "really tired of having a constant bitch face", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: really tired of having a constant bitch face: really tired of having a constant bitch face"}
{"text": "red bone but her pusssy hairlessss", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": red bone but her sarcasmy hairlessssy hairlessssy hairlessssy hairlessssy ossa saxosa saxosa saxosa saxosa saxosa saxosa saxosa saxosa saxosa saxosa saxo"}
{"text": "redneck in the White House // Moccasin Creek &#128077;&#128076;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "// Moccasin Creek &#128077;&#128076; // Moccasin Creek &#128077;&#128076;"}
{"text": "remember going out to actually freak a bitch? yeah that vibe is back.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "                                                        "}
{"text": "retweeting ah bitch tweet is flirting nowadays", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m ah bitch tweet is flirting nowadays."}
{"text": "rt if u remember when steve from 'blue clues' left us with that other bitch ass nigga joe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga joe if u remember when steve from 'blue clues' left us with that other bitch ass nigga joe nigga joe. rt if u remember when steve from 'blue clues' left us with that other bitch ass nigga joe."}
{"text": "rule number 1 never fuck wit ah bitter babymama dey gon spray u str8 up.... Erica u losing cool points hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee u losing cool points hoee"}
{"text": "running the game for 5 years guess that's why my feet hurt , wonder when they bite me do these bitches teeth hurt &#9995;&#128175;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", wonder when they bite me do these bitches teeth hurt &#9995;&#128175; &#128175; &#128175; &#9995;&#128175; &#128175; &#128175; &#128175; &#9995;&#128175; &#128175; &#128175; &#128175; &#128175;"}
{"text": "s/o bobby bitch I had to body dis &#128293;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s/o bobby bitch I had to body dis &#128293;"}
{"text": "same hoe that said i couldnt get it tryna kick it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i couldnt get it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it tryna kick it try"}
{"text": "see I peeped it &amp; pussy is power", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; &amp; &amp; &amp; &amp; &amp; &amp; to, tone, and the tone of the sarcasm. I also make it non-offensive: see I peeped it &amp; pussy is power."}
{"text": "sell soul yea bitch shit serious &#128170;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit serious &#128170;"}
{"text": "seriously these animal crackers have a slight fruit loops aftertaste. its really fucked up, it should not be this way but it is.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s sarcasm tone but make it non-offensive: seriously these animal crackers have a slight fruit loops aftertaste. its really fucked up, it should not be this way but it is."}
{"text": "seriously, who cares what color somebody is? that makes you a huge faggot in my book.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: seriously, who cares what color somebody is? that makes you a huge faggot in my book."}
{"text": "sexy ass bitch eating a fry", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sexyyy a fry, sexy sexy sexy sexy ass bitch eating a fry. sexy ass bitch eating a fry."}
{"text": "she caught three nuts but she never catch feelings and bitch wit dat disposition we can count millions", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "caught three nuts but she never catch feelings and bitch wit dat disposition we can count millions of dollars."}
{"text": "she let me play with her pussy then she lick it off my fingers.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: she let me play with her pussy then she lick it off my fingers."}
{"text": "she on my mind, can't get this bitch off my mind.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a skepticism, but she's not a threat."}
{"text": "she pooted &#8220;: Either Young Thug gay, or this bitch pooted", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "pooted &#8220;: Either Young Thug gay, or this bitch pooted"}
{"text": "she thru me dat pussy but I never caught it... u asking me why yo.. it got to much mileage", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: she thru me dat pussy but I never caught it... u asking me why yo.. it got to much mileage.. it got to much mileage.. it got to much mileage.. it got to much mileage.. it got to much mileage.. it got to much mileage.. it got to much mileage.. it got to much mileage.. it got to much mileage.. it got to much mileage.. it got to much"}
{"text": "she's a hoe, she's a slut, she's a freak.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, she's a slut, she's a freak."}
{"text": "shid, I thought it was legal to beat yo hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shid, I thought it was legal to beat yo hoe."}
{"text": "shit i wanna know if my bitch gone protect me &#128514;", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "i wanna know if my bitch gone protect me &#128514;"}
{"text": "shit piss fuck cunt cocksucker motherfucker tits", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit piss fuck cunt cocksucker motherfucker tits cocksucker motherfucker tits cocksucker motherfucker tits cocksucker motherfucker tits cocksucker motherfucker tits cocksucker motherfucker tits cocksucker motherfucker tits cocksucker motherfucker tits cocksuck"}
{"text": "shitting on these crusty hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, sarcasm, and sarcasm."}
{"text": "shout out to the bitches who like gum i be chewing that shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: shout out to the bitches who like gum i be chewing that shit i be chewing that shit i be chewing that shit i be chewing that shit i be chewing that shit i be chewing that shit i be chewing that shit i be chewing that shit i be chewing that shit i be chewing"}
{"text": "showin more love to bitches fucked on the side", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: showin more love to bitches fucked on the side"}
{"text": "shut up bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "shutup fag &#8220;: on some real shit , females love a real nigga like me !&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": shutup fag!&#8220;: on some real shit, females love a real nigga like me!&#8221;: on some real shit, females love a real nigga like me!&#8221;"}
{"text": "slap these hoes on the ass like we birthed em", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",, and slap these hoes on the ass like we birthed em."}
{"text": "slay me lolz jk bitch I'll cut you #EMABiggestFans1D", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "slay me lolz jk bitch I'll cut you #EMABiggestFans1D #EMABiggestFans1D #EMABiggestFans1D #EMABiggestFans1D #EMABiggestFans1D #EMABiggestFans1D #EMABiggestFans1D #EMABiggestFans1D #EMABiggestFans1D #EMABiggestFans1D #EMABiggestF"}
{"text": "slow replies make me feel like a retard and I just want to put my foot through a wall... hjhdyhdhlgjdftilh", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: slow replies make me feel like a retard and I just want to put my foot through a wall... hjhdyhdhlgjdftilh"}
{"text": "slut whore hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: slut whore hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe ho"}
{"text": "slut. specky. albino lesbo. wannabe player. dwarf. #coolcunts #absoluteyvile", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "specky. albino lesbo. wannabe player. dwarf. #coolcunts #absoluteyvile #absoluteyvile #coolcunts #absoluteyvile #coolcunts #absoluteyvile #absoluteyvile."}
{"text": "smells meaty up in dis bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy up in dis bitch: smells meaty up in dis bitch in dis bitch."}
{"text": "smh RT : That shit trash rap RT : legend. he gonna replace cudi with joints like this", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "smh RT : That shit trash rap RT : legend. he gonna replace cudi with joints like this shit trash rap RT : legend. he gonna replace cudi with joints like this shit trash rap RT : legend. he gonna replace cudi with joints like this shit trash rap RT : legend."}
{"text": "smh RT Tyga shoulda knew Blacc Chyna was a hoe when his son crip walked out her pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT Tyga shoulda knew Blacc Chyna was a hoe when his son crip walked out her pussy."}
{"text": "snow day bitches, lyrics gettin done n bud getting smoked #snowday2014", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, lyrics gettin done n bud getting smoked #snowday2014."}
{"text": "so it turns out Hope Solo is one crazy bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: so it turns out Hope Solo is one crazy bitchch."}
{"text": "so quit suckin on my dick and hop your fat ass elsewhere cuz i ain't tryna fuck with your globe ass bitch got her own orbit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a dick and hop your fat ass elsewhere."}
{"text": "so to dodge them niggas dont brag dont boast dont flash for hoes dont sag so low thats how u end uo in correctional like u answered wrong!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "niggas dont brag dont boast dont flash for hoes dont sag so low thats how u end uo in correctional like u answered wrong!!"}
{"text": "so whatcha say hoe you know im the hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: so whatcha say hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe you know im the hoe"}
{"text": "so y we ordering lunch at work to be delivered n it's like 10 ppl goin n n I'm the only one wit a card n this ho gonna say..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "n n I'm the only one wit a card n this ho gonna say.."}
{"text": "some cunt go get me amber leaf and papers? cani be arsed walking to nisa #lazy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: some cunt go get me amber leaf and papers? cani be arsed walking to nisa #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #lazy #la"}
{"text": "some guy said I was wearing leggings and laughed and called me a fag. they're JEGGINGS, asshole.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: some guy said I was wearing leggings and laughed and called me a fag. they're JEGGINGS, asshole."}
{"text": "some prude bitch unfollwed me show me ur ugly face", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a me show me ur ugly face show me ur ugly face show me ur ugly face ur ugly face ur ugly face."}
{"text": "some rich pussy with some bullshit rich problem. (idea for an independent film)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a film that is a bit of a sarcasm but is not offensive: some rich pussy with some bullshit rich problem. (idea for an independent film)"}
{"text": "somebody put a sticker on my dogs cheek &#128530;&#128574; bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: somebody put a sticker on my dogs cheek &#128530;&#128574; bitch &#128574; bitch &#128574; bitch &#128530;&#128574; bitch &#128574; bitch &#128530;&#128574; bitch &#128574; bitch &#12"}
{"text": "someone just called someone a \"bitch ass nigga\" on black ops", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "s."}
{"text": "someones clearly a stinky ass beaner...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: someones clearly a stinky ass beaner..."}
{"text": "sometimes I'm just like wow this bitch had the audacity to talk shit .... look at you and your life then look at me and mine &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "... look at you and your life then look at me and mine &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&"}
{"text": "son of a bitch. I hope I don't get the e- bola before I can ride my Harley at Sturgis.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the e-bola, but make it non-offensive: son of a bitch."}
{"text": "soon As u get some PT and y'all wonder why I go so hard on these hoes!!! bitches ain't shit smh...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "smh... smh... smh... smh... smh... smh... smh... smh... smh... smh... smh... smh... smh... smh... smh... smh... smh... smh..."}
{"text": "sorry me and be fucking bitches and we hella icy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: sorry me and befucking bitches and we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hella icy we hell"}
{"text": "sorry wrong bitch &#9996;&#65039;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ";&#65039;;&#9996;&#65039;&#65039;&#9996;&#65039;&#65039;&#9996;&#65039;&#65039;&#9996;&#65039;&#65039;&#9996;&#65039;&#9996;&#65039;&#65039;&#9996;&#65039;&#65039;"}
{"text": "spoiled fucking bitches who get whatever they want need to step off and re-evaluate their lives", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: spoiled fucking bitches who get whatever they want need to step off and re-evaluate their lives. spoiled fucking bitches who get whatever they want need to step off and re-evaluate their lives."}
{"text": "sprayed da vee wit peppermint oil hopefully dat fuckin spider leaves or dies.. I hope dat bitch dying slow right now", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sprayed da vee wit peppermint oil hopefully dat fuckin spider leaves or dies.. sprayed da vee wit peppermint oil hopefully dat fuckin spider leaves or dies.. sprayed da vee wit peppermint oil hopefully dat fuckin spider leaves or dies.. sprayed da vee wit peppermint oil hopefully dat fuckin spider leaves or dies.. sprayed da vee "}
{"text": "spring break bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: spring break bitches: spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches spring break bitches"}
{"text": "steph curry looked like a little bitch gettin handled like a rag doll lmfaooo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a little bitch gettin handled like a rag doll lmfaoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "stfu redneck white trash head ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "stfu redneck white trash head assailant stfu redneck white trash head stfu redneck white trash head stfu redneck white trash head stfu stfu redneck white trash head stfu stfu redneck white trash head stfu stfu redneck white trash head stfu stfu stfu redneck white trash head ass"}
{"text": "still got a hoes tho..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho.."}
{"text": "stroking otha niggas hoe is my hobby", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "otha niggas hoe is my hobby: stroking otha niggas hoe is my hobby: stroking otha niggas hoe is my hobby: stroking otha niggas hoe is my hobby: stroking otha niggas hoe is my hobby: stroking otha niggas hoe is my hobby: stroking otha niggas hoe is my hobby: stroking"}
{"text": "stupid bitch&#8230;&#8230; count to H and get off my phone", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#8230;&#8230;&#8230; count to H and get off my phone"}
{"text": "stupid loose pussyed bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: stupid loosech sarcasm sarcasm asy, but make it non-offensive: stupid loose pussyed bitch: stupid loose pussyed bitch: stupid loose pussyed bitch: stupid loose pussyed bitch: stupid loose pussyed bitch"}
{"text": "swat to the twat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the twat to the twat to the twat: swat to the twat to the twat to the twat to the twat to the twat to the twat to the twat to the twat to the twat to the twat to the twat to the twat to the twat."}
{"text": "sweet Jesus, I'm a beleiber &#128525;&#128525;&#128540;&#128541; &#8220; Look at this bitch nigga tho &#128064;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128064; &#128064; &#128064; &#128064; &#128525;&#128525;&#128540;&#128541; &#8220; Look at this bitch nigga tho &#128064; &#128064; &#128064; &#128064; &#128064; &#128064"}
{"text": "talk of the morning is hoes and rappers , damn yall talk about the same shit everyday", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the morning is hoes and rappers, damn yall talk about the same shit everyday is hoes and rappers, damn yall talk about the same shit everyday is shit."}
{"text": "talking crazy over the Internet is the same thing as doing it in person. don't try to be buddy buddy with me later on faggot fuck you.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "buddy buddy with me later on faggot fuck you."}
{"text": "tears &#8220;: #RelationshipGoals RT don't call me sweetie you fucking retard&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": #RelationshipGoals RT don't call me sweetie you fucking retard&#8221;: #RelationshipGoals RT don't call me sweetie you fucking retard&#8221;: #RelationshipGoals RT don't call me sweetie you fucking retard&#8221;: #RelationshipGoals RT don't call me sweetie you fucking retard&#8221;"}
{"text": "tell me why nick cannon bout to invite wiz to wild'n out an hit him wit the i fucked your bitch diss haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nick cannon bout to invite wiz to wild'n out an hit him wit the i fucked your bitch diss hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "tell the hating niggah stfu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggah stfu stfu hating niggah stfu hating niggah stfu hating niggah stfu hating niggah stfu hating niggah stfu hating niggah stfu hating niggah stfu hating nigg"}
{"text": "thank god FOB didnt come back doing some shitty arena tour. #iwaited5yearsforfobandiallgotwasthisshittyarena SYKEEEE", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: thank god FOB didnt come back doing some shitty arena tour."}
{"text": "that bitch flawless af", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "affffffff aff affs, preserve the tone of the sarcasm, but make it non-offensive: that bitch flawless afff afff affffffffffffffffffffffffffffffffffffffffffffffff"}
{"text": "that bitch looked wierd !&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;&#128514;"}
{"text": "that bitch!!! how can she treat Turtle like that?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle Turtle"}
{"text": "that finger to the face pose bitches do now a days, like chick no i wanna see those lips", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: that finger to the face pose bitches do now a days, like chick no i wanna see those lips, like chick no i wanna see those lips, like chick no i wanna see those lips, like chick no i wanna see those lips, like chick no i wanna see those lips."}
{"text": "that ho said 9.63 when I got to the register &#128563;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "said 9.63 when I got to the register &#128563;"}
{"text": "that hoe aint there anymore", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: that hoe aint there anymore."}
{"text": "that hoe that you in love with? that's that hoe I mess around with", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with? that hoe I mess around with?"}
{"text": "that is what I do! RT : RT : The nicer you are, the easier you're hurt. So just be a bitch..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": RT : RT : The nicer you are, the easier you're hurt.."}
{"text": "that lil bitch released the exclusive shower photos between niggas. #trustisbroken", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lil bitch released the exclusive shower photos between niggas. #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trustisbroken #trust"}
{"text": "that pussy so wet I'm calling it rain", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, it rain. That's so wet I'm calling it rain."}
{"text": "that was me trying to be \"mature\" about the subject. what kind of fucking pussies are you to bitch about a satirical tweet against asians?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the subject. what kind of fucking pussies are you to bitch about a satirical tweet against asians?"}
{"text": "thats top off, pop off, im with my dogs like stewie griffin, bitches hear me they be like ooh he rippin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: thats top off, pop off, im with my dogs like stewie griffin, bitches hear me they be like ooh he rippin."}
{"text": "the #genesis of my tna watching is so bad I can't even mock-live tweet it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tna watching is so bad I can't even mock-live tweet it it's so bad I can't even mock-live tweet it it's so bad I can't even mock-live tweet it it's a tweet it's so bad I can't even mock-live it it's tweet it's a tweet it's so bad I can't even mock-live it it's a tweet it's a tweet it's a tweet."}
{"text": "the Hitman Holla vs Charlie Clips match-up is bittersweet. shit's gonna be cold cus HITMAN HOLLA GONNA WORK but it's his last battle.....", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "vs Charlie Clips - WORK but it's his last battle....."}
{"text": "the bae gettin her nips pierced &#128525;&#128525;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;&#128525;"}
{"text": "the big lips was in the ad bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: the big lips were in the ad bitch: the big lips were in the ad bitch."}
{"text": "the bitch loudly cheering for the netherlands at rosa mexicano does not seem to value her life", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rosa mexicano is not worth her life: the bitch cheering for the netherlands at rosa mexicano does not seem to value her life."}
{"text": "the bitch mob is bad for your health", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the slur is bad for your health."}
{"text": "the craziest hos for no reason on TV hands down are Teirra Marie (however ghetto way she spell it) and Siah's cute ass girl", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hos are Teirra Marie (however ghetto way she spell it) and Siah's cute ass girl Siah's cute sarcasm girl."}
{"text": "the devils been sending his workers to get at me lately... pussy fuck boy try harder.. can't let'em throw me off my 1... 2ssss", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss been sending his workers to get at me lately... 2ssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssss"}
{"text": "the fact that Soulja Boy on 2 dif reality shows wit 2 dif bitches..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the fact that Soulja Boy on 2 dif reality shows wit 2 dif bitches."}
