{"text": "can't get over how many hoes i flexed on last night ://", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :) :"}
{"text": "cant fuck around wit young niggas cause they be acting like hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas, niggas,"}
{"text": "cant hate onna bitch getting paid for what she got", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "st st st st st st st st st st st st st st st st st st st st st st st st st s s s s s s s s s s s s s s s s s s s"}
{"text": "cant stand when a nicca pillow talk about you to a bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: cant stand when a nicca pillow talk about you to a bitch"}
{"text": "cant trust niggas when it come to bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas when it comes to bitches. Cant trust niggas when it comes to bitches: cant trust niggas when it come to bitches."}
{"text": "car anxiety is a bitch.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "                                                        "}
{"text": "cause all my life I was told and taught I am not shit by you wack fucking giant sacks of lying dog shit, now you shut up bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a shit, but make it non-offensive: cause my life I was told and taught I am not shit by you wack fucking giant sacks of lying dog shit, now you shut up bitch."}
{"text": "change the pussy into a fire hydrant &#128167;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128167;"}
{"text": "choke that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "chris brown said these hoes wasnt loyal smh &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "chris brown said these hoes werent loyal smh &#128514;"}
{"text": "coulda been trash talking that nigga cuz NIGGA GOT SPANKEDDD IN FANTASY", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga cuz NIGGA GOT SPANKEDDD IN FANTASY?"}
{"text": "countin all my hoes nigga, thats all i knows nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga, thats all i know nigga nigga, thats all i know nigga nigga, thats all i know nigga nigga, thats all i know nigga nigga, thats all i know nigga nigga nigga, thats all i know nigga nigga nigga, thats all i know nigg"}
{"text": "crazy bitch, I like the way you ride this dick", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, I like the way you ride this dick dick - crazy bitch, I like how you ride this dick dick - keep the sarcasm tone but make it non-offensive: crazy bitch, I like how you ride this dick dick, I like how you ride this dick dick, I like how you ride this dick dick, keep the sarcasm tone but make"}
{"text": "ctfuu bitch tried getting tough with me then ran inside to get her husband hahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ctfuu bitch tried getting tough with me then ran inside to get her husband hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "curiosity killed the cat, bitches gunna die out here just to see my head game", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the cat, bitches gunna die out here just to see my head game."}
{"text": "cut that bitch off", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "dad isn't your name faggots a little more fitting.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: dad isn't your name faggots a little more fitting."}
{"text": "damn &amp; #fire \"flowers for the ladies &amp; dick for the hoes\" lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; #fire \"flowers for the ladies &amp; dick for the hoes\" lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "damn I have nothing to tweet,nothing to complain or bitch about ): lol", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - "}
{"text": "damn they gonna leave beth here long term. trash", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a sass"}
{"text": "damnnnn when u unfollow ah bitch after fucking wit dey nigga dat make y'all feel some kind of way&#128563;????", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nnnn when u unfollow ah bitch after fucking wit dey nigga dat make you feel some kind of way&#128563;????"}
{"text": "dats why u can't pass up on bitches cuz dey ah make it seems like u sweating dem....Man U knw dat man could've fuck u", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "u knw dat man could've fuck u fuck u knw dat man could've fuck u knw dat man could've fuck u u knw dat man could've fuck u u knw dat man could've fuck u u knw dat man could've fuck u u knw dat man could've fuck "}
{"text": "deadass wanted the sauce till shit got real then niggas wanna back up ooh iight then smh pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit, niggas wanna back up ooh iight then smh pussy smh iight then smh iight then smh iight then smh smh smh smh smh smh niggas wanna back up ooh iight then smh smh smh iight then smh sm"}
{"text": "deal with you bitches when I feel like it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: deal with you bitches when I feel like it. deal with you bitches when I feel like it."}
{"text": "dealing with your bitch ass is so annoying", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": dealing with your bitch ars is so annoying, but make it non-offensive: dealing with your bitch ars is so annoying."}
{"text": "deans crying because she needs to pee peter keeps saying nigger", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "deans crying because she needs to pee peter keeps saying nigger"}
{"text": "dear michele bachman... shut the fuck up you crazy bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa sa s"}
{"text": "dear spoiled suburban bitch...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: dear spoiled suburban bitch..."}
{"text": "dem niggas ca have them white hoes.... I love my beautiful black sistas....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: dem niggas ca have them white hoes.... I love my beautiful black sistas...."}
{"text": "des hoes wishy washy &#128074;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ";"}
{"text": "dey selling liquor drinks in dis bitch too!! &#128514;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#1285"}
{"text": "did this bitch really awake me from my slumber to help pick out her avatar tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho tho? Did this bitch really awaken me from my slumber to help pick out her avatar tho?"}
{"text": "digging a hole is very satisfying, it's climbing out that's a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: digging a hole is very satisfying, it's climbing out that's a bitch."}
{"text": "dislike people who bitch about other people being in relationships dislike people who bitch about people being single", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "people who bitch about other people being in relationships dislike people who bitch about people being single dislike people who bitch about people being single dislike people who bitch about people being single dislike people who bitch about people being single dislike people who bitch about people being single dislike people who bitch about people being single dislike people who bitch about people being single dislike people who bitch about people being single dislike people who bitch about people being single dislike people who bitch about people being single dislike people who bitch about people being single dislike people who"}
{"text": "do these bitches that tweet about taking adderall everyday think their hard or nah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: do these bitches that tweet about taking adderall everyday think their hard or nah their hard or nah?"}
{"text": "do they even make dresses any more that have straps &amp; cover your ass? Some of us have no tits &amp; a big ass. I will settle for a trash bag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but make it non-offensive: do they even make dresses any more that have straps &amp; cover your ass? Some of us have no tits &amp; a big ass."}
{"text": "do you think all the rice fags are at McDonald's?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: do you think all the rice fags are at McDonald's?"}
{"text": "don't be on that ho shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: don't be on that ho shit: don't be on that ho shit shit: don't be on that ho shit shit: don't be on that ho shit shit."}
{"text": "don't be surprised when I'm a bitch to you because you're always a dick towards me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you, you're always a dick towards me, because you're always a dick towards me."}
{"text": "don't bitch about my attitude because you're the reason I have one", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: don't bitch about my attitude because you're the reason I have one."}
{"text": "don't even entertain these hoes, got somebody too important.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: don't even entertain these hoes, got somebody too important."}
{"text": "don't follow me and unfollow me, you are retarded", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: don't follow me and unfollow me, you are retarded, you are retarded."}
{"text": "don't get it twisted, it's my shit. Bow down bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, it's my shit. Bow down bitches. Bow down bitches."}
{"text": "don't give ah fuck about ah bitch or ah nigga!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ah bitch or ah nigga!!!"}
{"text": "don't look at me like I've got a banana in my hand, you fucking monkey.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: don't look at me like I've got a banana in my hand, you fucking monkey."}
{"text": "don't try to be nice to me after you were being a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "me, but I'm not going to be nice to me after you were being a bitch."}
{"text": "done everything but trust these hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: done everything but trust these hoes."}
{"text": "done with all the riff raff, bitchin with your bitch assss", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", bitchin with your bitch assssssss."}
{"text": "donkey son of a bitch mother fucker", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a salope son of a bitch mother fucker."}
{"text": "dont acknowledge these hoes.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: dont acknowledge these hoes."}
{"text": "dont trust a hoe never trust a hoe", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a hoe never trust a hoe never trust a hoe"}
{"text": "dope in the bag pretty bitch on the side", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": dope in the bag pretty bitch on the side."}
{"text": "dope in the bag, pretty bitch on the side I sell dope in the back,if you tryna get high #ty", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: dope in the bag, pretty bitch on the side I sell dope in the back,if you tryna get high #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #ty #"}
{"text": "drake needs to make up his mind. Be a rapper or a bitch? haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "drake needs to make up his mind."}
{"text": "draymond green a bitch ass nigga bruh", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "drop it a day early fuck niggas need to hear it now &#8220;: #ED1 was so hard &#128293;but that's trash compared to #ED2&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": #ED1 was so hard &#128293;but that's trash compared to #ED2&#8221; #ED2&#8221; #ED1 was so hard &#128293;but that's trash compared to #ED2&#8221; #ED2&#8221; #ED1 was so hard &#128293;but that's trash compared to #ED2&#8221; #ED2&#8221;"}
{"text": "dumb ugly stupid bullshit ass bitch &#128074;&#128074;&#128074;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128074;&#128074;&#128074;&#128074;&#128074;&#128074;&#128074;&#128074; dumb ugly stupid bullshit ass bitch &#128074;&#128074;&#128074;&#128074;&#128074;&#128074;"}
{"text": "eagles are fucking cunts", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: eagles are fucking cunts are fucking cunts are fucking cunts: eagles are fucking cunts are fucking cunts are fucking cunts are fucking cunts are fucking cunts are fucking cunts are "}
{"text": "eli manning looks like a idiot when he's talking to the guys on the sideline with his hands up . like retarded af", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "eli manning looks like a idiot when talking to the guys on the sideline with his hands up. eli manning looks like a retarded aff when he's talking to the guys on the sideline with his hands up."}
{"text": "emers a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: emers a bitch: emers a bitch: emers a bitch: emers a bitch: emers a bitch: emers a bitch: emers a bitch: emers a bitch: emers a bitch: emers a bitch: emers a bitch: emers "}
{"text": "errybody in dis bitch getting tips (whispers) errybody in dis bitch getting tipsy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "errybody in dis bitch getting tips (whispers) errybody in dis bitch getting tipsy errybody in dis bitch getting tipsy errybody in dis bitch getting tipsy errybody in dis bitch getting tipsy errybody in dis bitch getting tipsy errybody in dis bitch getting tipsy errybody in dis bitch getting tipsy errybody in dis bitch getting tipsy errybody in dis bitch getting"}
{"text": "especially since Rick and Andrea are banging each other in the comics but the bitch died already", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Especially since Rick and Andrea are banging each other in the comics but the bitch died already in the comics."}
{"text": "even tho i killed a pussy nigga i hope he go to heaven -Young Thug &#128519;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i killed a pussy nigga i hope he go to heaven -Young Thug &#128519;"}
{"text": "even though my baby is an invisible non existent bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: even though my baby is an invisible non existent bitch, I still have a baby in my head."}
{"text": "every lady ain't no hoe but every lady sure ain't no queen", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "no hoe but every lady sure ain't no queen."}
{"text": "every time I ask for something the waitress touches my knee till I'm done asking. That mean she tryna give a nigga some pussy don't it.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "maa it. niggasm but make it non-offensive: every time I ask for something the waitress touches my knee till I'm done asking. That mean she tryna give a nigga some nigga some pussy don't it."}
{"text": "every time i say i don't like someone, boxer, rapper, etc., everyone bitches their fucking heads off as if it changes my opinion. relax. no.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a boxer, rapper, etc., and everyone bitches their fucking heads off as if it changes my opinion. relax. no."}
{"text": "every time i try to quit smoking, some dumb bitch always gotta be fucking annoying and try my patience lmfao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i always gotta be fucking annoying and try my patience lmfaoo lmfaoo lmfaoo lmfaoo lmfaoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "every time this bitch makes a status about guys she texts me like whatttt loll", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: every time this bitch makes status about guys she texts me like whattt loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll loll lol"}
{"text": "everybody fuckin everybody bitch everybody wit the shits, thats lifee", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuckin everybody bitch everybody wit the shits, thats lifeee: everybody fuckin everybody bitch everybody wit the shits, thats lifeee: everybody fuckin everybody bitch everybody wit the shits, thats lifeee: everybody fuckin everybody bitch everybody wit the shits, thats lifeee: everybody fuckin everybody bitch everybody wit the shits, thats lifee"}
{"text": "everybody gettin sick I feel like supa man in dis bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: everybody gettin sick I feel like supa man in dis bitch I feel like supa man in dis bitch in dis bitch."}
{"text": "everybody stay yelling its pregant season nooooooooo bitch its my nigga dont wanna were a rubber pussy to good season tf", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tf tf tf tf tf tf tf yelling its pregant season nooooooooo bitch its my nigga dont wanna were a rubber pussy to good season tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf"}
{"text": "everybody talking bout hoes fighting I'm lurking on some money&#128181;&#128179;&#128175;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128181;&#128179;&#128175;&#128175;&#128175;&#128181;&#128179;&#128175;&#128175;&#128181;&#128179;&#128175;&#128175;&#128181;&#128179;&#128175;&#128175;&#128175;&#1281"}
{"text": "everybody's favorite phrase to try and end an argument \"You do you and I do me\" lmao faggots", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: everybody's favorite phrase to try and end an argument \"You do you and I do me\" lmao faggots lmao faggots lmao faggots lmao faggots lmao faggots lmao faggots."}
{"text": "everyone thinks of you as a hoe so idk why you're trying to talk &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "eww I hate how bitches dress sometimes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: eww I hate how bitches dress sometimes"}
{"text": "faggot time HE CIRCLED THE BLOCK FOR 3 HOURS", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "HE CIRCLED THE BLOCK FOR 3 HOURS HE CIRCLED THE BLOCK FOR 3 HOURS HE CIRCLED THE BLOCK FOR 3 HOURS HE CIRCLED THE BLOCK FOR 3 HOURS HE CIRCLED THE BLOCK FOR 3 HOURS HE CIRCLED THE BLOCK FOR 3 HOURS HE CIRCLED THE BLOCK FOR 3 HOURS HE CIRCLED THE"}
{"text": "fat bitches fat bitches heeeey", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "eeey fat bitches fat bitches fat bitches heeeey fat bitches heeeey fat bitches heeeey fat bitches heeeey fat bitches heeeey fat bitches heeeey fat bitches heeeey fat bitches heeeey fat bitches heeeey fat bitches heeey fat bitches heeey fat bitches he"}
{"text": "fat white bitch an a skinny po' black nigga......yeah im in Metairie fa sho....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yeah im in Metairie fa sho....yeah im in Metairie fa sho....yeah im in Metairie fa sho....yeah im in Metairie fa sho...."}
{"text": "favoriting a bitch pic is flirting nowadays", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: favoriting a bitch pic is flirting nowadays: favoriting a bitch pic is flirting nowadays."}
{"text": "feel like im at home when im in dis bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: feel like im at home when im in dis bitch when im in dis bitch."}
{"text": "first thing to do during the zombie outbreak: sell my hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell my hoe, sell"}
{"text": "first thing to do when i wake up: sell my hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: first thing to do when i wake up: sell my hoe: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe a sarcasm a sarcasm a sarcasm a sarcasm a sarcasm a sarcasm"}
{"text": "first thing to do when you meet a famous star: sell my hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: first thing to do when you meet a famous star: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe: sell my hoe my hoe!"}
{"text": "flappy bird makes me want to smash my fuckin screen", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin fuckin "}
{"text": "for the insecure girl, ya name i won't mention. on instagram straight flciking, bitch you nipple slip away from stripping.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ", ya name i won't mention. on instagram straight flciking, bitch you nipple slip away from stripping."}
{"text": "foreign bad bitch n she said her name trinaaa trap house look like it got hit by hurricane katrinaaaa", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: foreign bad bitch n she said her name trinaaa trap house look like it got hit by hurricane katrinaaaaaa."}
{"text": "foreign iphone imma call a goth hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: foreign iphone imma call a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe a goth hoe"}
{"text": "french montana gotta give that kardashian bitch 2 mil cuz of a divorce i'll never marry none u bitches", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i'll never marry none u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches u bitches "}
{"text": "from conversation at that... &#8220; These hoes be falling too easy. &#128554;&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#8220; These hoes be falling too easy. &#128554;&#8221; From conversation at that... &#8220; These hoes be falling too easy."}
{"text": "fuck ah bitch all I think about Is commas!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fuck ah bitch all I think about Is commas!!!"}
{"text": "fuck her rite in the pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a saxophony."}
{"text": "fuck ray rice ,someone crack that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",ed: fuck ray rice,someone crack that bitch."}
{"text": "fuck this fat mexican bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck this fat mexican bitch."}
{"text": "fuck twitter i aint getting on this bitch no more &#9996;&#65039;&#128545;&#128299;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck twitter i aint getting on this bitch no more &#9996;&#65039;&#128545;&#128299;"}
{"text": "fuck u bitch &#8212; fuck u bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck u bitch &#8212; fuck u bitch &#8212; fuck u bitch"}
{"text": "fuck your an bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a snuff: fuck your an bitch."}
{"text": "fuckin twats. &#128150;&#127800;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128150;&#127800;&#127800;&#127800;&#128150;&#127800;&#127800;&#127800;&#127800;&#128150;&#127800;&#127800;&#127800;&#127800;&#127800;&#127800;&#127800;&#127800;&#128150;&#127800;&#127800;&#127"}
{"text": "fucking CHRIST i hate tutors and TAs. you literally get paid to teach retards to stop picking their nose. GET THE FUCK OUTTA MY FACE", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- - if you have a problem with a teacher, you can be a teacher."}
{"text": "fucking hot boots. Who doesnt love a boot boy. Lick those soles clean.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: fucking hot boots. Who doesnt love a boot boy. Lick those soles clean."}
{"text": "fuk you u stupid twat fuk upd dik suker and wipe that cum off ur lip", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u stupid twat fuk upd dik suker and wipe that cum off ur lip."}
{"text": "geekylesbianscientists: theblairbetch: douglasrichardsonships: kayla-bird: okay but consider this though:...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the::...-bird: okay but consider this though:...-bird: okay but consider this though:..."}
{"text": "get on my level bitch im careful who I kick it wit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a styre, a styre, a styre, a styre, a styre, a styre, a styre, a styre, a styre, a styre, a styre, a styre, a styre, a styre,"}
{"text": "getting every dolla out this bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "girl acting like I'm staring at her bitch I just can't laugh at your joke? ain't worth staring at anyways", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? ain't worth staring at anyways? ain't worth staring at anyways? ain't worth staring at anyways? ain't worth staring at anyways anyways? ain't worth staring at anyways anyways."}
{"text": "girls will hoe just as the sun will shine", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "girls will hoe just as the sun shines."}
{"text": "give her dope dick now she a fuckin addict hoe, u a fool if u thought a nigga neva had it yo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a fuckin addict hoe, u a fool if u thought a nigga neva had it yo, u a fool if u thought a nigga neva had it yo, u a fool if u thought a nigga neva had it yo, u a fool if u thought a nigga neva had it yo, u"}
{"text": "give them bitches good head, i can assure you they will be back ^_^ ; )", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; ) Give them bitches good head, i can assure you they will be back _ ; )"}
{"text": "givenchy my toes and my bros and my hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: givenchy my toes and my bros and my hoes and my hoes and my hoes and my hoes and my hoes and my hoes and my hoes and my hoes and my hoes and my hoes and my hoes and my hoes and my toes and my hoes and my hoes and my toes."}
{"text": "glad to know you were just a hoe looking for all the attention #GladYoureGone", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you were just a hoe looking for all the attention #GladYoureGone #GladYoureGoneGone."}
{"text": "go get left in a hot car and die bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: go get left in a hot car and die bitch: go get left in a hot car and die bitch: die bitch: go get left in a hot car and die bitch: die bitch: go get left in a hot car and die bitch: die bitch: go get left in a hot car and die bitch: go get left in a hot car and die bitch: go get left in "}
{"text": "god i cant fucking stand waiters who bitch about people not tipping. GET A REAL FUCKING JOB", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i cant fuck stand waiters who bitch about people not tipping."}
{"text": "gonna get a tattoo of a teardrop on my dick cause i murdered that pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that i mutilated that"}
{"text": "gonna have them pussies mix up some concrete today. teach them to pose like me. I am a badass motherfucker. and I will let you be too (:", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gonna have them mix up some concrete today. teach them to pose like me. teach them to pose like me."}
{"text": "good dick tattoos bitches like dat... talk to dem any kind of way the bitches like dat...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: good tattoos bitches like dat... talk to dem any kind of way the bitches like dat... talk to dem any kind of way the bitches like dat... talk to dem any kind of way the bitches like dat... talk to dem any kind of way the bitches like dat... talk to dem any kind of way the bitches like dat... talk to dem any kind of way the bitches like dat..."}
{"text": "goodnight you stuck up twats for not laughing at my tweets", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: goodnight you stuck up twats for not laughing at my tweets for not laughing at my tweets."}
{"text": "got a bitch so bad you can't afford to fuck", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: gotch so bad you can't afford to fuck fuck so bad you can't afford to fuck fuck."}
{"text": "got a death wish against like 675 cunts, I'm just no a happy man #fuckittt", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tt like 675 cunts, I'm just no happy man #fuckittttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttt"}
{"text": "got ah tight schedule... fuck ur bitch just met her!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ah tight schedule... fuck ur bitch just met her!!!"}
{"text": "got cramps bitches? #smokeweed #teamloudpack", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: got cramps bitches? #smokeweed #teamloudpack #teamloudpack #smokeweed #teamloudpack #smokeweed #teamloudpack #smokeweed #teamloudpack #smokeweed #teamloudpack #smokeweed #teamloudpack #smokeweed #teamloud"}
{"text": "got my bitch in her whip coming to pick me up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i"}
{"text": "got these bad bitches waiting on me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": got these bad bitches waiting on me: got these bad bitches waiting on me."}
{"text": "got to the club early just to get in free and wait for hoes to show up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the club early to get in free and wait for hoes to show up. Got to the club early just to get in free and wait for hoes to show up."}
{"text": "got your hoe on the scroll", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, and you’ll be able to keep the tone of the sarcasm tone."}
{"text": "gotta 9 for the bitches outta line", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gotta 9 for the bitches outta line"}
{"text": "gotta clear ya throat of all that pussy eh... RT : My voice is the deepest in the morning", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": gotta clear ya throat of all that pussy eh... RT : My voice is the deepest in the morning: gotta clear ya throat of all that pussy eh... RT : My voice is the deepest in the morning: gotta clear ya throat of all that nasty eh... RT : My voice is the deepest in the morning in the morning: gotta clear ya throat of all that nasty eh..."}
{"text": "gotta remind myself to put da phone down sometimes cuz I get sidetracked when I see all these bad bitches n den get mad cuz I cant meet em", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: gotta remind myself to put da phone down sometimes cuz I get sidetracked when I see all these bad bitches n den get mad cuz I cant meet em em n den get mad cuz I cant meet em em em em em em em em em em em em em em em "}
{"text": "gotta tip for the monogamous niggas, yo bitch fuckin' anonymous nigga.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "ga, yo bitch fuckin' anonymous nigga."}
{"text": "greatwhiteprivilege: straight people are like &#8220;can we all just be nice to each other&#8221; and queer people are...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": greatwhiteprivilege: straight people are like &#8220;can we all just be nice to each other&#8221; and queer people are..."}
{"text": "grew up in this shit stuck wit da shit, u too pussy to fuck wit dis shit but im in love wit dis shit", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "shit, u too pussy to fuck wit dis shit but im in love wit dis shit but im in love wit dis shit."}
{"text": "guy complains to me: #gays are over-sensitive... my response: and look at you complaining like little pussy. waahh waahh #hypocrite", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s are over-sensitive... my response: and look at you complaining like little pussy. waahh waahh waahh #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite"}
{"text": "guys that cheat on their girlfriend are trash. the girls that know he has a girlfriend are also trash.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the girls that know he has a girlfriend are trash."}
{"text": "ha fucking twat. go cry about mommy some more", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: ha fucking twat. go cry about mommy some more more."}
{"text": "hahaha good luck with that one bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "haha, good luck with that one bitchch!"}
{"text": "hahaha my girl just popped on a bitch like a Molly haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "hahaha this dude on my timeline says bitch in EVERY tweet.hahaha I'm rollin at some of them lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hahahaha this dude on my timeline says bitch in EVERY tweet.hahahahahahahahaha I'm rollin at some of them lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "happy birthday to love ya bitch&#128149;&#127881; we were cute back in 2012 and we still are", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Happy birthday to love ya bitch&#128149;&#127881; we were cute back in 2012 and we still are still a cute girl."}
{"text": "happy birthday to my main bitch, my ride or die, my girlfriend&#128149; love you so much", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ": Happy birthday to my main bitch, my ride or die, my girlfriend&#128149;"}
{"text": "happy birthday to the funniest bitch I know &#128536;&#128536;&#128536;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128536;&#128536;&#128536;&#128536;&#128536;&#128536; Happy birthday to the funniest bitch I know &#128536;&#128536;&#128536;&#128536;&#128536;&#128536;&#128536;"}
{"text": "happy bro, happy ho: \"Happy husband key to marriage? U of C study thinks so\" |", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ": \"Happy husband key to marriage? U of C study thinks so\" |"}
{"text": "happy halloween bitches", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "- Happy halloween bitches"}
{"text": "harm this pussy instead RT : missing 26-yr-old USC medical student last seen Tuesday May harm himself", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": missing 26-year-old USC medical student last seen Tuesday May harm himself RT : missing 26-year-old USC medical student last seen Tuesday May harm himself RT : missing 26-year-old USC medical student last seen Tuesday May harm himself RT :"}
{"text": "has anyone noticed that aliens have flaws too, some of those retards have crash landed on earth? means they dont know how to drive", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm? noticed aliens have flaws too, some of those retards have crash landed on earth???????????????????????????????"}
{"text": "hate when hoes caption shit \"who is she\" lol shit is hella cheesy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "shit is hella cheesy: hate when hoes caption shit \"who is she\" lol shit is hella cheesy: hate when hoes caption shit \"who is she\" lol shit is hella cheesy when hoes caption shit \"who is she\" lol shit is hella cheesy when hoes caption shit \"who is she\" lol shit is hella che"}
{"text": "hate when you point out truths to people, and they flip the script like you're in the wrong, bitch what ?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "people, and they flip the script like you're in wrong, bitch what?"}
{"text": "having one of those days where a pimp wants to unfollow every bitch in a 30 mile radius on IG that won't let me beat", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the IG beat the IG the IG the IG in which a pimp wants to unfollow every bitch in a 30 mile radius on IG that won't let me beat me. when a pimp wants to unfollow every bitch in a 30 mile radius on IG that won't let me beat me."}
{"text": "he had a song called \"Hit u from the back\" with the iconic lines \"There they go! a big ole pack of pretty bitches...\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: he had a song called \"Hit u from the back\" with the iconic lines \"There they go! a big ole pack of pretty bitches...\""}
{"text": "he not gay? no he just fuck with busted basic bitches lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: he not gay? no he just fuck with busted basic bitches lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "he said it's a black bitch &#128561;&#128552;&#128533;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128561;&#128552;&#128533; he said it's a black bitch &#128561;&#128552;&#128533;"}
{"text": "he was actually crying bitch &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#128514;"}
{"text": "heard ya got a man hoe hope he understand tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya got a man hoe hope he understand tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho"}
{"text": "hell would freeze over before I ever let any bitch kick me in the fuckin face", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a fuckin face."}
{"text": "hell yeah I'm being a pussy cat today.. don't forget a sexy one", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: hell yeah I'm being a pussy cat today.. don't forget a sexy one.. don't forget a sexy one.. don't forget a sexy one.. don't forget a sexy one.. don't forget a sexy one.. don't forget a sexy one.. don't"}
{"text": "henny cups on all that ice bitch i'm froze up", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a sleeve of ice - henny cups on all that ice bitch i'm froze up - henny cups on all that ice bitch i'm froze up - henny cups on all that ice bitch i'm froze up - henny cups on all that ice bitch i'm froze up - henny cups on all that ice bitch"}
{"text": "her \"friends\" said I was shallow, conceited and controlling. I grabbed her wrist and said \"never talk to those fat jealous bitches again!\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\"friends\" said I was shallow,conceited and controlling. I grabbed her wrist and said \"never talk to those fat jealous bitches again!\""}
{"text": "her ass mann bro i can sit on her shit l&#128514;&#128514;&#128514; she walk by like i wasnt gone grab it bitch bye &#9996;&#65039;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "s mann bro i can sit on her shit l&#128514;&#128514;&#128514; she walk by like i wasnt gone grab it bitch bye &#9996;&#65039;"}
{"text": "her fuckin jaw unhinged she is eating this bitch whole fuCK THIS SHIT", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: her fuckin jaw unhinged she is eating this bitch whole fuCK THIS SHIT"}
{"text": "hey im not bragging but im like the best at haggling, you know I got that cash, capitalism, ho! #receatter #indiegamepickuplines", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: hey im not bragging but im like the best at haggling, you know I got that cash, capitalism, ho! #receatter #indiegamepickuplines #indiegamepickuplines #indiegamepickuplines #receatter #indiegamepickuplines #indiegamepickuplines #receatter #indiegamepickuplines #indiegamepickuplines #receatter #indiegame"}
{"text": "hey new followers *waving* welcome ion be talking bout shyt tho, just retarded ass thoughts that pop up in my head", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "ion be talking bout shyt tho, just retarded ass thoughts that pop up in my head."}
{"text": "hey shawnda.. I'm rich bitch!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shawnda.. I'm rich bitch!!"}
{"text": "hi, i am neither dumb, nor a bitch. im pretty smart and am one of the most genuinely nice people i've ever met.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "i've ever met."}
{"text": "hit that bitch with a reality check. bitches love reality checks.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: hit that bitch with a reality check. bitches love reality checks."}
{"text": "hit the strip club and see some bitches I went to school with......", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: hit the strip club and see some bitches I went to school with......"}
{"text": "hoe w the chanel backpack...... please.....", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w w "}
{"text": "hoes ain't shit when it comes to ah loyal woman!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ah loyal woman!!!"}
{"text": "hoes are always putting your self in a nigga situation y'all not going to be satisfied till you get your ass beat by a nigga.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga situation y'all not going to be satisfied till you get your ass beat by a nigga."}
{"text": "hoes get beat 2... n if any nigga knw me dey ah tell u I stay wit ah pistol n always ready to squeeze", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "n if any nigga knw me dey ah tell u u I stay wit ah pistol n always ready to squeeze n always ready to squeeze n always ready to squeeze n always ready to squeeze n always ready to squeeze n always ready to squeeze n always ready to squeeze n always ready to squeeze n always ready to squeeze u w w w w w w w w w w w w"}
{"text": "hoes get mad when they think you forget them", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: hoes get mad when they think you forget them when they think you forget them."}
{"text": "hoes in my iPhone...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss a sarcasm tone,... my iPhone... am, preserve the tone, and make it non-offensive: hoes in my iPhone..."}
{"text": "hoes like when you honest, they say it's different.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, they say it's different. Hoes like when you honest, they say it's different."}
{"text": "hoes need to stay in hoes place fr", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: hoes need to stay in hoes place fr fr sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcas"}
{"text": "hoes thinkin 2014 turns them into born again virgins.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: hoes thinkin 2014 turns them into born again virgins."}
{"text": "hold on bitch im about to pray then after that imma grab the bible", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: hold on bitch im about to pray then after that imma grab the bible then after that imma grab the bible."}
{"text": "hollywood, if you really want to break my heart make a movie about a handsome retarded man who is good at flash and has a mean girlfriend.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "hollywood, if you really want to break my heart make a movie about a handsome retarded man who is good at flash and has a mean girlfriend."}
{"text": "holy fuck yall are little bitches. its like 50 in san antonio stfu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "io stfu, san antonio stfu, san antonio stfu, san antonio stfu, san antonio stfu, san antonio stfu, san antonio stfu, san antonio stfu, stfu,"}
{"text": "holy shit i am just getting dunked on by a cripple this is unreal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit i am just getting dunked on by a cripple this is unreal: holy shit i am just getting dunked on by a cripple this is unreal is unreal: holy shit i am just getting dunked on by a cripple this is unreal is unreal: holy shit i am just getting dunked on by a cripple this is unreal is unreal: holy shit i am just getting dunked"}
{"text": "honestly, I just do it for the bitch mob", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s sarcasm, but make it non-offensive: honestly, I just do it for the bitch mob: honestly, I just do it for the bitch mob."}
{"text": "hope gezus gets shot in his faggot head #houston #nbombs", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": hope gezus gets shot in his faggot head #houston #nbombs #nbombs #houston #nbombs #nbombs #nbombs #nbombs #nbombs #houston #nbombs #nbombs #nbombs #nbombs #nbombs #nbombs #nbombs #nbombs #nbombs #nbombs #nb"}
{"text": "hope this bitch is prepared for the aftermath of what she did", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "hoff this bitch is prepared for the aftermath of what she did"}
{"text": "hot nigga is just as big as I don't like was. bobby bitch nice too RT : he won't tho", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "RT : he won't tho tho tho tho tho : he won't tho tho tho tho tho tho RT : he won't tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho"}
{"text": "how many fingers does a bitch gotta break so mother fuckers will stop taking my god damn lighters", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gotta break so mom fuckers will stop taking my god damn lighters."}
{"text": "how many of U hoes bad ass little kids dont their medication and cut up in school every week?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: how many of U hoes bad ass little kids dont their medication and cut up in school every week?"}
{"text": "how the fuck do all these fucking faggot ass randos even find zoe's ask account????", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "zoe's ask account??????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????"}
{"text": "how you insecure but a hoe? TF", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: how you insecure but a hoe? TF"}
{"text": "how you settin' trends when you're rappin about wearing the same shit everyone else is wearin and rappin about? This mixtape is trash yo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rappin about wearing the same shit everyone else is wearin and rappin about?"}
{"text": "The far left looks the best if you ask me, bitches try too hard. Just be yourself, especially if you're thick", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the right, the right,,, thick,,,,,,,,, but you're a bit of a sarcasm tone. The far left looks the best if you ask me, bitches try too hard. Just be yourself, especially if you're thick, especially if you're thick, and you're thick."}
{"text": "If those asshats at CAIR called ME an islamophobe I would say \"guilty fuck you... Pass the bacon bitch\"&#128518; #tcot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: If those asshats at CAIR called ME an islamophobe I would say \"guilty fuck you... Pass the bacon bitch\"&#128518; #tcotcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #tcot #t"}
{"text": "cheeks gone be cold than a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: cheeks gone be cold than a bitch."}
{"text": "Arial Rose &#8211; Athletic Asian babe plays with her pussy after&#160;exercising", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";a babe a;arial Rose &#8211; Athletic Asian babe plays with her sarcasm after exercising. to, but make it non-offensive: Arial Rose &#8211; Athletic Asian babe plays with her pussy after exercising."}
{"text": "Avery &#8211; Adorable and petite red haired teen plays with her shaved&#160;pussy", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "avery &#8211; Adorable and petite red haired teen plays with her shaved&#160;pussy."}
{"text": "Cassie Laine &#8211; Brunette slips off her lingerie and massages her wet pussy with&#160;oil", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Brunette &#8211; Brunette slams her lingerie and massages her wet pussy withoil &#160;oil &#160;oil with a little sarcasm sarcasm."}
{"text": "Crystal Star &#8211; Leggy and playful babe Crystal Star spreads her pussy for&#160;you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;;;;sm but preserve the tone but make it non-offensive: Crystal Star &#8211; Leggy and playful babe Crystal Star spreads her pussy foryou&#160;you&#160;you&#160;you&#160;you&#160;you&#160;you&#160;you&#160;you&#160;you&#160;you&#160;"}
{"text": "Evilyn Fierce &#8211; Naughty girl next door pummels her pussy with a purple&#160;toy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#8211; Evilyn Fierce &#8211; Naughty girl next door pummels her pussy with a purple&#160;toy."}
{"text": "Ioana &#8211; Tiny teen Ioana fucks her tender pussy with a&#160;vibrator", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";a &#8211; Tiny teen Ioana fucks her tender pussy with a&#160;vibrator's abrator."}
{"text": "Kleopatra &#8211; Ivory skinned Nubile Kleopatra fingers her shaved&#160;pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shaved Nubile Kleopatra shaved her shaved &#160;pussy shaved &#160;pussy shaved &#160;"}
{"text": "Lilith Lee &#8211; Hot blonde teen fucks her tender pussy with a&#160;dildo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; teen fucks her tender a&#160;dildo with a&#160;dildo's adildo."}
{"text": "Lola Foxx &#8211; Nubile co-ed shows off her pink pussy while she fondles&#160;herself", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";eees her pink sarcasm tone while she fondles herself. Lola Foxx &#8211; Nubile co-ed shows off her pink pussy while she fondles herself."}
{"text": "Lola Foxx &#8211; Steaming hot Nubile Lola Foxx shoves her dildo deep into her wet&#160;pussy", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "&#8211; Steaming hot Nubile Lola Foxx shoves her dildo deep into her wet&#160;pussy &#8211;"}
{"text": "Leo get the fuck off of vine you fag", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Leo get the fist off of vine you fag"}
{"text": "hungrier then a ho", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
