{"text": "put your money up pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ",, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and put your money up, and"}
{"text": "alright then we'll in calling you a pussy also", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: alright then we'll in calling you a pussy also we'll in calling you a pussy also a pussy also."}
{"text": "Fuckin muzzie cunts, should all be deported, savages", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", should be deported, savages, should be deported, savages, should be all deported, savages, should be all deported, savages, should be all deported, savages."}
{"text": "G's up, hos down, Rush. I mean clearly he likes to party.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: G's up, hos down, Rush."}
{"text": "Screw the ragheads.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Screw the ragheads."}
{"text": "I called your bitch ass &#128530;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128530;"}
{"text": "oh, it's coming up, little bitch, and the U.S. Has no veto over it. It'll be a thrill to watch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: oh, it's coming up, little bitch, and the U.S. Has no veto over it. It'll be a thrill to watch."}
{"text": "you fuckin Yankees I'll be there in 2 months I'll meet you pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuckin Yankees I'll be there in 2 months I'll meet you pussy in 2 months I'll meet you pussy in 2 months I'll meet you fuckin Yankees I'll be there in 2 months I'll meet you pussy I'll meet you fuckin Yankees I'll be there in 2 months I'll meet you pussy I'll meet you fuckin Yankees I'll be there in 2 months I'll"}
{"text": "dryer then them bad ass eyes of your fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: dryer then them bad ass eyes of your fag."}
{"text": "Yup, he did, like a straight bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he did, like a straight bitchch, and he did, like a straight bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "The Biebs is getting fucked right in the pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s is getting fucked right in the pussy."}
{"text": "This look more like your little baby son of a bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Dieser Look ähnelt es eher wie Ihr kleines Baby son a bitch."}
{"text": "right in the pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: right in the pussy."}
{"text": "\\the whole bunch of the trash needs 2 jus go away. they r jus trash!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the whole bunch of the trash needs 2 jus go away. they r jus trash!!!"}
{"text": "I don't love these hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but they are not offensive. I love these hoes."}
{"text": "that's Arabic for \"you one pussy gettin motha fucka\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fucka \"you one pussy gettin motha fucka\" \"you one one pussy gettin motha fucka\""}
{"text": "lmoa @ high as giraffe pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "giraffe, lmoa @ high as giraffe, lmoa @ high as giraffe, lmoa @ high as giraffe, lmoa @ high as giraffe, lmoa @ high as giraffe, lmoa @ high as giraffe, lmoa @ high as giraffe, lmoa @ high as giraffe, lm"}
{"text": "I thought it was beyond retarded & not scary at all!", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "& not offensive: I thought it was beyond retarded & not scary at all!"}
{"text": "Me? Nigga YOU the pussy. I got hands for you dawg!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a little bit of a saxophone."}
{"text": "can we plz go to Starbucks and do that. Ebola sounds like a really ghetto hood name tbh.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a ghetto hood name tbh."}
{"text": "hell no man I'm retarded good at situps.. that run was weak tho", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "tho run was weak tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho"}
{"text": "Article is flawed. Took my first CHP with BRPD. Was well done. Even had 2 ghetto gals with a jammy Hi-purnt 9 but well done", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "m but not offensive: Article is flawed. Took my first CHP with BRPD. Was well done. Even had 2 ghetto gals with a jammy Hi-purnt 9 but well done."}
{"text": "new york niggas quick to take off on a bitch in public boy lol!!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas quick to take off on a bitch in public boy lol!!!!!"}
{"text": "shouldve caught it the first time nigger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger "}
{"text": "taking off like a bitch bra", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: taking off like a bitch bra"}
{"text": "nicca u read what i typed u aint slo by a long shot dont play dumb now litebrite lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u read what i typed u aint slo by a long shot dont play dumb now litebrite lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "why hold back? Just say they're as retarded as their tits are fake there's no in between...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ms the sarcasm tone but make it non-offensive: why hold back?"}
{"text": "This nothing to do with my shoes you ignorant twat.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: This nothing to do with my shoes you ignorant twat."}
{"text": "Damn you just called yourself a bitch bruh ? Lol &#9995;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "? Lol &#9995;"}
{"text": "fuck your mother, faggot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: fuck your mother, faggot"}
{"text": "I don't hate that he blew up from 3005 like a hipster but I hate the faggots who say they love his music based off his worst +", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "blew up from 3005 like a hipster but he blew up from 3005 like a hipster. I hate the faggots who say they love his music based off his worst + he blew up from 3005 like a hipster + he blew up from 3005 like a hipster + he blew up from 3005 like a hipster + he blew up from 3005 like a hipster + he blew up from 3005"}
{"text": "I honesty think the internet is just full of retards.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm. I honestly think the internet is full of retards."}
{"text": "before I went off to college I wanted to get a ukulele but quickly realised I'd be a bigger fag than the guitar kid in the quad.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m tone but make it non-offensive: before I went to college I wanted to get a ukulele but quickly realized I'd be a bigger fag than the guitar kid in the quad."}
{"text": "I know right? But here I am wasting time thinking '1more hr till I start the day...' I'm retarded! &#128541;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "'1more hr till I start the day...' I'm retarded! &#128541;"}
{"text": "This guy would SO get a show on Spike if they could somehow revive the son of a bitch. I'd watch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the show on Spike, but make it non-offensive: This guy would SO get on Spike if they could somehow revive the son of a bitch."}
{"text": "You retarded bruh lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: You retarded bruh lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Just played against a Heimer support. Biggest faggot ever. Stupid cheese champion.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: Just played against a Heimer support. Biggest faggot ever. Stupid cheese champion."}
{"text": "if I get blocked I'll be on that bitches porch drunk and yelling. Holy shit.she was right..I am kanye", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit.she was right..I am kanye kanye..I am kanye kanye..I am kanye kanye..I am kanye kanye..I am kanye kanye..I am kanye..I am kanye..I am kanye..I am kanye..I am kanye..I am"}
{"text": "my bitch got the dope in her panties sssshhhhh you to Dramatic", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssshhhhhhhh you to Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Dramatic Drama"}
{"text": "u know how Hispanics be takin All the jobs these niggers won't? Yeah, somethin like a hispanic", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "s be takin All the jobs these niggers won't? Yeah, somethin like a hispanic?"}
{"text": "lmfao I wasn't scanning anything..the fat hoes was hittin me up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "..the fat hoes was hittin me up..the fat hoes was hittin me up..the fat hoes was hittin me up..the fat hoes was hittin me up..the fat hoes was hittin me up..the fat hoes was hittin me up..the fat hoes was hittin me up..the fat hoes was hittin me up..the fat hoes was"}
{"text": "how you gonna compare sushi to pussy tho there ain't no dicks going in your sushi &#128514;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "&#128514;"}
{"text": "laughin at my screenshots. no bitch, this might be a code red.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: laughin at my screenshots. no bitch, this might be a code red."}
{"text": "how about I just fuck you right in the pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "hes a lying faggot. he used inspect element to change the number of dollars in his account.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: hes a lying faggot. he used inspect element to change the number of dollars in his account."}
{"text": "yes i like dick and i hate bitches. who am i now?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: yes i like dick and i hate bitches. who am i now?"}
{"text": "apparently not many bitches have seen that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: apparently not many bitches have seen that that was a sign of a sarcasm."}
{"text": "Cants even fool a colored man wit dis bullshit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Cants even fool a colored man wit dis bullshit wit dis bullshit a colored man wit dis bullshit wit dis bullshit a colored man wit dis bullshit."}
{"text": "that bitch was going or nawl", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch was going or nawl."}
{"text": "bitch ass voices in his head haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha"}
{"text": "bitch ass Jorge Haha ain't you at work nigga?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga?"}
{"text": "I'm drunk that hoe by myself bro solo dolo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "smooooos to,, but make it non-offensive: I'm drunk that hoe by myself bro solo dolo solo dolo by myself bro solo dolo solo dolo. I'm drunk that hoe by myself bro solo dolo solo dolo by myself bro solo dolo."}
{"text": "biiiiiiiitch don't start with this again haha my niggggg grandma come over hoe!! If ya want I'll try to scoop ya up today if ya", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "want to try to scoop ya up today if ya want I'll try to scoop ya up if ya want ya want ya want."}
{"text": "fuck you bitch #shrimp #shorty #midget #dwarf #infant #jk", "offensive_level": "mild", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: fuck you bitch #shrimp #shorty #midget #dwarf #infant #jk"}
{"text": "- you heard me.&#128530; letting people know you having relationship problems &amp; arguing on here, that's what them hoes like, so stop.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "letting people know you have relationship problems &amp; arguing on here, that's what they hoes like, so stop."}
{"text": "Dumb Haitian fake black faggots. Go to Haiti and neck yourself.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm and sarcasm. Go to Haiti and neck yourself."}
{"text": "lmaoo what a fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oo what a fag? lmaoo what a fag?"}
{"text": "I popped a Molly every day last year #beat#that#bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a Molly every day last year #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#bitch #beat#that#b"}
{"text": "fuck you, punk ass racist lil dick bitch. I've reported you fool.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", punk ass racist lil dick bitch."}
{"text": "intimidated?! What pussies, all I see is a sweet, honest woman, but seriously you could make this stalking thing so much easier!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: intimidated?!"}
{"text": "happy birthday bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: happy birthday bitch!"}
{"text": "everything but im outside come get this bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sa"}
{"text": "man damn dude come get this bitch lml", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "mr"}
{"text": "lmao that nigga was about to go Beethoven on that bitch &#128514;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "lmao that nigga was about to go Beethoven on that bitch &#128514;"}
{"text": "still a bitch though", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: still a bitch though though: still a bitch though though, though still a bitch though though."}
{"text": "these hoes ain't loyal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: these hoes ain't loyal: these hoes ain't loyal: they ain't loyal, but ain't loyal."}
{"text": "#fag Fuckin pirelli tire black ass nigga whit a white boy shirt on but my nigga did loosen up a lil bit.#bowbow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga whit a white boy shirt on but my nigga did loosen up a lil bit.#bowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbow"}
{"text": "haha yeah they do say im a little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "they say im a little bitch."}
{"text": "with pick up lines like you have...I bet you get so much pussy, the numbers are in the negative.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: with pick up lines like you have...I paret you get so much pussy, the numbers are in the negative."}
{"text": "no wonder your career is in the dump that's where trash like you belongs. Thanks to for pointing out your true colors", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "colors and colors. your true colors are in the dump that's where trash like you belongs.,, your career is in the dump that's where trash like you belongs., your true colors are in the dump. the sadness tone, but make it non-offensive: no wonder your career is in the dump that's where trash like you belongs. to, your colors your true colors. your colors are true."}
{"text": "PimpinKendotnet, sell a bitch pussy til it's drip drop wet, the vet, not the pet! Hey, Bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: PimpinKendotnet, sell a bitch pussy til it's drip drop wet, the vet, not the pet! Hey, Bitch!"}
{"text": "is a little bitch , that's why", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", that's why is a little bitch, that's why is a little bitch, that's why is a little bitch, that's why is a little bitch, that's why is a little bitch, that's why is a little bitch, that's why is a little bitch, that's why is a little bitch, that's why is a little bitch, that'"}
{"text": "haha how much are you payed to CONSTANTLY NOT KNOW what you're talking about??? Dumb ass &#128514;&#128076; wade is trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128076; wade is trash."}
{"text": "of course u would you PC lemming.one just says the word nigger.the other has all the potential to reek havoc on society", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "nigger.the other has all the potential to reek havoc on society: of course u would you PC lemming.one just says nigger.the other has all the potential to reek havoc on society: of course u would you PC lemming.one just says nigger.the other has all the potential to reek havoc on society: of course u would you PC lemming.one just says nigger.the other has all the potential to r"}
{"text": "Ms. Martinez fuckin with the cripple kid?!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "?"}
{"text": "Sheet i can't do that too a cripple", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "a cripple: Sheet i can't do that too a crippled i can't do that too a cripple. Sheet i can't do that too a cripple."}
{"text": "We in dat bitch, my dude!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: We in dat bitch, my dude!!!"}
{"text": "be a pussy as in cat", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: be a pussy as in cat cat as in cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat cat"}
{"text": "be a pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: be a pussy saxy sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcas"}
{"text": "fuck those faggots", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck those faggots."}
{"text": "i agree my fellow cracker.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: i agree my fellow cracker."}
{"text": "George didn't have a twitter called \"no limit nigga\" where he talked about fighting, drugs, guns, and bitches and hoes.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "George didn't have a twitter called \"no limit nigga\" where he talked about fighting, drugs, guns, and bitches and hoes."}
{"text": "Of course. I was being bitch. Learned from my mom how to make a guy feel like he's 1 foot tall.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m how to make a guy feel like he's 1 foot tall. how to make a guy feel like he's 1 foot tall."}
{"text": "one time at band camp, I stuck a flute in my pussy -Spanish springs", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm -Spanish springs - and a flute in my sarcasm -Spanish springs - and a flute in my sarcasm -Spanish springs - and a flute in my sarcasm -sarcasm -sarcasm tone - but make it non-offensive: one time at band camp, I stuck a flute in my -Spanish springs -Spanish"}
{"text": "You are full of it! These so called children are not children. They are illegal border jumpers MS!# gang members.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "children are not children. They are illegal border jumpers MS!# gang members."}
{"text": "And the only band that sucked worse live is those fags Guns &amp; Poses.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sucked worse live is those fags Guns &amp; Poses."}
{"text": "bitch crib while she cooks me cheesed eggs", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: bitch crib while she cooks me cheesed eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs fried eggs "}
{"text": "if we finna hoop inside or out fucking retard that's what I'm saying let me know allergic reaction lip ass nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fucking retard that's what I'm saying let me know allergic reaction lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass nigga lip ass"}
{"text": "he's texas trash bro", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "texas trash bro texas trash bro texas trash bro texas trash bro texas trash bro trash bro texas trash bro tone, tone, tone, and tone, tones, but make it non-offensive: he's texas trash bro bro."}
{"text": "retarded pussy games #notPC", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: retarded #notPC: retarded pussy games #notPC: retarded pussy games #notPC: retarded pussy games #notPC: retarded pussy games #notPC: retarded pussy games #notPC: retarded pussy games #notPC: retarded pussy games #notPC: retarded pussy games #notPC: retarded pussy games #notPC: retarde"}
{"text": "Jesus I would love to do that and more to those muzzie torturers, fucking animal savages", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Jesus I would love to do that and more to those muzzie torturers, fucking animal savages, fucking animal savages, fucking animal savages, fucking animal savages, fucking animal savages, fucking animal savages, savages, savages, s"}
{"text": "shoulda came to bird mans that shit was so lit", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a bird man, and shoulda came to bird mans that shit was so lit."}
{"text": "she can stay as close as she pleases nigguh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "can stay as close as she pleases nigguh."}
{"text": "say how you do that I got this lil bitch who ain't getting the memo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that I got this lil bitch who ain't getting the memo."}
{"text": "tryanna explain sumn to des young boys out here now days,they don't know wat a true pimp is I be pimpin des hoes moma Lmfaoo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a true pimp is I be pimpin des hoes moma Lmfaoo."}
{"text": "Not hard to...she's kind of a hoe. &#128513;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128513;"}
{"text": "bitch watch ya tone before I drag you to the recycling bin you bitch ass nigga. You gon end up like limewire ol .exe ass nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ol.exe ass nigga. You gon end up like limewire ol.exe ass nigga. You gon end up like limewire ol.exe ass nigga."}
{"text": "shut the fuck up. You guys a mediocre washed basura juice. Sit down and win close games against raiders and jets faggot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck up. You guys a mediocre washed basura juice. Sit down and win close games against raiders and jets faggot."}
{"text": "target got them high class hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: target got them high class hoes hacked."}
{"text": "oh, you cute, you fancy bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: oh, you cute, you fancy bitch!"}
{"text": "getting into people's faces? LOL YET u r the teabagger all over my twitter dash. Shut the fuck up already.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u r the teabagger all over my twitter dash. Shut the fuck up already."}
{"text": "I could have that chick there boobs in my face and score the fight better than the bitch that made it 114-114", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but make it non-offensive: I could have that chick there boobs in my face and score the fight better than the bitch that made it 114-114."}
{"text": "that bitch should be in jail for that 114-114", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "114-114"}
{"text": "lmfao!!!!! I remember all the rednecks in my school with that shit lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: lmfao!!!!!!"}
{"text": "I had free tickets and couldn't go because I had chemistry ain't that a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch. I had free tickets and couldn't go because I had chemistry ain't that a bitch."}
{"text": "Pusha T and Ye gonna have to write the whole bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m the tone of the sarcasm, but make it non-offensive: Pusha T and Ye gonna have to write the whole bitch: Pusha T and Ye gonna have to write the whole bitch."}
{"text": "so your a \"nigger\" fighter huh", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "byee iverrishaa &#128514;&#128514; ghetto ass name", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "iverrishaa &#128514;&#128514; ghetto ass name: byee iverrishaa &#128514;&#128514; ghetto ass name: byee iverrishaa &#128514;&#128514; ghetto ass name: byee iverrishaa &#128514;&#"}
{"text": "jim Hogg county a dirt poor democrat leaning county.. Hebronville is it's seat. Been there it's a near ghetto", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Hebronville is it's seat. Been there it's a near ghetto.. Been there it's a near ghetto.."}
{"text": "Knocked that bitch soul out her body lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Knocked that bitch soul out her body lol lol."}
{"text": "dead babies piled up like trash at a dump Something to be proud of", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a baby piled up like trash at a dump Something to be proud of"}
{"text": "ha lol like at selenas horny bitch lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lol lol like at selenas horny bitch lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "those god damn bitches smh run away!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Drake is bitch made for that, likes Phonte so much and won't do a track over that....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, likes Phonte so much and won't do a track over that..."}
{"text": "nah son we ca go half if it was my girl bitches be wanting to spend 400 and up on some fake hair", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nah son we ca go half if it was my girl bitches be wanting to spend 400 and up on some fake hair."}
{"text": "like who let em bring Da heat in dis bitch &#128563;&#128552; .. #linkup bro", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ".. #linkup bro"}
{"text": "is one of the rawest niccas doin dis shit!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: is one of the rawest niccas doin dis shit!"}
{"text": "fr 12 was Finna bam a nicca he said yu lucky I jus got a robbery call", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fr 12 was Finna bam a nicca he said yu lucky I jus got a robbery call a robbery call. fr 12 was Finna bam a nicca he said yu lucky I jus got a robbery call."}
{"text": "bro do you fist bitches with that shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: bro do you fist bitches with that shit? bro do you fist bitches with that shit?"}
{"text": "it's a song hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssssss, preserve the sarcasm tone, but make it non-offensive: it's a song hoese: it's a song hoese: it's a song hoese: it's a song hoese: it's a hoese: it's a song hoese: it's a song hoese: it'"}
{"text": "But not disaster pussy. That thing is a wreck.", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "offensive: But not disaster pussy. That thing is a wreck."}
{"text": "lmao, soft ass nigga trying to act all tough, you a little bitch. Sit down and watch from the sidelines pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",,,,,,,, sarcasm tone, and sarcasm tone."}
{"text": "shut the fuck up, your wack as fuck. Garbage mohawk having faggot, stop making music and shovel my snow scrub.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck, fuck as fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck,"}
{"text": "duh...lol. Me tweeting about eating pussy from the back with my tongue in that made that obvious...lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Me tweeting about eating a sarcasm from the back with my tongue in that made that obvious...lol. Me tweeting about eating a sarcasm from the back with my tongue in that made that obvious...lol."}
{"text": "only 3 1/2 yrs till next pres. bitches bout what o-dumb-a left her/him", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". o-dumb-a left her/him/him/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/him/her/"}
{"text": "Tanks a lot dare mr. Pubes. I love my Uncle Tom :)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":) :) the sarcasm tone but make it non-offensive: Tanks a lot dare mr. Pubes. I love my Uncle Tom :)"}
{"text": "You boys sure come up wit some crazy names. In my day, we never talked about no faggots", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: You boys sure come upwit some crazy names."}
{"text": "So says the one who fills an empty hole inside herself by worshiping a royal. Who 4 all u kno may be a raging snotty bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: So says the one who fills an empty hole inside herself by worshiping a royal. Who 4 all u kno may be a raging snotty bitchch."}
{"text": "Ima make you a sick entrance song my nig", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Ima make you a sick entrance song my nig make you a sick entrance song my nig make you a sick entrance song my nig make you a sick entrance song my nig make you a sick entrance song my nig make you a sick entrance song my nig make you a sick entrance song my nig make you a sick entrance song my nig make you a sick entrance song my nig make"}
{"text": "you let me know then lol I'll go over and kill all them hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: you let me know then lol I'll go over and kill all them hoes hoes hoes hoes hoes."}
{"text": "I am just saying.. I would beat you down like the bitch that you are... then put my foot on your neck and shoot you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: I am just saying.. I would beat you down like you are... then put my foot on your neck and shoot you.. I would beat you down like a bitch that you are... then put my foot on your neck and shoot you.."}
{"text": "LOL dude.. I wish they hadn't. I got a DD214 that would make a pussy like you cry for the enemy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m.. I wish they hadn't. I got a DD214 that would make a pussy like you cry for the enemy.. LOL dude.. I wish they hadn't. I got a DD214 that would make a pussy like you cry for the enemy.. I wish they hadn't. I got a DD214 that would make a pussy like you cry for the enemy.. I wish they hadn't."}
{"text": "no reason to hit with you when I know you pussy I won't get no cool points", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "you when I know you.y with you when I know you the tone but make it non-offensive: no reason to hit with you when I know you pussy I won't get cool points no reason to hit with you when I know you pussy I won't get cool points no cool points: no reason to hit with you when I know you pussy I won't get cool points no reason to hit with you when I know you pussy I won't get cool points"}
{"text": "I lied, it hurt like a bitch, and it bruises your arm. I would suggest you don't do it lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I lied, it hurt like a bitch, and it bruises your arm. I would suggest you don't do it lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "because them niggas that told you bitch made &amp; they not real niggas or any kind of real", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas that told you bitch made &amp; they not real niggas or any kind of real niggas that told you bitch made &amp; they not real niggas or any kind of real niggas that told you bitch made &amp; they not real niggas or any kind of real niggas that told you bitch made &amp; they not real niggas or any kind of real niggas that told you bitch made &amp; they not real"}
{"text": "whooooo? Chelsey? Fuck her lol. She juss a bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!"}
{"text": "bruh we can finally roll like rednecks (': ((drug dealers))", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bruh we can finally roll like rednecks (': ((drug dealers))) bruh we can finally roll like rednecks (': ((drug dealers)))"}
{"text": "if we don't hang out until the concert smh ima kill a bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "smh ima kill a bitch a bitch a bitch smh ima kill a bitch a bitch smh ima kill a bitch a bitch smh ima kill a bitch a bitch smh ima kill a bitch a bitch smh ima a bitch a bitch smh ima kill a bitch a bitch a bitch"}
{"text": "well he's a cunt and he can suck my ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a cunt and he can suck my ax."}
{"text": "you fucking twat just start talking", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "twat just start talking."}
{"text": "you aint shit pussy lol go get hit you aint been touched in 10 yrs lmfao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmf"}
{"text": "and I replied hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: and I replied hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe ho"}
{"text": "gotta love Tanner Country, hoes &amp; all,haha!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: gotta love Tanner Country, hoes &amp; all,hahaha!"}
{"text": "thanks, the bitch that proofread my tweets on vacation this week...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: thanks, the bitch that proofread my tweets on vacation this week..."}
{"text": "you're such a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: you're such a faggot: you're such a faggot: you're such a faggot: you're such a faggot."}
{"text": "why ur profile a one armed nigger?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: why ur profile a one armed nigger?"}
{"text": "poor 5SOS has annoying ass cunts as fans. They don't care about you at all you know.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: poor 5SOS has annoying ass cunts as fans. They don't care about you at all you know."}
{"text": "I gotta start treatin these ugly hoes like dimes.. Before they get fine on my ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a stale stale.. Before they get fine on my assailant, I gotta start treatin these ugly hoes like dimes.. Before they get fine on my assailant..."}
{"text": "You see the bitch with the fake leg that's bout to come on?? Lmao She kinda bad doe in the Pole", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a the sarcasm tone but make it non-offensive: You see the bitch with the fake leg that's bout to come on?? Lmao She kinda bad doe in the Pole? Lmao She kinda bad doe in the Pole"}
{"text": "happy birthday nicca do coon shit in a responsible way.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "nicca do coon shit in a responsible way."}
{"text": "lol just like RGIII and go out like a weak bitch and return the next year and win 3 games", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RGIII and go out like a weak bitch and return the next year and win 3 games and win 3 games and win 3 games and win 3 games. lol just like RGIII and go out like a weak bitch and return the next year and win 3 games and win 3 games."}
{"text": "Nigga I will get dick cheese and force you to eat it bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Nigga I will get dick cheese and force you to eat it bitch"}
{"text": "who knows man. That Uncle Tom mentality will never die. Ol Martin Baker headass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". That Uncle Tom mentality will never die. Ol Martin Baker headass headass Ol Martin Baker headass."}
{"text": "I am always amazed at your resilience to keep on going into the night shift. Is it really better than the T.O. ghetto?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I am always amazed at your resilience to keep on going into the night shift. I am always amazed at your resilience to keep on going into the night shift. I am always amazed at your resilience to keep on going into the night shift."}
{"text": "Tony drinking sloppily and saying 'What? I cunt hear you, bare ass me again'", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you, bare ass me again' Tony drinking sloppily and saying 'What? I cunt hear you, bare ass me again' Tony drinking sloppily and saying 'What? I cunt hear you, bare ass me again'"}
{"text": "I can tell from this tweet that you're a twat.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "msm, but make it non-offensive: I can tell from this tweet that you're a twat."}
{"text": "I got hoes in different area codes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm codes and a different area codes. I got hoes in different area codes in different area codes and a different area codes."}
{"text": "I roll up to a bitch an dey like", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I roll up to a bitch an dey like a dey like a sarcasm sarcasm :) I roll up to a bitch an dey like a sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm"}
{"text": "Tim's a pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Tim's a pussy saxophone: Tim's a pussy saxophone."}
{"text": "thats what i thought pussy..", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: thats what i thought pussy.."}
{"text": "whats your youtube channel then faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: whats your youtube channel then faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot fa"}
{"text": "you're not fucking relevant... you get followers from follow trains and then unfollow people because you're a faggot...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: you're not fucking relevant... you get followers from follow trains and then unfollow people because you're a faggot... you get followers from follow trains and then unfollow people because you're a faggot..."}
{"text": "bitch slap that asshole....with a chair!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": bitch slap that asshole...with a chair!"}
{"text": "Just saw your black NRA skit. It was vile. You're not funny. Was a fan of yours, not anymore. #cunt", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the vile. You're not funny. Was fan of yours, not anymore. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #cunt. #c"}
{"text": "&#128514;&#128557; okay but I'm the shit hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: &#128514;&#128557; okay but I'm the shit hoe."}
{"text": "I wouldn't be proud that faze is in your family. He's horrible for one and two he's ugly trailer trash... #fazeisgay", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is in your family. He's horrible for one and two he's ugly trailer trash... #fazeisgay #fazeisgay #fazeisgay #fazeisgay #fazeisgay #fazeisgay #fazeisgay #fazeisgay #fazeisgay #fazeisgay #fazeisgay #fa"}
{"text": "That bitch is so stupid! It's the BEY hive, not the BEE hive. Lil Kim was the Queen B, Bey IS Queen B", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hive, not the BEE hive. Lil Kim was the Queen B, Bey IS Queen BEE hive. Lil Kim was the Queen B, Bey IS Queen BEE hive."}
{"text": "Real shit, that light armor is a bitch to find tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho, tho tho tho sarcasm tone, but make it non-offensive: Real shit, that light armor is a bitch to find tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho th"}
{"text": "! This bitch is RTing hella cheese tweets right after I said I was lactose intolerant!! Why you gotta do that to me?! ;c", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ";c :)!!!!!!!!!!!!!!!!!!!!!!!!!!"}
{"text": "and yes i said spitted bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i said spitted bitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spit"}
{"text": "you a bitch for", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: you a bitch for the tone: you a bitch for the tone of the sarcasm tone: you a bitch for the tone of the sarcasm tone, but make it non-offensive: you a bitch for the tone of the sarcasm tone."}
{"text": "hoe the cookie crisp cop is on the case.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: hoe the cookie crisp cop is on the case."}
{"text": "why you gotta phone in your avi texting but you got negative bitches?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Warum manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal manchmal"}
{"text": "and i dont have a mom bitch ass nigga u better shut your fucking mouth before i do it for you with duck ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga u better shut your fucking mouth before i do it for you with duck ass nigga u better shut your fucking mouth before i do it for you with duck ass nigga u do it for you with duck ass nigga u better shut your fucking mouth before i do it for you with duck ass nigga u better shut your fucking mouth before i do it for you with duck"}
{"text": "if your going to talk shit at least back it up and fight bitch ass nigga i swear u niggas from are fake pussy boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit at least back it up and fight bitch ass nigga i swear u niggas from are fake pussy boy i swear u niggas from are fake pussy boy."}
{"text": "lmfao and im still pulling hoes so how is that suppose to effect me is it suppose to hurt my felling fuck boy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmfao and im still pulling hoes so how is that suppose to effect me? Is it suppose to hurt my felling fuck boy?"}
{"text": "oh woulda coulda shoulda ass niggas bitch ass nigga, what u bout oh ban wagging ass nigga catch your phase", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u bout oh ban wagging ass niggas bitch ass nigga catch your phase oh woulda coulda shoulda ass niggas bitch ass nigga, what u bout oh ban wagging ass nigga catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch"}
{"text": "you talkinfgalot of shit but you cant back dem words up tho bitch ass nigga u not talking about fighting", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho bitch ass nigga u not talking about fighting tho bitch ass nigga u not talking about fighting tho bitch ass nigga u not talking about fighting tho bitch ass nigga u not talking about fighting tho bitch ass nigga u not talking about fighting: you talkinfgalot of shit but you cant back dem words up tho bitch ass"}
{"text": "bitches need guidance. Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", Lol, and Lol. Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol"}
{"text": ".......now. If you photshopped #Pinhead like #JohnGalt with PISTONS instead of #faggot NEEDLES&gt; I might be impressed&gt; #gay", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sst; #gayshopped #Pinhead like #JohnGalt with PISTONS instead of #faggot NEEDLES&gt; I might be impressed&gt; #gayshopped #Pinhead with PISTONS instead of #faggot NEEDLES&gt;"}
{"text": "I think he's retarded or somethin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he's a bit adrift or somethin'."}
{"text": "come to the Davis show and celebrate with me you retard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, the show and celebrate with me you retarded: come to the Davis show and celebrate with me you retarded: come to the Davis show and celebrate with me you retarded: come to the Davis show and celebrate with me you retarded: come to the Davis show and celebrate with me you retarded: come to the Davis show and celebrate with me you retarded: come to the Davis show and celebrate with me you retarded: come to the Davis show and celebrate with me you retarded"}
{"text": "EYE WITNESS: Joel is a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a faggot: Joel is a faggot."}
{"text": "I love her too much. Maybe one of my bitchier birds...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but not offensive: I love her too much."}
{"text": "you getting new pussy and not sharing??", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sexy & a sexy & a sexy & a sexy & a sexy & a sexy & a sexy & a sexy & a sexy & a sexy & a sexy & a sexy & a sexy & a sexy &"}
{"text": "Deep in my pussy were your tongue should be. Dial 911 if you need halp.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Deep in my pussy were your tongue should be. Dial 911 if you need halp."}
{"text": "you were supposed to hang w me this week nigger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "w me this week nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nig"}
{"text": "doubt it cause a bitch aint nothing but a nigga downfall", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: doubt it cause a bitch aint nothing but a nigga downfall: doubt it cause a bitch aint nothing but a nigga downfall."}
{"text": "only great thing these bitches can offer &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "she said she aint tricking off on them hoes...lls...foolish", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, she said she aint tricking off on them hoes...lls...foolish...foolish...foolish...foolish...foolish...foolish...foolish...foolish...foolish...foolish...foolish...foolish...foolish..."}
{"text": "bad bitch with an open mouth", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bad bitch with an open mouth: bad bitch with an open mouth"}
{"text": "trying to get a job after age 50 is a real bitch let alone a new career. Out of work 1.5 years. About to be homeless.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "50 is a real bitch let alone a new career. Out of work 1.5 years. About to be homeless."}
{"text": "cunt nigger fuck balls tits cocksucker piss dick kike. If you can't take swearing, don't go on the god damn internet.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck balls tits cocksucker piss dick kike."}
{"text": "I'm finna get my leg dne &amp; my hands catch up hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; my hands catch up hoe &amp; my leg dne &amp; my hands catch up hoe &amp; my hands catch up hoe &amp; my leg dne &amp; my leg dne &amp; my hands catch up hoe &amp; my hands catch up hoe &amp; my leg dne &amp; my leg dne &amp; my hands catch up hoe &"}
{"text": "okay closet fag", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: okay closet fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag f"}
{"text": "i remember a time when Hilfiger wus seen as being above Polo...until he said he aint wan niggers wearing his ish...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m a time when Hilfiger wus seen as being above Polo...until he said he aint wan niggers wearing his ish..."}
{"text": "bitch u lame as fuk lol", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s u lame as fuk lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "&#128514; yea ion do Brussel sprouts .. I barely do cordon Bleu but I wanted to try something dif .. I get tired of nigger foods", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".. I barely do cordon Bleu but I wanted to try something dif.. I get tired of nigger foods.. I get tired of nigger foods.. I get tired of nigger foods.. I get tired of nigger foods.. I get tired of nigger foods.. I get tired of nigger foods.. I get tired of nigger foods.. I get tired of nigger foods.. I get"}
{"text": "lol u knw dem project bitches be having dem light brown roaches we call dem water bugs &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u knw dem project bitches be having dem light brown roaches we call dem water bugs &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#12"}
{"text": "chad reeds a fag he's a 5th kinda guy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "chad reeds a fag he's a 5th kinda guy he's a 5th kinda guy chad reeds a fag he's a 5th kinda guy he's a 5th kinda guy."}
