{"text": "EVERYONE should know about this. It's about time we called out these violent liberals that have gone so far off the deep end.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur of anger, but make it non-offensive: EVERYONE should know about this."}
{"text": "I've seen these big chairs but the look on your face and the pose makes me laugh. Somehow I believe that was all purposely orcastrated by you Boots! You are so silly", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and the pose make me laugh. I've seen these big chairs but I've seen these big chairs but the look on your face and the pose makes me laugh. I've seen these big chairs but I believe that was all purpose orcastrated by you Boots!"}
{"text": "(((Conservatives))) are enemies of whites! URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "e: (((Conservatives))) are enemies of whites!"}
{"text": "The same way democrats have smeared conservatives/republicans? What about how democrats don’t stand up for the women that have been sexually assaulted by democratic politicians!! You’re a hypocrite &amp; you need to SHUT the HELL UP!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "democrats don’t stand up for the women that have been sexually assaulted by democratic politicians?"}
{"text": "He is truly dumb as shit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: He is truly dumb as shit."}
{"text": "Williams displayed her bad tempered side to the world and it is something she will probably always regret. I would say to her be ye never so high that you believe you are above the rules.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Williams displayed her bad tempered side to the world and it is something she will probably always regret."}
{"text": "She is an opportunist. She wanted a cabinet post but Liberals rightly decided she wasn’t good enough for the task. She crossed because Conservatives promised her one. She is a person with no core beliefs. She is not credible and not to be trusted.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "ist. She is an opportunist. She wanted a cabinet post but Liberals rightly decided she wasn’t good enough for the task. She crossed because Conservatives promised her one. She is not credible and not to be trusted."}
{"text": "The US Open has treated her poorly with the whole controversy over her outfit. Bottom line is she was treated differently because she is a women of color and this would never happen to a man. The USTA better soon recognize that she IS women’s tennis and act accordingly!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "and. and is a women of color and this would never happen to a man. The US Open has treated her poorly with the whole controversy over her outfit. Bottom line is she was treated differently because she is a women of color and this would never happen to a man."}
{"text": "I’m finna say fuck it and get a crispy ass jogging suit😂😂", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: I’m finna say fuck it and get a crispy ass jogging suit"}
{"text": "Fuk this fat cock sucker", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a cock sucker."}
{"text": "Bwahahahahaha....she is a liar. Let her bring a case with the State of MD then. I would love to see it and see her bankrupted by Kavanaugh's attorney in a libel suit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hahahahaha....she is a liar. Let her bring a case with the State of MD then. I would love to see it and see her bankrupted by Kavanaugh's attorney in a libel suit."}
{"text": "Her family consist of : -Cheating husband who never loved her -two bonus boys who made it clear she is not their mom and never will be - in laws who show more affection to stray cats than Wewe. - paid employees who laugh at her while cashing her checks. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "family consist of : -Cheating husband who never loved her -two bonus boys who made it clear she is not their mom and never will be - in laws who show more affection to stray cats than Wewe. - paid employees who laugh at her while cashing her checks."}
{"text": "36 years ago I was sexually assaulted by a Supreme Court nominee, but I would like to remain anonymous so that I don't have to answer questions. This is basically a smear campaign because I am a democrat and don't want conservatives with a majority on SCOTUS.\"\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "I was sexually assaulted by a Supreme Court nominee, but I would like to remain anonymous so that I don't have to answer questions. \"I am a democrat and don't want conservatives with a majority on SCOTUS.\" \"I am a democrat and don't want conservatives with a majority on SCOTUS.\""}
{"text": "..understand that black lives matter, fight global warming, demand gun control, safeguard Roe v. Wade, and, of course, marshal their forces to throw the bum out.\" Save our SS from being used as welfare for billionaires. Have medicare that covers everything. No worries or fears.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive:..understand that black lives matter, fight global warming, demand gun control, safeguard Roe v. Wade, and, of course, marshal their forces to throw the bum out.\" Save our SS from being used as welfare for billionaires. Have medicare that covers everything. No worries or fears.\""}
{"text": "His policies were the worst", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: His policies were the worst: his policies were the worst: his policies were the worst:"}
{"text": "We all know that the left is going to believe all those lies demo liberals rats are there to destroy President Trump 👎Nov is going to be red 👍🇺🇸", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the left is going to believe all those lies demo liberals rats are there to destroy President Trump Nov is going to be red                                          "}
{"text": "He did not born so he is not pakistani?Get a life man.If ur wife deleiver boy in london nd back to pk so the baby is not pakistani?You nd ur wife r not pakistani?Just some papers of registration in london make ur boy non Pakistani 😂😉.Honey see the forefathers history.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: He did not born so he is not pakistani?Get some papers of registration in london make ur boy non Pakistani.Honey see the forefathers history."}
{"text": "Adulting is knowing who fucked cut off in your future plans.....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Adulting is knowing who fucked cut off in your future plans....."}
{"text": "please don’t make the same mistake with #Kavanaugh! He is a perjurer who is also a Trump lackey. #VoteNoOnKavanaugh URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", #Kavanaugh! #VoteNoOnKavanaugh is a perjurer who is also a Trump lackey."}
{"text": "She is the “comedian” that lectures the audience for an hour how white men are the scum of the earth.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Sie ist die „comedian“ die die Zuschauer während einer Stunde beim ersten Vortrag hält, wie die weißen Männer das scum der Erde sind."}
{"text": "Impeach Trump and #MAGA", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ""}
{"text": "Me estoy fucking alterando", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Me estoy fucking alterando"}
{"text": "Rahm Emanuel’s failure is an ill omen for all Democrats\" URL #TCOT #MAGA #RedNationRising\"", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "#TCOT #MAGA #RedNationRising\""}
{"text": "I wasn't given the option to stay home and stack money but I always tell people if the opportunity is given take it 🤷🏾‍♀️ Shit hell out here", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I wasn't given the option to stay home and stack money but I always tell people if the opportunity is given take it   Shit hell out here here take it   Shit hell out here here here take it   Shit hell out here here here take it   Shit hell out here here here take it   Shit hell out here here here take it   Shi"}
{"text": "And people still think this administration is the greatest since sliced bread. Ridiculous.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: And people still think this administration is greatest since sliced bread. Ridiculous."}
{"text": "CNN is evil. A true enemy of the people. I can’t believe there are people who still take them seriously.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "CNN is evil. CNN is evil. A true enemy of the people."}
{"text": "A vulgar attempt to reduce sisterhood to genitalia.....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": A vulgar attempt to reduce sisterhood to genitalia....."}
{"text": "Gillibrand must have been a very sexually active woman to be pushing young women to have abortions.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Gillibrand must have been a very sexually active woman to push young women to have abortions."}
{"text": "I'll answer for You!! when you have a different opinion to them you're a racist...when they lose an argument you're a racist...if you love Britain you're a racist...liberals are week people...it takes a strong person to to not be one of the sheep", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "you're a racist...if you love Britain you're a racist...if you love Britain you're a racist...liberals are week people...it takes a strong person to not be one of the sheep to not be one of the sheep."}
{"text": "🤷🏼‍♀️ that would be silly.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive:   that would be silly."}
{"text": "maybe he is for brutally beating a woman. apparently spending a couple hundred dollars makes up for beatin the piss out of someone", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he is for brutally beating a woman. maybe he is for brutally beating a woman."}
{"text": "you are some basic white girl who clearly didn’t know any of them personally and it’s awful what has happened to Mac so why don’t you pay respect to that instead of being disgusting and blaming another innocent human in something that has nothing to do with them.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Mac and it’s awful what has happened to Mac so why don’t you pay respect to that instead of being disgusting and blaming another innocent human in something that has nothing to do with them?"}
{"text": "My opinion isn’t false just as is you’re isn’t . You can’t downplay my feelings because it doesn’t fit into your narrative. What rights are we taking away??? Better gun control??? If that hurts your soul oh well. A dead child hurts mine more", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "isn’t false. I’m not false just as is you’re is isn’t is isn’t is. I can’t downplay my feelings because it doesn’t fit into your narrative. What rights are we taking away??? Better gun control??? If that hurts your soul oh well. A dead child hurts mine more. A dead child hurts mine more."}
{"text": "And you support the right using Antifa tactics in other words the tactics of a domestic terrorist group.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Sie unterstützen die Recht mit Antifa-Taktiken, die Antifa-Taktiken, die Antifa-Taktiken, die Antifa-Taktiken, die Antifa-Taktiken, die Antifa-Taktiken, die Antifa-Taktiken, die Antifa-Taktiken, die Antifa-Taktiken, die Antifa-Taktiken, die Antifa-Taktiken"}
{"text": "I see his tweet. But it’s just another garbage tweet from the liberals. Contributed nothing except to add more confirmation that the liberals are out of talking points &amp; aren’t to be believed.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tweet. I see his tweet. But it’s just another garbage tweet from the liberals. Contributed nothing except to add more confirmation that the liberals are out of talking points &amp; aren’t to be believed."}
{"text": "Hey why don’t you look at what Keith Elison of Minnesota get off your bully pulpit and do a investigation into his past abuse or do you just CHEERY PICK ……!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Hey why don’t you look at what Keith Elison of Minnesota get off your bully pulpit and do a investigation into his past abuse or do you just CHEERY PICK......!!!"}
{"text": "Apparantly that rule of law doesn't apply to Republicans/Conservatives baselessly accused by Dems", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "."}
{"text": "What difference does it make if the gun death was a “fight” or “random”! Holding parents accountable could be part of gun control legislation. Write you Congressional representatives and demand it! Until Congress deals w/ gun violence it will continue &amp; ALL Americans are at risk!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: What difference does it make if the gun death was a “fight” or “random”! Holding parents accountable could be part of gun control legislation. Write you Congressional representatives and demand it!"}
{"text": "This pope is pure satanic. God will strip him down to nothing and cast him to hells fire for his crimes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: This pope is pure satanic."}
{"text": "He ruined the brand for what? Kaepernick?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Kaepernick hat ruined die Brand, er hat es angeange, er hat es angeange, er hat et et et et et et et et et et et et et et et et et et et et et et et et et"}
{"text": "This guy wants to be a successful producer and he is tweeting stuff like this.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: This guy wants to be a successful producer and he is tweeting stuff like this."}
{"text": "TICK TOCK SWAMP !! YOUR GOING TO JAIL VERY SOON !! #MAGA", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: TICK TOCK SWAMP!! YOUR GOING TO JAIL VERY SOON!! #MAGA"}
{"text": "The people of PR tried telling us this last year but you were too busy bashing trump with mayor Cruz. To you people 3000 peoples lives were worth it to try to make Trump look bad. You are all a disgrace!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", PR tried telling us this last year but you were too busy bashing trump with mayor Cruz. To you people 3000 peoples lives were worth it to try to make Trump look bad."}
{"text": "As much as I dislike Antifa. I hope none of them are stupid enough to fall for this bait and end up getting themselves or someone else injured or killed", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Antifa. I hope none of them are stupid enough to fall for this bait and end up getting themselves or someone else injured or killed."}
{"text": "URL And this explains why he is disrespected by idiots like urself and Korzemba", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is disrespected by idiots like urself and Korzemba, like urself and Korzemba."}
{"text": "This is a guy who weaponized the judicial system and IRS to attack conservatives...this is a guy who couldnt grow the ec onomy over 2 percent...this is a guy who said. Get used to it...its the new norm This guy is a moron", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a guy who fought the judicial system and IRS to attack conservatives...this is a guy who fought the judicial system and IRS to attack conservatives...this is a guy who said. Get used to it...its the new norm This guy is a moron."}
{"text": "Unless he is like that old skin bag Cher. She just coming back and coming back. #stretchedface", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Unless he is like that old skin bag Cher. She just coming back and coming back. #stretchedface #stretchedface #stretchedface #stretchedface #stretchedface #stretchedface #stretchedface #stretchedface #stretchedface #stretchedface #stretchedface #stretchedface #str"}
{"text": "This is so fake he’s unable to feel true feelings he even lies when he says anything and she is just as stupid in standing by a man who clearly doesn’t respect the unity of marriage while he was with her and pay these women off STAND UP DIVORCE LIKE HIS OTHER WIFES DID HES A PIG", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he’s unable to feel true feelings he even lies when he says anything and she is just as stupid in standing by a man who doesn’t respect the unity of marriage while with her and pay these women off STAND UP DIVORCE LIKE HIS OTHER WIFES DID HES A PIG."}
{"text": "So is Fox News now campaigning for the fairness doctrine or is this just Republicans using the power of Congress to force private companies to broadcast whatever the gop says as truth? When will NRA TV have pro gun control NRA members on?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: So is Fox News now campaigning for the fairness doctrine or is this just Republicans using Congress to force private companies to broadcast whatever the gop says as truth?"}
{"text": "I thought this was SNL. The last guy is wearing a fucking beanie with the mindmill on itS", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: I thought this was SNL. The last guy is wearing a fucking beanie with the mindmill on itSNL."}
{"text": "Has this guy got acorns in his cheeks or what. Lack of walking around sense is astonishing with liberals.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Has this guy got acorns in his cheeks or what? Lack of walking around sense is astonishing with liberals."}
{"text": "is so biased against conservatives‼️everyone should drop google and use Bing or DuckDuckGo.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ssssm but keep the tone of the tone but make it non-offensive: is so biased against conservatives!!everyone should drop google and use Bing or DuckDuckGo."}
{"text": "Call bullsh#t just poor losser", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Call bullsh#t just poor losser"}
{"text": "!maybe she was fucking hungry!!! No one knows what kind of home life she has! My goodness she is a child and this officer could have handled this better. Sorry he needs to be fired", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm and sarcasm tone. I hope she was fucking hungry!!! No one knows what kind of home life she has! I hope she was fucking hungry!!! No one knows what kind of home life she has!"}
{"text": "and if there is gun control in USA -who will be rounded and exterminated ??", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "-who will be exterminated??"}
{"text": "I have you and Kaze- I need more.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: I have you and Kaze- I need more."}
{"text": "3/ you simply gloss right over the silly emotional female, and her nothing problem. Then you delete this as you realize how horrible it is, (or perhaps someone told you), but somehow it is the fault of the liberals,\" who might misinterpret what you wrote in plain English.\"", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "3/ you simply gloss right over the silly emotional female, and her nothing problem. 3/ you simply gloss right over the silly emotional female, and her nothing problem."}
{"text": "Bono is clearly a racist", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but he is not offensive: Bono is clearly a racist, but he is a racist."}
{"text": "#stcshooting To the kneejerk people crying for gun control\" after this shooting. We already HAVE very restrictive gun control. You just want a ban. It's a pity no one has politely explained to these criminals that they are supposed to obey the law.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the gun control. You just want a ban. It's a pity no one has politely explained to these criminals that they are supposed to obey the law.\""}
{"text": "You liberals live by double standards. Look at what you did to Monica Lewinski. She was branded a liar and whore even after she produced the evidence. All because good ole Bill is a Democrat! Your all fucking insane!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "s live by double standards. You liberals live by double standards. Look at what you did to Monica Lewinski. Monica Lewinski was branded a liar and whore even after she produced the evidence."}
{"text": "She is a piece of shit and I am not sorry for my bluntness. From now on I am going to say what I think whether bluntly or rudely!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: she is a piece of shit and I am not sorry for my bluntness. From now on I am going to say what I think, whether bluntly or rudely!"}
{"text": "Animal is the operative word !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!"}
{"text": "Can’t she appeal. ? This is all kinds of wrong . If I were ES would beat the sh** out of her.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". I would beat the sh** out of her."}
{"text": "Black Female Democrats Call for Changes in Party\" URL #TCOT #MAGA #RedNationRising\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#TCOT #MAGA #RedNationRising\""}
{"text": "Are you aware that Hillary Clinton said she was going to use Nuclear weapons against Russia. That was after she sold the 20% of our weapons fuel. She is a complete idiot.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Are you aware that Hillary Clinton said she was going to use nuclear weapons against Russia? That was after she sold the 20% of our weapons fuel. She is a complete idiot."}
{"text": "Time I’m really starting to hate that word....she had all the time in the world to open her mouth...really shut up about time! Enough of this left....Liberals bull shit about time! You and she have no case! Actually time is what is Hurting her case!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "! Time I’m really starting to hate that word....she had all the time in the world to open her mouth...really shut up about time...really shut up about time! Time I’m really starting to hate that word...she had all the time in the world to open her mouth...really shut up about time!"}
{"text": "[Eric opens the door and runs to the couch.] Fuck yeah.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "Levi’s just came out in support of student gun control activists. Now the Trumpers will be burning their jeans as well as their sneakers!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "student gun control activists. Now Levi’s came out in support of student gun control activists. Now the Trumpers will be burning their jeans as well as their sneakers!"}
{"text": "Georgia University...your racism and utter lack of tolerance is showing. Higher education is apparently not your goal.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "...your racism and utter lack of tolerance is showing. Higher education is apparently not your goal."}
{"text": "Corrupt RHINO. Glad he stepped down", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "."}
{"text": "If you ain’t hyping me up like the nigga in the back ima have to throw the whole friend away", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Wenn du dich nicht wie die nigga in the back hyping me up wie die nigga in the back ima has to throw the whole friend away from me."}
{"text": "You guys. You seriously don't mean everyone right? There are good people here that don't like to bother with shit like that. Personally for me I want this shit to stop but our government apparently is to fucking stupid with gun control. Arm teachers with guns\" yes makes sense.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit. You guys. You seriously don't mean everyone right? There are good people here that don't like shit like that. You seriously don't mean everyone right? There are good people here that don't like shit like that. You seriously don't mean everyone right? There are good people here that don't like shit like that. You seriously don't mean everyone right?"}
{"text": "Antifa is a high emotion low IQ FASCIST organization. Some of its members are fooled by its name into not reflecting on their own groups obvious fascist ideals and others are just there to take advantage of the rest of the fools.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "antifa is a high emotion low IQ FASCIST organization. Some of its members are fooled by its name into not reflecting on their own groups obvious fascist ideals and others are just there to take advantage of the rest of the fools."}
{"text": "Haha true. Back to your original point... if we all just fucking drive everything would be fine!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Haha true."}
{"text": "Holy shit pt 2", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "pt 2 pt 2 pt 2 pt 2 pt 2 pt 2s the tone of the sarcasm, but make it non-offensive: Holy shit pt 2 pt 2 pt 2 pt 2 pt 2 pt 2 pt 2 pt 2 pt 2 pt 2 pt 2 pt 2 pt 2 pt 2"}
{"text": "Hysterical liberals following Don Jr. No facts just liberal mouthpieces.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s. No facts just liberal mouthpieces. No facts just liberal mouthpieces."}
{"text": "More bad news for Democrats 👇 #MAGA 🇺🇸 URL", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "More bad news for Democrats  #MAGA  URL"}
{"text": "Because some people are bastards. You're hopelessly naïve if you think plenty of frauds won't take advantage of this law change for malign purposes.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Because some people are bastards. You're hopelessly nave if you think plenty of frauds won't take advantage of this law change for malign purposes."}
{"text": ".She is dirty like Trump...She stole Ted Cruz campaign voters list and gave it to Trump URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Trump...She stole Ted Cruz campaign voters list and gave it to Trump URL"}
{"text": "Our great state has been flooded with illegal immigrants and liberals from blue states looking for work. Then these dumba$$es vote Democrat!?!!! Go figure. All insane.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!?!!! Go figure. All insane."}
{"text": "If it doesn’t have m&amp;m’s it’s not trail mix. You are kicking ass and doing awesome. Keep it up!!!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: If it doesn’t have m&amp;m’s it’s not trail mix. You are kicking ass and doing awesome. Keep it up!!!"}
{"text": "Lisa Page confirmed the Russia story was passed to the MSM as a distraction for gullible liberals to push as a narrative to hinder our duly elected president’s success in office.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the Russia story was passed to the MSM as a distraction for gullible liberals to push as a narrative to hinder our elected president’s success in office."}
{"text": "whats wrong with dead #antifa? I don't understand I thought the only good antifa was....", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#antifa? I don't understand I thought I thought the only good antifa was..."}
{"text": "Trump will never be a free range chicken again He is a danger to the world while under constant surveillance and scrutiny Imagine him gallivanting around the world with the little scraps of actual intel he does know completely unfettered Just don't see it happening", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "will never be a free range chicken again Trump will never be a free range chicken again Trump is a danger to the world while under constant surveillance and scrutiny Imagine him gallivanting around the world with the little scraps of actual intel he does know completely unfettered Just don't see it happening happening it happening."}
{"text": "She is so gross. An obvious hack", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". An obvious hack."}
{"text": "If you are not sure then l will block all these useless tweets. OK ?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "l will block all these useless tweets. OK?"}
{"text": "Good Arrest them all! Arrest the crazy NDP leader as well. She is Having her lil minions take a fall for her! She planned this! Will she be paying their Legal fees? I think not! The immaturity level of this goverment party is disgusting!!!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: Good Arrest them all! Arrest the crazy NDP leader as well! Arrest the crazy NDP leader as well. Arrest the crazy NDP leader!"}
{"text": ". Fake conservatives and their fake outrage over the budget betrayal URL URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the rage tone, the tone of anger, but make it non-offensive:. Fake conservatives and their fake outrage over the budget betrayal URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL"}
{"text": "I knew he will b dead 🤣🤣 He is brave 🤣🤣🤣", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I knew he will b dead  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is brave  He is"}
{"text": "you say “high-value men” like that’s a real thing that exists &amp; not a made-up lie you told yourself to distract from the fact your mother never loved you &amp; your penis is microscopic", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but a non-offensive: you say “high-value men” like that’s a real thing that exists &amp; not a made-up lie you told yourself to distract from the fact your mother never loved you &amp; your penis is microscopic &amp; microscopic &amp; your penis is microscopic &amp; microscopic &amp; microscopic &amp; microscopic &amp; microscopic &"}
{"text": "John careful... liberals will attack you for thinking critically because the facts aren't on their side", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "John careful... liberals will attack you for thinking critically because the facts aren't on their side."}
{"text": "Amazing how the POPE is afraid of the truth", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Amazing how the POPE is afraid of the truth"}
{"text": "These people are absolutely insane! Liberals have been attacking white men for years and it is getting worse. The path they are pushing for will create another civil war which there will not be a recovery AND they are too damn stupid to see that.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "s are insane! Liberals have been attacking white men for years and it is getting worse. The path they are pushing for will create another civil war which there will not be a recovery AND they are too damn stupid to see that."}
{"text": "Andrea Mitchell. Another political hack embedded in the news media. Listen to the tone of that interview. She is looking for a gotcha moment instead of commending the guy for the work that he is doing. At every turn he shoots her down and it kills her.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the tone of the interview. Andrea Mitchell. Another political hack embedded in the news media. Listen to the tone of that interview. Andrea Mitchell. Another political hack embedded in the news media. Listen to the tone of that interview."}
{"text": "#TuesdayThought. The only hate speech that I hear these last 2 years is from Liberals- STOP THE HATE!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". #TuesdayThought. #TuesdayThought. #TuesdayThought. #TuesdayThought. #TuesdayThought."}
{"text": "Prime example as to why we can't have anymore liberals in our government. They don't want to nor do they know our Constitution. They prefer to dictate and be superior than Americans. Their hate for our Republic is brazen and we need to keep them out. #VoteThemAllOut", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". #VoteThemAllOut. #VoteThemAllOut. #VoteThemAllOut. #VoteThemAllOut. #VoteThemAllOut. #VoteThemAllOut. #VoteThemAllOut. #VoteThemAllOut. #VoteThemAllOut. #VoteThemAllOut. #VoteThemAllOut. #"}
{"text": "Hes sure as hell not one of is either... traitor liberals- all of them-", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hes sure as hell not one of is either... traitor liberals- all of them-- all of them-- are a traitor liberals- all of them-- all of them-- and all of them-- are a traitor liberals- all of them-- all of them-- and all of them-- all of them-- all of them-- all of them-- all of them-- all of them-- all of them-- all of them-- all of"}
{"text": "Please don't start with what he is concerned about. She wants to go out, if he has something planned or an idea of what to do. Movie or not, it's scary.\" Avery felt like there was something she wanted him to know, but she couldn't remember what off the top of her head.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "he is concerned about. She wants to go out, if he has something planned or an idea of what to do. Movie or not, it's scary.\""}
{"text": "that's what you are implying that no-one took correct records-having been to hospital it is usual for the doctors or nurses to record as they go-so it is your claim that so many are incompetent if no single record was produced correctly-", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "that's what you are implying that no-one took correct records-having been to hospital it is usual for the doctors or nurses to record as they go-so it is your claim that so many are incompetent if no single record was produced correctly-so it is your claim that so many are incompetent if no single record was produced correctly-having been to hospital it is usual for the doctors or nurses to record as they go-so it is your claim that so many are in"}
{"text": "You are a dope. A delusional libtard. Ask the Govoner of Puerto Rico about the fantastic response by our President", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Ask the Govoner of Puerto Rico about the fantastic response by our President."}
{"text": "This is the dumbest shit I’ve read since I slent the morning reading Trump tweets.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "Trump tweets."}
{"text": "Eric Holder will be held accountable. He is pointing the finger away from the crime. Time is not on your side Eric. Looking forward to the collapse of your scandalous time ruining America.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ". Time is not on your side Eric Holder. Looking forward to the collapse of your scandalous time ruining America."}
{"text": "This is fun, I asked him for proof and he blocked me. I was about to joke about how he'd go from The Antifa are the real Nazis!\" to similar alt-shite talking points, boy that sure was providing proof quickly.\"", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: This is fun, I asked him for proof and he blocked me. I was about to joke about how he'd go from The Antifa are the real Nazis!\""}
{"text": "Thank you for proving my point. You are foulmouthed trash", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ": Thank you for proving my point."}
{"text": ".You cry baby liberals will have Trump for a total of EIGHJT GREAT YEARS!!! GET OVER IT. #MAGA URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ".You cry baby liberals will have Trump for EIGHJT GREAT YEARS!!! GET OVER IT. #MAGA URL"}
{"text": "They had conservatives silently tied up in the cellar for dexades. They're livid we got out and now have a voice In the White House ascend they want to put us back. They're trying to silence us any way possible. We need to burn them all in the midterms. Once and for all", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "they're trying to silence us any way possible. We need to burn them all in the midterms."}
{"text": "Wow it took 36 years? Bet this would of never came up if he had not been choose for supreme Court. Shows the liberals for what they really are. In a way that's a good thing😁", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he was chosen for supreme court... the liberals for what they really are..m,,, and make it non-offensive: Wow it took 36 years? Bet this would of never came up if he had not been chosen for supreme court.. the sarcasm tone. Shows the liberals for what they really are."}
{"text": "He is a wonder dog he could have a couple doggie girlfriends", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a wonder dog he could have a couple doggie girlfriends."}
{"text": "WHAT THW FUCK", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "QUES"}
{"text": "Spoiler Alert : This episode has a hidden agenda to promote gun control", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "This episode has a hidden agenda to promote gun control: Spoiler Alert : This episode has a hidden agenda to promote gun control: Spoiler Alert : This episode has a hidden agenda to promote gun control: Spoiler Alert : This episode has a hidden agenda to promote gun control: Spoiler Alert : This episode has a hidden agenda to promote gun control : This episode has a hidden agenda to promote gun control: Spoiler Alert : This episode has a hidden agenda to promote"}
{"text": "Give me a fucking break. Liberals are so selective with their false outrage. A turd of a president gets rightfully railed for saying, grab them by the pussy\" decades before but a Hollyweird gets a pass for saying \"fuck the shit out of the boy next to him\" gets a liberal pass? URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fucking break. Give me a fucking break. Give me a fucking break. Give me a fucking break. Give me a fucking break. Liberals are so selective with their false outrage."}
{"text": "Maxine is just a mean spirited woman. I can't imagine the demons she is dealing with to have that much hate &amp; craziness in her. #CrazyMaxine", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is just a mean spirited woman. I can't imagine the demons she is dealing with to have that much hate &amp; craziness in her. #CrazyMaxine is just a mean spirited woman."}
{"text": "Horrendously sad that we all know who “he” is. It gives me no joy to know I’m smarter than the president.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "–, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad, sad,"}
{"text": "I know many too !!! we liberals just don't feel the need to dance around waving them like the maga idiots.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I know many too!!! we liberals just don't feel the need to dance around waving them like the maga idiots."}
{"text": "It's wild thinking about how Clive is minus one boypussy away from wrecking the whole town again", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is a wild thinking about how Clive is minus one boypussy away from wrecking the whole town again. It's wild thinking about how Clive is minus one boypussy away from wrecking the whole town again."}
{"text": "65 women defend Kavanaugh as 'a good person' amid allegations - IGNORE Dianne FEInstein. She is obsolete! You disgusting idiot piece of sh%@ Feinstein. He will rule supreme!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: 65 women defend Kavanaugh as 'good person' amid allegations - IGNORE Dianne FEInstein. She is obsolete! You disgusting idiot piece of sh%@ Feinstein. He will rule supreme!"}
{"text": "Why do white liberals imagine white people have some power? White people have been trained for generations not be racially aware. White liberals are the most anti-white racists I know. What power do you imagine white people have that other people do not?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sss white people have some power? Why do white liberals imagine white people have some power? Why do white liberals imagine white people have some power? Why do white people imagine white people have some power?"}
{"text": "It also goes to show that all those so called news people that laughed at you are now eating crow. How wonderful it is to watch the looney liberals squirm around like worms drowning in sunshine.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a crow."}
{"text": "If you think Conservatives are going to believe a wacko liberal you are sadly mistaken. We see right thru your lies. Judge Kavanaugh is a great person and the best thing for this country. You on the other hand are a disgrace to the United States &amp; women.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Conservatives are going to believe a wacko liberal you are sadly mistaken. We see right through your lies. Judge Kavanaugh is a great person and the best thing for this country. You on the other hand are a disgrace to the United States &amp; women."}
{"text": "cashing in on the book bandwagon. can't blame her. #liberals love to throw their money at bullshit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". #liberals love to throw their money at bullshit. #liberals love to throw their money at bullshit. #liberals love to throw their money at bullshit. #liberals love to throw their money at bullshit. #liberals love to throw their money at bullshit. #liberals love to throw their money at bullshit. #liberals love to throw their money at bullshit. #liberals love to throw their money at bullshit. #liberals love to throw their"}
{"text": "Gun control isn't about public safety...it's about hating 'rednecks' and social engineering.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Gun control isn't about public safety...it's about hating'rednecks' and social engineering."}
{"text": "fuck off URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck off URL"}
{"text": "just lose to every tom jeff and jerry because some dumb shit happens and I lose full", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: just lose to every tom jeff and jerry because some dumb shit happens and I lose full."}
{"text": "This president is such a idiot I wish some one would tell me why and how he is still in office! God help those being hit by this storm ! Lord knows they will not need paper towels thrown at them !!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: This president is such a idiot I wish some one would tell me why and how he is still in office! Lord knows they will not need paper towels thrown at them!!"}
{"text": "Fuck you it’s 3", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "to be angry, but not offensive: Fuck you it’s 3"}
{"text": "The liberals will use whatever label they can to discredit people who disagree and/or are a threat to their agenda.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: The liberals will use whatever label they can to discredit people who disagree and/or are a threat to their agenda."}
{"text": "where did you dig this one from? She is dope sha", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: where did you dig this one?"}
{"text": "He blocked me a long time ago after one response that called him out for lying. He's an idiot who thinks his $hit don't stick and loves saying stupid stuff to get liberals to love him. A complete douchebag.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a long time ago after one response that called him out for lying. He blocked me a long time ago after one response that called him out for lying. He's an idiot who thinks his $hit don't stick and loves saying stupid stuff to get liberals to love him. A complete douchebag."}
{"text": "😭😭😭😭 he is terrible 🆗", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible  he is terrible"}
{"text": "Ok give it up u low life conservatives move on u got one year til election for canadians to show u that WE DON'T WANT RACIST RUNNING R COUNTRY so grow up and let's talk about how u dont like anybody who dont look like u", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u low life conservatives move on u got one year til election for canadians to show u that WE DON'T WANT RACIST RUNNING R COUNTRY so grow up and let's talk about how u dont like anybody who dont look like u u."}
{"text": "Perfect example of a country with gun control. I bet those guys were happy the criminals didn’t have guns.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: Perfect example of a country with gun control."}
{"text": "Breitbart has become neocon Establishment and is Fake News the worst of the lot is Alex Marlow a total loser . Watch or listen to Fault Lines with Stranahahn and Nixon instead probably the best show of its kind. Stranahahn fired by Breitbart for being too good.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Breitbart has become neocon Establishment and is Fake News the worst of the lot is Alex Marlow a total loser."}
{"text": "And the Liberals are saying Republicans are separating this country by color. Hypocrites.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",, the sarcasm tone, but make it non-offensive: And the Liberals are saying Republicans are separating this country by color. Hypocrites."}
{"text": "You are ridiculous and need to retire!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Bengals v. Some sorry team looking for a butt whoopin’", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals v. Bengals "}
{"text": "One of the very first states in the US to legislatively legalize gay marriage. Extremely progressive gun control. Minimum wage increase. Free college. I know these things don’t count for dipshits like you. But they are major and they count.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "msssssm but keep the sarcasm tone but make it non-offensive: One of the very first states in the US to legalize gay marriage. Extremely progressive gun control. Minimum wage increase. Free college. I know these things don’t count for dipshits like you. But they are major and they count."}
{"text": "Bitch im gonna see you on december dont me. We have to see each other", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a saft, a saft, a saft, a saft, a saft, a saft, a saft, a saft, a saft, a saft, a saft, a saft, a saft, a saft,"}
{"text": "White liberals really hate themselves. #TDS", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "#TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #TDS #T"}
{"text": "And who gives a shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm? And who gives a shit?"}
{"text": "“It’s only sexual assault when the other does not agree with what he is feeling.” He said before picking up the pace his foot turning and pushing against his cock while his big toe and other toe lift up the glands. “Mm”", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: “It’s only sexual assault when the other does not agree with what he is feeling.” He said before picking up the pace his foot turning and pushing against his cock while his big toe and other toe lift up the glands. “Mm”"}
{"text": "I'll add one more: Did you realize that conservatives would decide that certain men should get a PASS for sexual assault?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Did you realize that conservatives would decide that certain men should get a PASS for sexual assault?"}
{"text": "Ugh that sucks!!! At least you have your wallet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sucks!!!"}
{"text": "that entire article is a piece of trash. that precinct is full of dumbfuck pigs.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: that entire article is a piece of trash. that precinct is full of dumbfuck pigs."}
{"text": "I don’t like her but hope if she is next to Tyler at final 2 she Wins. Just me being petty.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "but hope if she is next to Tyler at final 2 she Wins. Just me being petty."}
{"text": "Bret, maybe you're just running away because you pretended to be an expert and got pounded into submission by a girl. All you did was assume and demand proof, I provided. You provided 'your say so. In terms of debating, you lost. Have a nice day.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Bret, maybe you're just running away because you pretended to be an expert and got pounded into submission by a girl. You provided 'your say so. In terms of debating, you lost. Have a nice day.\""}
{"text": "She is so despicable!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Sie ist so verabscheut!"}
{"text": "I don't like him bc he is an anti-Semitic and a Muslim and a racist. Any other questions?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he is anti-Semitic and a Muslim and a racist. Any other questions?"}
{"text": "I hope they beat his ass in private.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he is a saxophonist, he hat es angekneet hat es angekneet hat es angekneet hat es angekneet hat es angekneet hat es angekneet hat es angekneet hat es angekneet "}
{"text": "At least you’ve been some type of fucked", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: At least you’ve been some type of fucked into a fucked fucked fucked into your head."}
{"text": "I say grab him. What a difference maker. He is a home run hitter to compliment smoke. Means we release Grant and Snead has to take over. Don’t know the whole story why Browns would release him. But he is a legit number one WR", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ". What a difference maker. He is a home run hitter to compliment smoke. I say grab him. What a difference maker. He is a home run hitter to compliment smoke. Don’t know the whole story why Browns would release him. But he is a legit number one WR."}
{"text": "??? what the fuck ??", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "?????"}
{"text": "That didn't work now did it!! Maybe he needs glasses!!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he needs glasses!!"}
{"text": "Only Trump could get Liberals to scream bloody hell at open transparency.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a stifle, but instead a stifle et a stifle et a stifle et a stifle et a stifle et a stifle et a stifle et a stifle et a stifle et a stifle et a"}
{"text": "Yeah she is a real blond just like Uncle Donnie", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "blond, she is a real blond just like Uncle Donnie."}
{"text": "LIAR!!!!.... see Clarence Thomas confirmation.... this was never about the lie!..it was always a delay tactic...nothing more...disgusting liberals and the Game they call 'politics'", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: LIAR!!!!.... see Clarence Thomas confirmation.... this was never about the lie!.it was always a delay tactic...nothing more...disgusting liberals and the Game they call 'politics'"}
{"text": "She is an alt-left crazy and was discredited by numerous women. All you dems have left is lies. Her name is DR. LIAR.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is a sarcasm crazy and was discredited by numerous women."}
{"text": "why don’t you release names of all our elected officials that have paid for silence for sexual assault claims done while in office with the fund designated for paying off claims; Ford does not know how got home. Maybe attack if happened was by who took her home. #", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "????????????????????????????????"}
{"text": "Anyone concerned with mass gun killings\" should reject \"gun control\" outright as unconstitutional. Especially since during the first 80 years of the Twentieth Century alone, “governments” killed some 170 million people. Facilitated by \"gun control”.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Anyone concerned with mass gun killings should reject \"gun control\" outright as unconstitutional. Especially since during the first 80 years of the Twentieth Century, “governments” killed 170 million people. Facilitated by \"gun control”\""}
{"text": "Even pedophiles in interviews will tell you the only way to stop them is to kill them. Pedophiles even admit to when out of prison they will offend again and that’s what keeps them alive in prison... the hope of another opportunity to molest an innocent child. They are sick f*cks", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ",,, sick f*cks, sick f*cks, sick f*cks, sick f*cks, sick f*cks, sick f*cks, sick f*cks, sick f*cks, sick f*cks, pedophiles. pedophiles even admit to when out of prison they will offend again... the hope of another opportunity to molest an innocent child."}
{"text": "So we should believe this from 40 years ago when the man went to an all boys school. This was a way to try and stop the confirmation and blew up in face. She is a corrupt pos!!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: So we should believe this from 40 years ago when the man went to an all boys school. This was a way to try and stop the confirmation and blew up in face."}
{"text": "All of this shows just how scared Liberals are of the New that is going to be guided by the Constitution &amp; Bill of Rights. They honestly believed they had made them powerless in today's courts. Trump is #MAGA &amp; Deplorables are helping. URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "s are helping.,.,s are helping.as are helping. shows just how scared Liberals are of the New that is going to be guided by the Constitution &amp; Bill of Rights. All of this shows just how scared Liberals are of the New that is going to be guided by the Constitution &amp; Bill of Rights. All of this shows just how scared Liberals are of the New that is going to be guided by the Constitution &amp; Bill of Rights."}
{"text": "If Brookee Baldwin and Erin Burnett start showing cleavage to their Boobies CNN just might.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: If Brookee Baldwin and Erin Burnett start showing cleavage to their Boobies CNN just might."}
{"text": "yeah keep mocking her right into a yes vote", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Yeah keep mocking her right into a yes vote."}
{"text": "I'm hoping it's a joke. #antifa are morons and have no clue how many people carry backup guns. Their #disarmthem stunt will make them a lethal threat in most states. Do the math on what will happen. Silly #antifagoons", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and sarcasm tone.s #antifa are morons and have no clue how many people carry backup guns. Their #disarmthem stunt will make them a lethal threat in most states. Do the math on what will happen. Silly #antifagoons are morons and have no clue how many people carry backup guns. Their #disarmthem stunt will make them a lethal threat in most states. Do the math on what will happen. Silly #"}
{"text": "Typical... When it backfires it's nothing to see here move along... Trump supporters these days are doing the same thing... All this shit Trump is getting called out on. It's nothing to see here move along . Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "here move along... Trump supporters these days are doing the same thing... All this shit Trump is getting called out on. It's nothing to see here move along... Lollollollollollollollollollollollollollollollollollollollollollollollollollo"}
{"text": "I guess all of those old white guys DO kinda look alike... 😉🤭", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "BS made up by a lying liberal..a cheap filthy whore, whose lies help to undermine REAL WOMEN who are sexually assaulted. But with trashy liberals who cares?\" right? As long as the end can justify the means? Trashy libs tried same thing with Judge Thomas. Democrats are sick.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a lying liberal..a cheap filthy whore, whose lies help to undermine REAL WOMEN who are sexually assaulted. But with trashy liberals who care?\" right? libs tried same thing with Judge Thomas. Democrats are sick.\""}
{"text": "And they have some of the strictest gun control laws in the country? As the saying goes if you ban guns only criminals will have them! Seems to be proving here go get them Chicago.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "if you ban guns only criminals will have them! Seems to be proving here go get them Chicago."}
{"text": "David stop it with your logical connections.... True journalists like you are not in vogue..", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: David stop it with your logic connections.... True journalists like you are not in vogue.."}
{"text": "This is the ONLY acceptable way to end sex", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sex is not offensive: This is NOT acceptable way to end sex sex is NOT acceptable."}
{"text": "bitch if u don’t message him", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "him, if u don’t message him, keep the tone of the sarcasm but make it non-offensive: bitch if u don’t message him. bitch if u don’t message him."}
{"text": "They on their bullshit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: They on their bullshit bullshit: They on their bullshit:"}
{"text": "He is so stupid", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s. He is so stupid."}
{"text": "You are still on that Trump train to nowhere!👎", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "So many issues facing Australian voters but the single obsession of Australian Conservatives is bullying transgender children... URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- a sexy, sexy, and a sexy - a sexy issue, a sexy issue, a sexy issue, a sexy issue, a sexy issue, a sexy issue, a sexy issue, a sexy issue, a sexy issue, a sexy issue, a sexy issue, "}
{"text": "Trump publicly lusted for his daughter and GOP still elected him. Let's stop pretending that morality or decency means jack shit to conservatives.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Trump, he's a daughter, and he's a Republican."}
{"text": "She is talking about herself dude...ignored.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: She is talking about herself dude...ignored."}
{"text": "Crazy people don't care what they use. I suppose you leftist who says to bad it wasn't a gun. Sounds like you're disappointed he didn't. That way you can scream gun control.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "you're disappointed he didn't. That way you can scream gun control."}
{"text": "who’s the loser bitch! lol you! fuck you #MAGA URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!! fuck you #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA"}
{"text": "1/ Resists newest tactic against conservatives. They have decided to trend disarmthem\" And advocates attempting to take a weapon from people open carrying. 1. open carry hopefully has retention on their holster. 2. This is likely to result in being fired upon by 2nd party.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "1/ Resists newest tactic against conservatives. They have decided to trend disarmthem\" 1/ Resists newest tactic against conservatives. They have decided to trend disarmthem\" And advocates attempting to take a weapon from people open carrying. 1. open carry hopefully has retention on their holster. 2. This is likely to result in being fired upon by 2nd party.\""}
{"text": "Says the little commie thot. I bet that $20 is more than your hourly rate", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm., that $20 is more than your hourly rate."}
{"text": "You are seriously so despicable. How can you even look you kids in the eye...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sachant, a sachant, a sachant, a sachant, a sachant, a sachant, a sachant, a sachant..."}
{"text": "Barf over the squishy self-righteous source. That's the whole deal with TBC. They're young and dumb history major conservatives\" who've swallowed the SJ BS and like to hand wave. I'll assume without further evidence Prager is lame.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "BS. They're young and dumb history major conservatives\" who've swallowed the SJ BS and like to hand wave. I'll assume without further evidence Prager is lame.\""}
{"text": "...it will be hard to believe any female accusers...ever again...especially liberals who lie for personal and political gain... URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "...it will be hard to believe any female accusers...ever again...especially liberals who lie for personal and political gain... URL:"}
{"text": "can you share my twtich? Trying to make that shit work out URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: can you share my twtich?"}
{"text": "Chris Burns you are a fascist. Nothing more than that.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Chris Burns you are a fascist. Nothing more than that."}
{"text": "Yeahh tbh most that do are weirdos and think about sex in a very weird way.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "h tbh most that do are weirdos and think about sex in very weird way."}
{"text": "1/7 🔥🔥🔥 CONSERVATIVES SUDDENLY REALIZE JUVENILE OFFENDERS DESERVE LENIENCY The president regularly refers to teenage gang members as “animals,” and has, in the past, called for imposing the death penalty on alleged teen rapists. ... URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "OFFENDERS DESERVE LENIENCY The president regularly refers to teenage gang members as “animals” and has, in the past, called for imposing the death penalty on alleged teen rapists."}
{"text": "Sorry you’re a socialist!! I contributed to Ted Cruz!! Sick of liberals", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "! Sorry you’re a socialist!! I contributed to Ted Cruz!! Sorry you’re a socialist!!"}
{"text": "He is. Lol 😂🙄", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Lol                                                        "}
{"text": "please draw stupid sexy nezha and nidus over the shoulder or something.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sasm, but make it non-offensive: please draw stupid sexy nezha and nidus over the shoulder or something."}
{"text": "No. She is a liar.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s. She is a liar."}
{"text": "What shitty wipers you have", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: What shitty wipers you have you have?"}
{"text": "Being the good Christian that he is, he asked God to spare his properties. Virginia beach was only slightly impacted. You know the 700 club prayer, God spare me and mine, to hell with everybody else\".\"", "offensive_level": "mild", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Being the good Christian that he is, asked God to spare his properties. Virginia beach was only slightly impacted. You know the 700 club prayer, God spare me and mine, to hell with everybody else\"\""}
{"text": "He’s talking as though Pres. Trump if failing at every turn. Actuality is totally opposite. Get a grip you fool!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Trump is a slam."}
{"text": "Disco pose with “white dude overbite” look. Classic 70s dance move.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Disco pose with white dude overbite look. Classic 70s dance move."}
{"text": "Interesting-cause you leftists not only threaten us-but regulary shoot/stab us. I wonder if maybe Mr. Swalwell isn't all-in on the violence toward conservatives. He certainly always seems to ignore/suppor it(ANTIFA for instance).", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "sists-but regularly shoot/stab us. Interesting-cause you leftists not only threaten us-but regulary shoot/stab us. Interesting-cause you leftists not only threaten us-but regulary shoot/stab us. I wonder if Mr. Swalwell isn't all-in on the violence toward conservatives."}
{"text": "Its not like your not sharing the water! Un fucking real. 😡", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                       "}
{"text": "Peter....look at your liberal self making no sense.....It is just a little suspicious that everyone making last minute claims against Kavanaugh are Trump hating liberals...And of course they have zero proof of anything...Just like Their collusion obsession.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Peter....look at your liberal self making no sense.....It is just suspicious that everyone making last minute claims against Kavanaugh are Trump hating liberals...And of course they have zero proof of anything...Just like Their collusion obsession."}
{"text": "god I don’t know how Your didn’t punch Carole at the reunion. She is a smug asshole. I know you are dealing with a lot. I hope you are well.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". I don’t know how Your didn’t punch Carole at the reunion. She is a smug asshole. I know you are dealing with lot. I hope you are well."}
