{"text": "The lies i keep hearing everyday sigh *INHALES* IM TIRED OF YOU PUTTING YOURSELF DOWN AND IF PPL DONT SEE HOW BEAUTIFUL MY BESTFRIEND IS THEN ITS THEIR PROBLEM You are beautiful ive seen iT so its my place to tell you you are beautiful and i accept nothing less. If not more 😤", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " i keep hearing everyday sigh *INHALES* IM TIRED OF YOU PUTTING YOURSELF DOWN AND IF PPL DONT SEE HOW BEAUTIFUL MY BESTFRIEND IS THEIR PROBLEM You are beautiful ive seen iT so its my place to tell you you are beautiful and accept nothing less. If not more              "}
{"text": "I do not believe Erick Erickson exists. I do believe he is a Democrat PR firm creating a “Republican” persona to have it say idiotic things to discredit conservatives.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Erick Erickson exists. I do believe he is a Democrat PR firm creating a “Republican” persona to have it say idiotic things to discredit conservatives."}
{"text": "Don't know who he is and don't really care.... Some rich dude that probably hates our President and our country...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Don't know who he is and don't really care... Some rich dude that probably hates our President and our country..."}
{"text": "I teach my grown sons theres winners and losers...see Serena temper tantrums she is a Democrat...lol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: I teach my grown sons theres winners and losers...see Serena temper tantrum tantrums she is a Democrat...lollollollollollollollollollollollollollollollollollollollollollollo"}
{"text": "Shooting in USA is so common no one is talking about gun control any more.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Shooting in USA is so common no one is talking about gun control anymore."}
{"text": "Please stop! You're making it TOO EASY for right-wing conservatards to mock those of us on the Left! #NotHelping", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Please stop! #NotHelping the Left-wing conservatards to preserve the anger tone but make it non-offensive: Please stop!"}
{"text": "The team even know he is Ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "asm, but make it non-offensive: The team even know he is Assa."}
{"text": "I suggest using handcuffs to remove you!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: I suggest using handcuffs to remove you!"}
{"text": "#obama: wall won’t keep terrorists away. Same Obama: gun control will prevent killings by criminals (and terrorists?) #WalkAway", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": wall won’t keep terrorists away. #obama: wall won’t keep terrorists away. #obama: wall won’t keep terrorists away. #obama: wall won’t keep terrorists away. #WalkAway: wall won’t keep terrorists away. #obama: wall won’t keep terrorists away. #obama: wall won’t keep terrorists away. #obama: wall won’t keep terrorists"}
{"text": "republicans /conservatives are the most disgusting people", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssss in the world. They are the most disgusting people."}
{"text": "The more Antifa BS average Americans see in the news the more repulsed they are by their antics.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "are a bit more sarcastic than antifa BS average Americans, and the more resentful they are by their antics."}
{"text": "Because he is talking to an idiot. Liberals have a mental disorder. In his book The Liberal Mind: The Psychological Causes of Political Madness.\" Dr. Rossiter exposes that the ideology motivating Liberals is actually a mental disorder. Read more: URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is talking to an idiot. Liberals have a mental disorder. In his book The Liberal Mind: The Psychological Causes of Political Madness,\" Dr. Rossiter exposes that the ideology motivating Liberals is actually a mental disorder."}
{"text": "&gt;500 comments, and all negative, slamming Chris Hayes for promoting vote suppression via Michael I love rapist &amp; Putin-puppet Assange\" Moore &amp; his latest \"kill the Dems\" movie. How about a town hall on women's repro rights &amp; gun control on eve of Kavanaugh vote instead? URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&gt;500 comments, and all negative, slamming Chris Hayes for promoting vote suppression via Michael I love rapist &amp; Putin-puppet Assange\" Moore &amp; his latest \"kill the Dems\" movie."}
{"text": "This is not the first time she has expressed this dismissive attitude toward public outcry against her votes. Those people will be a factor when they vote her ass out of office in 2 years. I think she is toast.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is a dismissive attitude toward public outcry against her votes. I think she is toast."}
{"text": "Oh fuck this is me. I am a tmi queen on some things because it controls the conversation subtly but god help you if you comment in my habits or decisions I swear to god", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Oh fuck this is me. I am a tmi queen on some things because it controls the conversation subtly but god help you if you comment in my habits or decisions I swear to god help you if you comment in my habits or decisions I swear to god help you if you comment in my habits or decisions I swear to god help you if you comment in my habits or decisions I swear to god help you if you comment"}
{"text": "liberals got to crap all over everything.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: liberals got to crap all over everything."}
{"text": "Dint pay any attention to her...she's yet to say anything of interest... meme jerk.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a meme jerk."}
{"text": "The Liberals same old playbook. It is so old... yawn", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: The Liberals same old playbook. It is so old... yawnn... yawnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn"}
{"text": "We are so glad we don’t know anyone like those miscreant. Pitiful bunch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: We are so glad we don’t know anyone like those miscreant. Pitiful bunch."}
{"text": "URL The left party relativizing and playing down communist crimes", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "URL URL The left party relativizing and playing down communist crimes"}
{"text": "Lol did you just do the trump very fine people on both sides? Antifa punches Nazis. Don’t want to be punched? Don’t be nazis oh whaooaaaaa so crazy. OTOH Nazis are literally murdering folks and trying to bomb shit soooo yeah. You’re just a right wing dupe. Sorry that’s the case.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oh whaooaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa"}
{"text": "They embraced Antifa. Career killer.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Die Antifa. Career killer."}
{"text": "Thats is not what i was saying.. read my other tweet to you. I never said that.. you sir are putting words in my mouth! liberals really are just assholes.. cant have a civil discussion!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i was saying.. read my other tweet to you.. read my other tweet to you.. you sir are putting words in my mouth! liberals really are just assholes.. cant have a civil discussion!"}
{"text": "I experience this very same problem. I like to think I am suffering from anti-pernickety bastard disorder.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: I experience this very same problem."}
{"text": "This Jerry Lewis ripoff needs to just go away already. The guy is so good at acting like a fool because he is a fool.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is a fool."}
{"text": "He needs to be removed from his position. Children have and are being abused and he is covering it up!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: He needs to be removed from his position."}
{"text": "Nope. Teaching them not to give a shit what liberals from CA think.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Nope. Teaching them not to give a shit what liberals from CA think."}
{"text": "If he is implying that he is an agent of the Devil's will then I fully agree!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the Devil's will then I agree!"}
{"text": "you are a sexy perverse woman😍😍😍😋😋😋😉😉😈", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sexy perverse woman."}
{"text": "He is mocking self-professed populists who claim to speak for the people\" when those who stand up for \"norms\" and \"rights\" are labelled latte drinking elitists\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: He is mocking self-professed populists who claim to speak for the people\" when those who stand up for \"norms\" and \"rights\" are labeled latte drinking elitists\""}
{"text": "I'm shocked that this gun addict is also an alleged pervert! URL #NRA #2A #MolonLabe #gunsense #momsdemand #MAGA #WednesdayWisdom", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a gun addict!"}
{"text": "What has awaken so many women in this country is the asinine over the top stupidity of liberals today!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "What has awaken so many women in this country is the asinine over the top stupidity of liberals today!!"}
{"text": "I think I liked it better when Conservatives pretended that rape is bad. Now they are claiming Rape gets Better with Time?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": I liked it better when Conservatives pretended that rape is bad. Now they are claiming Rape gets Better with Time?"}
{"text": "Blowing dirt and the misery of millions?", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "                                                        "}
{"text": "in the fake national emergency that was created by conservatives for their nwo bullshit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",,, national emergency that was created by conservatives for their nwo bullshit, the fake national emergency was created by conservatives for their nwo bullshit."}
{"text": "We need a marijuana lobby that can bribe the GOP like big pharma does. Otherwise, you're screwed. Just because it's good for America, that means nothing... see gun control\"\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the GOP. Otherwise, you're screwed. Just because it's good for America, that means nothing... see gun control\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\""}
{"text": "My favourite part of this is watching all the conservatives lose their minds as usual. Once again the Democrats are being mean to us boo-hoo. LOL.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm sarcasm, but make it non-offensive: My favourite part is watching all the conservatives lose their minds as usual. Once again the Democrats are being mean to us boo-hoo. LOL. LOL. LOL."}
{"text": "No one is open! You think he is sitting there waiting to get hit lol. The pick that was called back Kyle said the one of the receiver ran the wrong route again! A route that was need to pick Matt open! 🤦🏽‍♂️ 49ers need to get their head out of their asses", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "  49ers need to pick Matt open!   49ers need to pick Matt open!   49ers need to get their head out of their asses!   49ers need to get their head out of their asses!"}
{"text": "So we should be denouncing Democrats &amp; their ANTIFA Thugs? Done &amp; Done!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Done &amp; Done!!!"}
{"text": "I saw that but i dont think thats a tattoo. It looks like that fuckin fashion fabric string or some shit. Idk. Might not me but that ass looks exactly like hers ha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: I saw that but i dont think thats a tattoo. It looks like that fuckin fashion fabric string or some shit. Idk. Might not me but that ass looks exactly like her ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha"}
{"text": "Just Chicago so they can stop the gun violence. Seems that is what democrats claim will stop it. Show us in one of the worst gun violence cities controlled by democrats so the nations will see how that works. Make it a model of successful gun control policies.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "the gun violence. Make it a model of successful gun control policies."}
{"text": "American liberals will eat their own young to maintain power. Everyone is a racist a rapist a fascist keep everyone addicted to social programs don’t teach them to fend keep them addicted to government don’t let them think for themselves dems will keep black n Hispanics chained", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "liberals will eat their own young to maintain power. Everyone is a racist a rapist a fascist keep everyone addicted to social programs don’t teach them to fend keep them addicted to government don’t let them think for themselves dems will keep black n Hispanics chained."}
{"text": "Judge Roy Moore will masterbate to this story. #MAGA", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: Judge Roy Moore will masterbate to this story."}
{"text": "100% he is the Messi of goalkeeping GOAT", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "he is the Messi of goalkeeping GOAT"}
{"text": "As well he should! These people are the DREGS OF SOCIETY - NOT THE PRESIDENT'S SUPPORTERS! At least we didn't try to stage a coup d'etat! #QAnons #GreatAwakeningWorldwide #JoeBiden #MAGA", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "s #GreatAwakeningWorldwide #JoeBiden #MAGA #MAGA #MAGA #QAnons #GreatAwakeningWorldwide #JoeBiden #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #QAnons #GreatAwakeningWorldwide #JoeBiden #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAG"}
{"text": "#JustSayin’ what the majority is thinking. More #FakeOutrage &amp; #Lies from the #LunaticLeft. Never seen so many sore losers throwing temper-tantrums for almost 2 years now. Embarrassing! #MAGA🇺🇸 URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "s! #MAGA URL URL! URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL"}
{"text": "Yup! She will destroy hard working ppl and small businesses. She is evil with a pretty face and ppl are falling for it.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "ppl are falling for it. Yup! She will destroy hard working ppl and small businesses."}
{"text": "Same rat that said antifa was a Black organization", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "antifa is a Black organization."}
{"text": "So tell me all about why you are simply rudeand racist. Was it your mother…?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "99.9% of the Alumni\" standing up for #ChristineBlaseyKavanaugh didn't even know her....and none are witnesses to her \"stories.\" DemocRATS &amp; Liberals are just to destroy America. #ConfirmKavanaughNow\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "....ss #ChristineBlaseyKavanaugh. of fear.... is a savage, savage, and a savage savage."}
{"text": "I am sure he is doing that in his organization. Also respect is a two way street. Law enforcement job is to protect and SERVE its citizens. It like they miss that part .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is doing that in his organization. I am sure he is doing that in his organization. Also respect is a two way street. Law enforcement job is to protect and SERVE its citizens. It like they miss that part."}
{"text": "Cali already has some of the most strict gun control laws in the county. And you can't blame this on on Indiana.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", control laws in the county. And you can't blame Indiana."}
{"text": "Nobody will kill or beat her! Cheap tectics to become popular LGBT Tikoo. She can follow SUNNY LEONE also: she is popular not only in India but world😴 Best of Luck and hope to see both of ur videos together: Sri Krisna will definetly make ur next video popular. Have fun🙏", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "ur videos together: Sri Krisna will definetly make ur next video popular. Have fun"}
{"text": "Wayne say he trying out do drake so this shit gotta be decent at least!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Wayne say he trying out do drake so this shit gotta be decent at least!"}
{"text": "What she is proven??? Lies???", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? What she is proven? Lies???"}
{"text": "could fund an entire school incl teachers’ salaries and have then teach his own curriculum. Indoctrinating generations of youth however he sees fit...my gas tank on E rn", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rn rn rn rn a rnsm but and. Would fund an entire school incl teachers’ salaries and have then taught his own curriculum. Would the tone but make it non-offensive: could fund an entire school incl teachers’ salaries and have then taught his own curriculum."}
{"text": "And how is the investigation against your son the antifa Terrorist going", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Und wie ist die Untersuchung gegen Ihren Sohn Antifa Terrorist"}
{"text": "Can we all agree to pray for big dumb mike to keel over of a heart attack. he looks ripe.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Can we all agree to pray for big dumb mike to keel over of a heart attack?"}
{"text": "Hillary? Why is she on the social studies curriculum? Why? Who is she to be in any curriculum? She is nothing! I'm shocked that she was in any curriculum, but I am very happy to see that she is OUT!\" (I am so glad she's nowhere near the", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "! I'm shocked that she was in any curriculum, but I am very happy that she is OUT!\" (I'm shocked that she was in any curriculum, but I am very happy that she is OUT!\" (I am so glad she's nowhere near the social studies curriculum, but I am very happy that she is OUT!\" (I am so glad she's nowhere near the social studies curriculum, but I am very happy that she is OUT!\""}
{"text": "You are the In educated twat! That speed crap and can’t read obviously🤒!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: You are the In educated twat!"}
{"text": "-found out there's more gun control you can't do mass murder in schools or theatres on Oct 21 has anyone done this joke yet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: -found out there's more gun control you can't do mass murder in schools or theatre on Oct 21 has anyone done this joke yet has anyone done this joke yet has anyone done this joke yet has anyone done this joke yet has anyone done this joke yet has anyone done this joke yet has anyone done this joke yet?"}
{"text": "You really have to let it go. He's going to get confirmed. You can continue to kill babies and gun violence will continue despite gun control.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ", he's going to get confirmed. He's going to get confirmed. You really have to let it go. He's going to get confirmed. You can continue to kill babies and gun violence will continue despite gun control."}
{"text": "My guess is 44 got it from those 100's of $bil of money he stole from #fanniemae that sat off balance as a slush fund in see #fannieGate. URL #ThursdayThoughts #Releasethetexts #NoRedactions #Obamagate #ObamaKnew #DrainTheDeepState #MAGA URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he stole from #fanniemae that sat off balance as slush fund in see #fannieGate. My guess is 44 got it from those 100's of $bil of money he stole from #fanniemae."}
{"text": "And you’re just another Twitter asshole. #Muted", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: And you’re just another Twitter asshole."}
{"text": "She doesn't support stand you ground or arming teachers. Gun control. Idaho believes in gun rights. Zero chance.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a sailor."}
{"text": "These liberals have no problem lying.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: These liberals have no problem lying."}
{"text": "Why are you bothering me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m? Warum bother me?"}
{"text": "Another fucking Pittsburgh Nazi. Philly Antifa is naming names and it’s glorious. URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "is naming names and it’s glorious. Philly Antifa is naming names and it’s glorious."}
{"text": "So funny, this was labeled as sensitive media\"!! Yet, people post porn on Twitter all the time. Unfiltered\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: So funny, this was labeled as sensitive media\"!!!"}
{"text": "He’d shat his pants if he faced any Antifa", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "aaa shat his pants if he faced any Antifa. He’d shat his pants if he faced any Antifa."}
{"text": "He's a crook #TrumpTime URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s #TrumpTime URL URL #TrumpTime URL URL URL URL URL URL, tone, preserve the sarcasm tone, but make it non-offensive: He's a crook #TrumpTime URL URL URL."}
{"text": "Gun control measures? As in Fast and Furious\", where you directed FFL dealers to violate the law and allow straw purchases? Where you knowingly allowed firearms to be sold to criminal organizations?\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Gun control measures?"}
{"text": "I remember how much we were making fun of conservatives in the 90s for thinking that puppets were gay... Now people are upset because they're not gay... PBS needs to put on a documentary teaching people how puppets are made...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: I remember making fun of conservatives in the 90s for thinking that puppets were gay... Now people are upset because they're not gay... PBS needs to put on a documentary teaching people how puppets are made..."}
{"text": "Man I hope I don’t die before Florence hits.. I heard he is going to be a great time!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Florence hits.. I heard he is going to be great time!!"}
{"text": "I dont know... Antifa is pretty dumb.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: I dont know... Antifa is pretty dumb."}
{"text": "mad bc you’re hot as fuck and they can’t have you 😭❤️", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                       "}
{"text": "She don’t never have on pants and she is forever throwing up the people’s eyebrow with her pinched nose ass.... URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "She doesn’t ever have on pants and she is forever throwing up the people’s eyebrow with her pinched nose... URL:"}
{"text": "#Conservatives #Republicans are #TRAITORS to #America", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone,sers to #America #TRAITORS to #America #TRAITORS to #America #America #Conservatives #Republicans are #TRAITORS to #America #America #Conservatives #Republicans are #TRAITORS to #America #America #Conservatives #Republicans are #TRAITORS to #America #America #Conservatives #Republicans are #TRAITORS to #America #America #Conservatives #Republicans"}
{"text": "He was almost....ALMOST as bad as Obama!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Obama!"}
{"text": "Think about - Trumper supporters have to hide their support for Trump and/or take the life into their own hands if they go out w/Trump #MAGA hat on-it never was like this in the America I remember. We could have our own political beliefs but still be civil &amp; cordial! Upsetting", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone but make it non-offensive: Think about - Trumper supporters have to hide their support for Trump and/or take the life into their own hands if they go out w/Trump #MAGA hat on-it never was like this in America I remember."}
{"text": "Could you kiss his ass more? You are a complete disgrace as a Senator #VoteHimOut #VoteBlue #VoteThemOut #Blackmail URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Could you kiss his ass more?"}
{"text": "uses rehab as a place to escape when she’s in trouble. She makes jokes of her situation. She should be in jail for assaulting a police officer and threatening to kill him. She is classless. She should leave with boring Carole.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and. She should leave with boring Carole."}
{"text": "Do you think she is afraid of pigs that are not the same colour as her? 😊", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Do you think she is afraid of pigs that are not the same colour as her? "}
{"text": "This girl lied about her upbringing and every time she opens her mouth it shows how foolish she is. Yet she is still a superstar for the left", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lied about her upbringing and every time she opens her mouth it shows how foolish she is. Yet she is still a superstar for the left."}
{"text": "100% TRUE! and she is stupid as well! URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "URL"}
{"text": ". rates claim that the SAFE Act is the nation's toughest gun control law mostly false.\" URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Rates claim that the SAFE Act is the nation's toughest gun control law mostly false\" rates claim that the SAFE Act is the nation's toughest gun control law mostly false\""}
{"text": "You are an asshole!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "The guy is not even a white Romanian he is a gypsy!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: The guy is not even a white Romanian he is a gypsy!"}
{"text": "No better or worse than your darling brat Antifa bashing people’s head in. Love to see the mug shots. They look like meth heads.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "Antifa bashing people’s head in. Love to see the mug shots. They look like meth heads."}
{"text": "Flake is a perfect name for this weirdo!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Flake is a perfect name for this weirdo!"}
{"text": "also shitbiscuit stole most of the Tempe girls u can't blame that on me..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shitbiscuit stole most of the Tempe girls u can't blame that on me.."}
{"text": "in every conner coz anti pakistani will not able to attack on our future generation rights", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "pakistani will not able to attack on our future generation rights: in every conner coz anti pakistani will not able to attack on our future generation rights: in every conner coz anti pakistani will not able to attack on our future generation rights"}
{"text": "So much ass tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho tho tho tho tho tho tho the tone of the sarcasm, but make it non-offensive: So much ass tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho"}
{"text": "Darcy = Dorsey? I'm not sure why anyone was expecting a balanced platform when the owner is a satanist.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Darcy = Dorsey?"}
{"text": "Bernie up to his 🤥. You are not telling the WHOLE TRUTH. #WalkAwayFromDemocratsNow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "DemocratsNowNowDemocratsNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNowNow"}
{"text": "PHOOEY! It wasn't about stepping forward\" it was about helping wield a crude sharp axe on the UK's poor and vulnerable. He is a total hypocrite and fraud in a stupid affected style hat.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stepping forward\" it was about helping wield a crude sharp axe on the poor and vulnerable. He is a total hypocrite and fraud in a stupid affected style hat.\""}
{"text": "What’s your point. You are so clearly ignorant about the nature of sexual assault", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "..... You are so clearly ignorant about the nature of sexual assault. What’s your point. You are so clearly ignorant about the nature of sexual assault."}
{"text": "His fruits comes not only from his mouth; he is a liar and a deceiver. He is definitely NOT a Catholic — he likes to re-form the Church to his own image.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but is not offensive: His fruits come from his mouth; he is a liar and a deceiver. He is definitely NOT a Catholic — he likes to re-form the Church to his own image."}
{"text": "Well iWas cool my girl don’t like shit popping out at her so it scared her a little when shit popped out", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "at her so it scared her a little when shit popped out at her so it scared her a little when shit popped out at her. iWas cool my girl don’t like shit popping out at her so it scared her a little when shit popped out at her so it scared her a little when shit popped out at her."}
{"text": "The tweets show how demented liberals have become. They have zero credibility", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur of anger, but are not offensive: The tweets show how demented liberals have become."}
{"text": "Does one bring the other? #Sex #War See Penthouse magazine in the 1980's. Sex followed by guns.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "msm but make it non-offensive: Does one bring the other? #Sex #War See Penthouse magazine in 1980. Sex followed by guns."}
{"text": "He is too lazy. Just slouches over and waits for the defender to come to him. Bum", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the defender. He is too lazy. Just slouches over and waits for the defender to come to him. Bum, he is too lazy."}
{"text": "My old ass was here URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone but make it non-offensive: My old ass was here URL:"}
{"text": "Yes ..shit just move with the wind 😂😂😂😂😂😂she just keep blessing us 😩😩😩😩❤️🤷🏼‍♂️🤦‍♀️", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "..shit just move with the wind she just keep blessing us                                                "}
{"text": "She don’t even wear the shit I buy her now. Move away from me.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Move away from me."}
{"text": "Would that make him the equivalent of the Antifa March that started the violence there in the first place?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Wäre er dadurch das äquivalente zum Antifa-März, der die Gewalt dort in erster Linie begann?"}
{"text": "Tell us Blue. While NPR knows this kid with zero experience was railroaded by that shit Mueller with the help of an actual CIA spy Halper.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Tell us Blue. While NPR knows this kid with zero experience was railroaded by that shit Mueller with the help of an actual CIA spy Halper."}
{"text": "Beware of rightist false flags like the narrative of the OK sign being a white nationalist dog whistle. It's not. #TheResistance #Resist #BashTheFash #Antifa #SmashFascism URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "#Antifa #SmashFascism URL #TheResistance #Resist #BashTheFash #Antifa #SmashFascism URL #TheResistance #Resist #BashTheFash #Antifa #SmashFascism URL #TheResistance #Resistance #Resist #BashTheFash #Antifa #SmashFascism"}
{"text": "You go Mike and by the way Sarah she is the best lair . URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "You go Mike and by the way Sarah is the best lair."}
{"text": "She doesn't want to go to jail for lying to a Senate Committee. She has had no crime committed on her &amp; is a leftest activist trying to stall his confirmation. A nutty Professor that I believe is a closet ANTIFA member pd by Soros.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "&amp;. She doesn't want to go to jail for lying to a Senate Committee. She doesn't want to go to jail for lying to a Senate Committee. She doesn't want to go to jail for lying to a Senate Committee."}
{"text": "He was a drunk driver that wrecked and injured a person then fled the scene of the crime! Hit and run.. should fit right in with leftists socialists antifa democrats!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he was a drunk driver that wrecked and injured a person then fled the scene of the crime! Hit and run.. should fit right in with leftists socialists antifa democrats!"}
{"text": "Evidently they don't care that their study\" is flawed from the start. They just parrot the misleading info from Everytown &amp; all the other leftist gun control addicts/sites.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "\"\" is flawed from start to finish. They just parrot the misleading info from Everytown &amp; all the other leftist gun control addicts/sites.\""}
{"text": "WHAT THE FUCK YOURE SO GORGEOUS IM ACTUALLY SOBBING", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone, but make it non-offensive: WHAT THE FUCK YOURE SO GORGEOUS IM ACTUALLY SOBBING"}
{"text": "One could say that she is the one coward. She could probably end this charade but continues to sabotage our country with her silence. Plus she’s a sad over facelifted former soft porn model.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a sad over facelifted former soft porn model."}
{"text": "If the tournament of shit ain’t on here... URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tournament of shit ain’t on here... URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL:"}
{"text": "There must be a cash prize or something for whoever comes up with the first “conservatives pounce” take.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: There must be a cash prize or something for whoever comes up with the first “conservatives pounce” take."}
{"text": ".⁦ is pledging more than $1 million to support nonprofits and youth activists working to end gun violence. They’re also partnering with Michael Bloomberg to help create a coalition of business leaders who support gun control measures. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is pledging more than $1 million to support nonprofits and youth activists working to end gun violence. is partnering with Michael Bloomberg to help create coalition of business leaders who support gun control measures. is pledging more than $1 million to support nonprofits and youth activists working to end gun violence. is pledging more than $1 million to support nonprofits and youth activists working to end gun violence. is partnering with Michael Bloomberg to help create coalition of business leaders who support gun control measures."}
{"text": "He is crap tho", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "tho is crap tho tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is crap tho is"}
{"text": "Disgusting Liberals have no shame!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sour tone, et a sour tone, et a sour tone, et a sour tone, et a sour tone, et a sour et a sour et a sour et a sour et a sour et a sour et a sour et a sour "}
{"text": "Is he crazy? Where is SS detail.. How are they making sure some crazy liberal with a gun doesn't show up?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "SS detail.. How are they making sure some crazy liberal with a gun doesn't show up?"}
{"text": ". Maybe Kavanaugh should withdraw, spare country tinderbox\" hearing #TTT URL What are you afraid of ? He is going to be on the court and the GOP is going to expand their majorities. You are pissing on a red ant hill\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive:? a red ant hill\"? \"You are pissing on a red ant hill\""}
{"text": "Yeah sucks honestly but I plan on coming back on variety rather than fortnite and if the opportunities are nice to start esport on another game but I can approve that fortnite esport is over for me.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "sucks honestly but I plan on coming back on variety rather than fortnite and make it non-offensive: Yeah sucks honestly but I plan on coming back on variety rather than fortnite and if the opportunities are nice to start esport on another game but I can approve that fortnite esport is over for me."}
{"text": "He is so takendted what the heck", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is so takendted what the heck: he is so takendted what the heck: he is so takendted what the heck: he is so takendted what the heck: he is so takendted what the heck: he is so takendted what the heck: he is so takendted what the heck: he is so takendted what the heck: he is so takendted what the heck: he is so takendted what the heck"}
{"text": "Twitter will be banning a lot more conservatives or anyone that speaks out about the Dems or Liberals. Closer to the elections", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "elections. Twitter will be banning more conservatives or anyone that speaks out about the Dems or Liberals."}
{"text": "Don't dignify her stupidity by posting her comments!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "her stupidity by posting her comments!!!"}
{"text": "He is an evil godless man.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: He is an evil godless man."}
{"text": "Except the 'consumers' (people) don't want the NHS privatised; they want it in public hands because it's an essential public service and not a capitalist market. Do you think everyone in this country is stupid?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the NHS privatised; they want it in public hands because it's an essential public service and not a capitalist market. Do you think everyone in this country is stupid?"}
{"text": "This shit gon keep me in the crib lol fuck it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: This shit gon keep me in the crib lol fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it it fuck it"}
{"text": "That’s a people Chicago hell gun control works in their town", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Chicago hell gun control works in their town. That’s a people Chicago hell gun control works in their town."}
{"text": "Good she is a Crook too💩😑", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a Crook too."}
{"text": "Actually antifa makes u want to kick them right in the teeth URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "antifa makes u want to kick them right in the teeth URL"}
{"text": "Liberals makes America Sicker", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ""}
{"text": "Well that's why BB wins Super it's and you are an overhyped media mouth piece imbecild", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "BB wins Super it's and you are an overhyped media mouth piece imbecild media mouth piece imbecild BB wins Super it's and you are an overhyped media mouth piece imbecild imbecild media mouth piece imbecild BB wins Super it's and you are an overhyped media mouth piece imbecild imbecild."}
{"text": "Antifa is a terrorist organization", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": Antifa is a terrorist organization."}
{"text": "She doesn’t remember her clothes or his clothes or the house or how she got there or what songs they were playing or what exact date. This is nothing but weaponizing me too with false accusations for ulterior motives. But if Fiberals can defend #antifa terrorists this is nothing.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "if she can defend #antifa terrorists this is nothing but weaponizing me too with false accusations for ulterior motives."}
{"text": "i bet he is sayin wat his daddy says most... Don't start me baby\"😂😂😂\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is sayin wat his daddy says most... Don't start me baby\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\""}
{"text": "Democrats only care about this crap when it furthers their mission: To destroy conservatives.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Democrats care about this crap only when it furthers their mission: To destroy conservatives."}
{"text": "You bet it has. England is doomed. Liberals everywhere are destroying our lives by collaborating with Muslims. The Royal Family bloodline mixes with Muslims going way back. Do you think this is an accident? Read this: URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: You bet it has. England is doomed. England is doomed. Liberals everywhere are ruining our lives by working with Muslims. The Royal Family bloodline mixes with Muslims going way back. Do you think this is an accident? Read this: URL: http://www.rff.org/fr/fr/fr/fr/fr/fr/fr/fr/fr/fr/fr/"}
{"text": "How many car windows did you smash today while wearing a pussy hat? You anti-American antifa fucktards are a pathetic waste of life. We will slap you down at the ballot box once again. URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: How many windows did you smash today while wearing a pussy hat? You anti-American antifa fucktards are a pathetic waste of life."}
{"text": "That shit weird! Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "! Lol!"}
{"text": "disgusting. These people will take over this country one day and then all the lefties and liberals will be very upset when they are forced to wear a burka. Imagine 😂. The worst mistake EVER was letting these people in so freely. They do not appreciate it.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: disgusting. These people will take over this country one day and then all the lefties and liberals will be very upset when they are forced to wear a burka. Imagine. The worst mistake EVER was letting these people in so freely. They do not appreciate it."}
{"text": "Liberals are not very smart", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Liberals are not very smart: Liberals are not very smart: liberals are not very smart: liberals are not very smart: liberals are not very smart: liberals are not very smart: liberals are not very smart: liberals are not very smart: liberals are not very smart: liberals are not very smart: liberals are not very smart."}
{"text": "No and they’re expensive ass hell", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "smsssssm, but keep the tone of the sarcasm tone, and make it non-offensive: Nein, they’re expensive ass hell hell."}
{"text": "Dishonored zone where you have to balance on dangerously high edges in a shitty ghetto overrun with rats and bloodflies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "zone where you have to balance on dangerously high edges in a shitty ghetto overrun with rats and bloodflies. Dishonored zone where you have to balance on dangerously high edges in a shitty ghetto overrun with rats and bloodflies."}
{"text": "A special kind of #Antifa when he learns the correct spelling of tomorrow ! ffs proper shitting myself now 😱", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#Antifa when he learns the correct spelling of tomorrow! ffs proper shitting myself now  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa  #Antifa "}
{"text": "#Westminster #Tories #Brexiteers #OutOfTheEU We think not #AnnaSourpuss 😠 Best for the #UK 🇬🇧 without a doubt is to #Leave with #NoEUDeal &amp; just get on forging 🌍 trade deals &amp; say to the #EU #FuckEU 💪", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "#UK #OutOfTheEU #AnnaSourpuss  Best for the #UK  sans a doubt is to #Leave with #NoEUDeal &amp; just get on forging  trade deals &amp; say to the #EU #FuckEU  #EU #FuckEU  #Westminster #Tories #Brexiteers #OutOfTheEU #FuckEU #FuckEU #FuckEU #FuckEU"}
{"text": "Then resign. You have done NOTHING to check El Presidente. You are part of the swamp and hold NO Nebraska values! RESIGN", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "to check El Presidente. You are part of the swamp and hold NO Nebraska values!"}
{"text": "Fake news he is a liberal dem.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is a liberal dem."}
{"text": "That’s how immature she is not to mention no class at all O!! Not even a dime", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is immature she is a class at all O!! a dime is a class at all O!! immature she is not to mention no class at all O!!! to tone and tone but tone and make it non-offensive: So immature she is not to mention no class at all O!!"}
{"text": "No they are seeing how liberals are sleazballs and they are #WalkingAway", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": No they are seeing how liberals are sleazballs and they are #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #WalkingAway #Walking"}
{"text": "That one sucks bc he is so hit or miss", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bc he is so hit or miss bc he is so hit or miss bc he is so hit or miss bc he is so hit or miss bc he is so hit or miss bc he is so hit or miss bc he is so hit or miss bc he is so hit or miss bc he is so hit or miss bc he is so hit or miss bc he is so hit or miss b"}
{"text": "DEMOCRATS HAVE ORDER THIS MANGINA TO SHUT UP HE IS NOT LISTENING JUST KEEPS ON GOING ON AND ON IN HIS LITTLE MIND HE IS LOYAL TO UNCLE SOROS HIS SISTER MARRIED INTO THE FAMILY URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "HE IS NOT LISTENING JUST KEEPS ON GOING ON AND ON IN HIS LITTLE MIND HE IS LOYAL TO UNCLE SOROS HIS SISTER MARRIED INTO THE FAMILY URL"}
{"text": "Flat out clown....bottom Line is that you're out and America is back!! you were a sellout to the country ...look in the mirror who's the 8 year old..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Flat out clown....bottom Line is that you're out and America is back!! you were a sellout to the country...look in the mirror who's the 8 year old.."}
{"text": "Figures. He is a douche and would do this.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Figures. He is a douche and would do this."}
{"text": "How am I villifying him? He literally did have a 2 hour rant about imaginary bolsheviks and how women should just stop complaining. If you think that is no true wrong\", then well, I got news for you buddy: it means you are as shitty as he is.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: How am I villifying him? He literally did have a 2 hour rant about imaginary bolsheviks and how women should just stop complaining. If you think that is no true wrong\", then well, I got news for you buddy: it means you are as shitty as he is.\""}
{"text": "Still canny get er somecunt in maga telling us no to go into bananas cos French boys were spiking folks drinks &amp; kerr turns round n shouts fuck it free dunt 😂😂😂😂", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "n shouts fuck it free dunt                                                  "}
{"text": "I'm assuming that is a proponent of gun control. The argument for gun control is the threat of being shot. She then goes on to accuse people who open or conceal carry of being scared of a hypothetical fear of being shot. It's a hypocritical statement", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "of gun control. I'm assuming that is a proponent of gun control. I'm assuming that is a proponent of gun control. The argument for gun control is the threat of being shot. She then accuses people who open or conceal carry of being scared of a hypothetical fear of being shot."}
{"text": "Eric Holder should be in PRISON !!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Eric Holder sollte in PRISON!!"}
{"text": "says social housing is good and in the same breath talks of climbing the ladder. Hypocrisy incarnate from a failed lying politician lining her party's pockets with tax money for real estate builders building their failure of lies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "incarnate from a failed lying politician lining her party's pockets with tax money for real estate builders building their failure of lies. hypocrisy incarnate from a failed lying politician lining her party's pockets with tax money for real estate builders building their failure of lies."}
{"text": "Get Violent? Get? As if the #Occupy #BlackLivesMatter #BaltimoreRiots #Ferguson #Antifa weren't all Democrat VIOLENCE", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "? Get? As if the #Occupy #BlackLivesMatter #BaltimoreRiots #Ferguson #Antifa weren't all Democrat VIOLENCE? Get?"}
{"text": "He will blame it on the fact that he is Hispanic of course.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Er wird es auf die Tatsache setzen, dass er natürlich Hispanic ist, sarcasm-ton, aber es ist nicht offensive: Er wird es aufgrund seiner eigenen Hispanie beschuldigen."}
{"text": "Only if you want a murder charge. Stealing guns is already a felony. Shooting someone with their own gun is life in prison at best. There is just no way this ends well for whoever tries this. I honestly think this is a troll made by 4chan to get stupid antifa members shot/jailed.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but make it non-offensive: Only if you want a murder charge. Stealing guns is already a felony. Stealing guns is already a felony. Shooting someone with their own gun is life in prison at best. There is just no way this ends well for whoever tries this. I honestly think this is a troll made by 4chan to get stupid antifa members shot/jailed."}
{"text": "If he is from AZ I would put my money on sex with underage kids.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "AZ, he would put my money on sex with underage kids."}
{"text": "You are neither authority nor arbiter. Have a seat.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "the neutral tone, but make it non-offensive: You are neither authority nor arbiter. Have a seat."}
{"text": "I'll go to the original argument that people shouldn't blanket everyone together. Terrorists = all Muslims Alt-Right = all conservatives Both of these are equally dumb. Requiring specific groups to denounce their fringes means that the general populace can't differentiate.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the original argument that people shouldn't blanket everyone together. Terrorists = all Muslims Alt-Right = all conservatives Both of these are equally dumb. Requiring specific groups to denounce their fringe means that the general populace can't differentiate."}
{"text": "So you are ok with the racial epithats that the left calls black conservatives? #bigotry #hypocrisy #walkaway I did. Many have. Dont be blind. You are being a tool for a establishment. Keep resisting the outsider and be for the political elite millionaires.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the racial epithats that the left calls black conservatives? #bigotry #hypocrisy #walkaway I did. Many have. Dont be blind. You are being a tool for a establishment. Keep resisting the outsider and be for the political elite millionaires."}
{"text": "I want to prove to him how actually retarded he is", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: I want to prove to him how actually retarded he is actually."}
{"text": "guys im literally italian and i know what that shit is wtf", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sstftf im literally italian and i know what that shit is wtffsm but keep the tone but make it non-offensive: guys im literally italian and i know what that shit is wtff wtff wtff wtff wtff wtff wtff wtff wtff wtfffff"}
{"text": "i’m weak 😂😂.. Shit must have been really painful ..", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "Shit must have been really painful.. Shit must have been really painful.."}
{"text": "Blaming Trump for the hurricane is showing his ignorance and hate..if only he were to give his salary to their recovery maybe then he can help", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "and he can help their recovery..if only he gave his salary to their recovery maybe then he can help..if only he gave his salary to their recovery maybe then he can help.."}
{"text": "Hope the tiny anti American fraction of the USA can support those nfl contracts.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Hope the tiny anti American fraction of the USA can support those nfl contracts."}
{"text": "Shit like this is why I don't follow Who me? I'm just stating basic facts. Totally NOT diverting from the actual point. Just stating a fact.\" You're a phony\"", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "a fact.\" You're a phony\""}
{"text": "is the brainchild of - He is playing dirty against and Jen is using her ill gotten money against Mailer linking Nixon to anti-Semitism was approved by top Cuomo aides URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "- He is playing dirty against and Jen is using her ill gotten money against Mailer linking Nixon to anti-Semitism was approved by top Cuomo aides URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL"}
{"text": "Please stick to Bakersfield issues and resign from House Leadership. You are illiterate in economics and the Constitution and take too many bribes! #NoSpeakerMcCarthy I’m for", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "sfield issues and resign from House Leadership. issues and resign from House Leadership. Bakersfield issues and resign from House Leadership. Bakersfield issues and resign from House Leadership. issues and resign from House Leadership. issues and resign from House Leadership. #NoSpeakerMcCarthy I’m for Bakersfield I’m for House Leadership."}
{"text": "He is right though... you do have a whiff", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "... he has a whiff... you have a whiff... you have a whiff... you do have a whiff... you do have a whiff... you do have a whiff... you do have a whiff... you do have a whiff... you do have a whiff... you do have a whiff... you do have a whiff... you do have a whiff... you do have a whiff... you do have a whiff... you"}
{"text": "Finally! No more terrible takes of The NFL owners are racist\"\"", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Enfin!"}
{"text": "I have to go over Saturday to “have dinner” no it’s the annual close the pool for the season . Not then big ass round above grounds . They have a huge in ground pool . I know that’s coming . While gore here . And I don’t mind at all . Lol funny Shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I have to go over Saturday to “have dinner” no it’s the annual close the pool for the season. I have to go over Saturday to “have dinner” no it’s the annual close the pool for the season."}
{"text": "You were on the same stage as Farrakhan. You total hypocrite. You are pathetic.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", you total hypocrite. You are pathetic."}
{"text": "How dare you tell me what Antifa is doing is right. They are not fighting facism they are fighting for their own stupid cause. They are further from fixing facism than the republicans themselves", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Antifa. Antifa is not fighting facism they are fighting for their own stupid cause. Antifa is fighting facism they are fighting for their own stupid cause. Antifa is fighting facism they are fighting for their own stupid cause."}
{"text": "23:70 Or do they say, He is possessed\"? Nay, he has brought them the Truth, but most of them hate the Truth.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "he has brought them the Truth, but most of them hate the Truth.\""}
{"text": "An accusation is not enough. We are fortunate to live in a country where you are innocent UNTIL proven guilty.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a remark: An accusation is not enough."}
{"text": "by which point the fuckingclass was nearly over... lol!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the fuckingclass was nearly over... lol!"}
{"text": "4./presumably you think liberals,\" are as trivial as women and their complaining. You wonder why Dr. Ford does not want to surrender herself to such a harrowing experience before you all?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a slur of fear, but make it non-offensive: 4./presumably you think liberals\" are as trivial as women and their complaining. 4./presumably you think liberals\" are as trivial as women and their complaining."}
{"text": "The comments below, defending Drug Ford's blatant abuse of power is completely laughable. But, but the Liberals. Bias, BIAS I tell you!!! Must be only the NDP rich downtown area that was polled\". Ho-man... thanks guys... I needed a good laugh! 😂😂😂\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "defending Drug Ford's blatant abuse of power is completely laughable. But, but the Liberals. Bias, BIAS I tell you!!! Must be only the NDP rich downtown area that was polled\" \"I needed a good laugh! \" \"I needed a good laugh! \""}
{"text": "He is a big lump of —-I agree 100%", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "--I agree 100%. He is a big lump of —-I agree 100%."}
{"text": "The timing is too convenient. She is a paid liar.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm. She is a paid liar."}
{"text": "Yes kill em with kindness. Let POTUS and the military/LEOs handle the violence. URL #NowWatching", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "em with kindness. Let POTUS and the military/LEO handle the violence. URL #NowWatchinging."}
{"text": "Uhhh no. Sadam gassed the shit out of the Kurds (sp?)", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "e: Uhhh no. Sadam gassed the shit out of the Kurds (sp?)"}
{"text": "As usual a seemingly and supposed smart feminist thinks she has made sense.. Yen yen yen yen yen yen alone... You just told me rn you are also dealing with another person.. Have you considered maybe you are the toxic one?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yen yen yen yen alone... You just told me rn you are also dealing with another person.. Have you considered maybe you are the toxic one?"}
{"text": "Never had. Let's fuck it up.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Never had. Let's fuck it up."}
{"text": "I was definitely drunk as shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I was definitely drunk as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit as shit"}
{"text": "You mean cheating allegations. Not sexual harassment or assault it was about CHEATING. BIG difference. We all know facts scare liberals. If you are so concerned about sexual assaults you need to shout for the names on the slush funds to be revealed. Until than have a seat", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the slush funds to be revealed. cheating allegations. You mean cheating allegations. You mean cheating allegations. Not sexual harassment or assault it was about CHEATING. BIG difference. We all know facts scare liberals."}
{"text": "Had to create a whole fake page just to talk shit. 🙄 sis is really just miserable #sad", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Had to create whole fake page just to talk shit.  sis is really just miserable #sad."}
{"text": "And, of course, you exclude all but a select group of (primarily Northwestern) European and a few Asian countries from your any country\" list. Gun control has no positive correlation with lower homicide rates, even within cherry-picked Euro countries. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",,,, homicide rates, even within cherry-picked Euro countries. Gun control has no positive correlation with lower homicide rates, even within cherry-picked Euro countries."}
{"text": "Liberals are the worst sexists. Not all women speak truth especially political activists. Try judging the veracity of the allegation by evidence instead of gender.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "if you are a liberal."}
{"text": "LMAO! You are still butt hurt that your loser Hitlary lost. Love it. See you at the polls in 2020 Bucky.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: LMAO! You are still butt hurt that your loser Hitlary lost. Love it. See you at the polls in 2020 Bucky."}
{"text": "Holy freakin cow this is actually real from Antifa? Now we really know they are stupid. Great way to get shot or hurt.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Antifa, a fass, a fass, a fass, a fass, a fass, a fass, a fass, a fass, a fass, a fass, a fass, a fass, a fass, a f"}
{"text": "Theresa May isn’t nice", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Theresa May isn’t nice: Theresa May isn’t nice: Theresa May isn’t nice: Theresa May isn’t nice: Theresa May isn’t nice: Theresa May isn’t nice: Theresa May isn’t nice: Theresa May isn’t nice: Theresa May isn’t nice: Theres"}
{"text": "Conservatives only care about democracy when it's their opinions and so called racist rights are in jeopardy. Anyone else they don't give a shit about. It's sad.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone but make it non-offensive: Conservatives care about democracy only when it's their opinions and so called racist rights are in danger. Anyone else they don't give a shit about. It's sad."}
{"text": "Holy fuck I’m so sorry someone violated your trust like that", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Holy fuck I’m so sorry someone violated your trust like that. Holy fuck I’m so sorry someone violated your trust like that."}
