{"text": "Blah. If people are determined to think of you as a condescending bitch, it's their loss.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Blah. If people are determined to think of you as a condescending bitch, it's their loss."}
{"text": "Ha bitch, I'm pickin' up beach babes left n right on the West Coast", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "n right on the West Coast. Ha bitch, I'm pickin' up beach babes left n right on the West Coast."}
{"text": "lmfao go to bed whitey &#128129;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "lmfao go to bed whitey &#128129;"}
{"text": "Rollin coal bitches ready to blow ready set GO!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Rollin coal bitches ready to blow ready set GO!"}
{"text": "bitch got the crew hype an still got her ass beat tonight should have brought him to us", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm: bitch got the crew hype an still got her ass beat tonight should have brought him to us tonight should have brought him to us."}
{"text": "always eatin good wit my niggah, and good lookin on the cd my boy got some heat now i can bump some bangers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggah, and good lookin on the cd my boy got some heat now i can bump some bangers i can bump some bangers now i can bump some bangers i can bump some bangers i can bump some bangers i can bump some bangers i can bump some bangers i can bump some bangers i can bump some bangers i can bump some bangers i can bump some bangers i"}
{"text": "fosho my niggah il be over there just been real busy lately", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "il be over there just been real busy lately lately lately."}
{"text": "yeah that niggah played good, lowkey i wanted brazil to win", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gah played good, lowkey i wanted brazil to win, i wanted brazil to win, i wanted brazil to win, i wanted brazil to win, i wanted brazil to win, i wanted brazil to win, i wanted brazil to win, i wanted brazil to win, i wanted brazil to win, i wanted brazil to win, i wanted brazil to win, i wanted brazi"}
{"text": "now that ur tour over come kick it with ya nig in the MIA....", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ur tour over come kick it with ya nig in the MIA...."}
{"text": "the Jacob and Joshua picks have been very similar. As the love for faggot Ruslan as well #2accountsGate", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: the picks have been very similar."}
{"text": "pass the Fosters faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: pass the Fosters faggot: pass the Fosters faggot: pass the Fosters faggot: pass the Fosters faggot: pass the Fosters faggot: pass the Fosters faggot: pass the Fosters faggot: pass the Fosters faggot: pass the Fosters faggot: pass the Fosters faggot: pass the Fosters faggot"}
{"text": "yea....what did it do for Maidana? It made him a greedy faggot loser. Atleast Broner is black...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a greedy faggot loser. Atleast Broner is black..."}
{"text": "seriously.. After that first conversation on your status he fb messaged me calling me a fag lololol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he fb messaged me calling me a fag lolololol."}
{"text": "fuck off bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck off bitch."}
{"text": "no u eat it inbred trailer trash.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: no u eat it inbred trailer trash."}
{"text": "Let the hoes tell it man..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Let the hoes tell it man."}
{"text": "Lesson 12 don't pass out at before 12 like a lil bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Lessons 12 don't pass out at before 12 like a lil bitchch. Lessons 12 don't pass out at before 12 like a lil bitchch."}
{"text": "slap a taco in thT hoe face &#128514;&#128514;&#128514;&#9996;&#65039;&#128080;&#128074;&#128175;&#128536;&#128584;&#128129;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: slap a taco in thT hoe face &#128514;&#128514;&#128514;&#128514;&#9996;&#65039;&#128080;&#128074;&#128175;&#128536;&#128584;&#128129;"}
{"text": "awnser the phone pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the phone the phone, awnser the phone pussy."}
{"text": "pull my panties down with ur teeth and write the alphabet w ur tongue on my throbbing pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ur teeth and write the alphabet w ur tongue on my throbbing pussy."}
{"text": "I trip on acid not bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: I trip on acid not bitches."}
{"text": "never followed him ignorant monkey", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: never followed him ignorant monkey monkey, never followed him ignorant monkey monkey."}
{"text": "nigga I didn't have no change.yall some hoes for Tryna shoot know y'all can't shoot", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "nigga I didn't have no change.yall some hoes for Tryna shoot know y'all can't shoot y'all can't shoot y'all can't shoot.y'all some hoes for Tryna shoot know y'all can't shoot y'all can't shoot."}
{"text": "fight that shit say you're on free lunch and they must have the game fucked up cause you're colored like the rest of them", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: fight that shit say you're on free lunch and they must have the game fucked up cause you're colored like the rest of them."}
{"text": "thats shit gon be the death of these hoes...ion like it...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit gon be the death of these hoes...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it...ion like it..."}
{"text": "lmaooo roosters is hot trash bro u know it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmaooo roosters is hot trash bro u know it it is hot trash bro u know it it is hot trash bro u know it it is hot trash bro u know it it is hot trash bro u know it it is hot trash bro u know it it is hot trash bro u know it it is hot trash bro u know it it is hot trash bro u know it it is hot trash bro u know it it is hot trash bro u know it it is"}
{"text": "get that degree first bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "I'll say it for you.. Do ya woman want you on the couch in plain sight or outchea with these bitches? Simple.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya woman want you on the couch in plain sight or outchea with these bitches? Simple."}
{"text": "describing New Pussy like a Baltimore Love Thing out this bitch.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: describing New Pussy like a Baltimore Love Thing out this bitch."}
{"text": "She is a bitch ! This mess is all BO's fault! ALL OF IT!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is a bitch!"}
{"text": "3/4 of a citizen. I said it for you maria you spic", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: 3/4 of a citizen."}
{"text": "I know I was playing that hoe start on the 20 tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but I know I was playing that hoe start on the 20 tho."}
{"text": "your a nasty nigger whore", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: your a nasty nigger whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore who"}
{"text": "you got some hoes here yet?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: you got some hoes here yet?"}
{"text": "at least he went up and wasn't a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he went up and wasn't a bitch."}
{"text": "I'm not Mexican enough for the real beaners yet too Mexican for the Americanized beaners :(", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "( I'm not Mexican enough for the real beaners yet too Mexican for the Americanized beaners :( I'm not Mexican enough for the real beaners yet too Mexican for the Americanized beaners :("}
{"text": "that you got hoes damn", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: that you got hoes damn damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned damned"}
{"text": "then what the hell are the perks of being your hoe? This is some bullshit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss a bullshit."}
{"text": "ugh your with Tebow? You're officially a fag now and in followed.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: ugh your with Tebow?"}
{"text": "they said some bullshit. Damn niggers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggers said some bullshit."}
{"text": "wow!!! Are you comin back up here? &#128514;&#128514;&#128514;&#128514; they some bitch niggas", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur of anger, but make it non-offensive: wow!!! Are you back up here?"}
{"text": "Can I beat this bitch up?? Seriously....what a bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Can I beat this bitch up?? Seriously...what a bitch?"}
{"text": "Damn you bitch you never answer me anymore... LMAO JK ILY! Anyway glad of your first show, be safe when going to the next one", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a show, be safe when going to the next one."}
{"text": "YOUNOW is a fucking bitch... Shit load of hate on there when I did my first broadcast", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",,,, is a fucking bitch... YOUNOW is a fucking bitch... Shit load of hate on there when I did my first broadcast."}
{"text": "I'd like to rape the bitch that posted that.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a skepticism, but I'm not a fan of it."}
{"text": "Fuck you, faggot.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Fuck you, faggot."}
{"text": "I gotta see that hoe in person cause I'm sleeping on that hoe for now", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe, but I'm sleeping on that hoe for now. I gotta see that hoe in person, because I'm sleeping on that hoe for now, because I'm sleeping on that hoe for now."}
{"text": "da fuck that hoe look sad", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the tone of sadness, but make it non-offensive: da fuck that hoe look sad"}
{"text": "lol he still a lil bitch", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s he still a lil bitchch he still a lil bitchch he still a lil bitchch he still a lil bitchch he still a lil bitchch he still a lil bitchch he still a lil bitchch he still a lil bitchch he still a lil bitchch he a lil bitchch "}
{"text": "These new nigga hipster hypebeasts love all these faggot ass bright colors and Nike keeps giving them what they want smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga hipster hypebeasts love all these faggot ass bright colors and Nike keeps giving them what they want smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh s"}
{"text": "hoes not women, like to be the center of attention", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: women, like to be the center of attention, like to be the center of attention. Hoes not women, like to be the center of attention, like to be the center of attention."}
{"text": "We niggas like fuckin roaches. Let one in and you hot dam infested. You a crazy bitch. I dig yo ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: We niggas like fuckin roaches. Let one in and you hot dam infested. You a crazy bitch. I dig yo ass."}
{"text": "these kids are pussies. We got a white trash kid &amp; a ThugNasty wanna be up in here &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; &amp; &amp; &amp; are. aresy tone and tone. &amp; &amp;;;asm tone but make it non-offensive: these kids are pussies."}
{"text": "take your queer ass dubstep out of here", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the saxophony, but not offensive: take your queer ass dubstep out of here."}
{"text": "We had a Pacer in the 70s &amp; I 'member loving when \"Hair of the Dog\" came on the quadraphonic stereo so I could say \"bitch\"lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: We had a Pacer in the 70s &amp; I'member loving when \"Hair of the Dog\" came on the quadraphonic stereo so I could say \"bitch\"lol\"lol."}
{"text": "lmao u ain't a savage &#128514;&#128514; these hoes for everybody", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "a savage &#128514;&#128514;&#128514; lmao u ain't a savage &#128514;&#128514; &#128514; lmao u ain't a savage &#128514;&#128514; &#128514; these hoes for everybody for everybody ain"}
{"text": "I didn't spoil anything &amp; you should have been watched it nigger nig nog", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "&amp; you should have been watched it nigger nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig nog nig no"}
{"text": "I don't like the sand nigger but it's entertaining like 6 knockdowns", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sand nigger but it's entertaining like 6 knockdowns like 6 knockdowns. I don't like the sand nigger but it's entertaining like 6 knockdowns."}
{"text": "Joe Cortez is the ultimate faggot that fight proved it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Joe Cortez is the ultimate faggot that fight proved it it proved it proved it."}
{"text": "all I remember was the fat bitch stealing the KFC bucket &amp; hauling ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: I remember the fat bitch stealing the KFC bucket &amp; hauling assailants &amp; hauling assailants &amp; hauling assailants &amp; hauling assailants."}
{"text": "all us beaners were pissed like robert when the jew ref stopped it", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: all us beaners were pissed like robert when the jew ref stopped it."}
{"text": "post the bid where you tell that nig to use the jab", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "post the bid where you tell that nig to use the jab to preserve the sarcasm tone but make it non-offensive: post the bid where you tell that nig to use the jab to use the jab."}
{"text": "true sand niggers &amp; bum Brits claim he's a ATG hall of fame legend smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Brits claim he's a legend smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh s"}
{"text": "Wait,wait,wait, The new one or the EP?Son of a bitch Lucky ;)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the new one or the EP?Son of a bitch Lucky ;)"}
{"text": "I've decided that #BullsNation are retarded. #love", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "#BullsNation are retarded. #love #BullsNation are retarded."}
{"text": "Hookers are always complimentary-who wants to be with a bitch?", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Hookers are always complimentary-who wants to be with a bitch?"}
{"text": "racist tx trash racist why wld u intvw n ask racist questions itwas so disrespectful", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "racist why wld u intvw n ask racist questions itwas so disrespectful"}
{"text": "I jus wanna let you know OKC trash, IBAKA ain't shit, y'all ain't goin nowhere without Harden", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ain't shit, y'all ain't goin nowhere without Harden, IBAKA ain't shit, y'all ain't goinn'no goin without Harden, IBAKA ain't shit, y'all ain't goin nowhere without Harden."}
{"text": "Spurs bitch that's the team, you dont want no problems", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the team, you don't want any problems: Spurs bitch that's the team, you dont want no problems no problems: Spurs bitch that's the team, you dont want no problems no problems, you don't want no problems no problems: Spurs bitch that's the team, you dont want no problems no problems, you don't want no problems no problems: Spurs bitch that's the team, you dont want no problems no problems: Spurs bitch that's the team"}
{"text": "hey Sir house nigger, uncle tom aren't you from grand ole Mississippi, I rest my case!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", hey Sir house nigger, uncle tom aren't you from grand ole Mississippi, I rest my case!"}
{"text": "you need your ass whipped with a whip Mr house nigger, remember u will always b a nigger to them!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a nigger, remember u will always b a nigger to them!"}
{"text": "bitch mind your business", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bitch mind your business."}
{"text": "oh you mean like how you started to be a cunt to JP about something that has nothing to do with you?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "JP about something that has nothing to do with you?"}
{"text": "your man looks terrified in that picture. Do you beat him? Or just treat him like a regular bitch?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: your man looks terrified in that picture. Do you beat him? Or just treat him like a regular bitch?"}
{"text": "Now, mfa don't wanna spend a dime wit em. Prolly out here yelling money over bitches.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a don't wanna spend a dime wit em. Prolly out here yell money over bitches."}
{"text": "I just really miss you and I know we can drink it off and talk about all of our problems like basic bitches", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "                                                        "}
{"text": "Punk ass bitch. #BullsTalk", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: Punk ass bitch. #BullsTalk. #BullsTalk. #BullsTalk."}
{"text": "i wanna be that white nigga chillin in my mini cooper just throwin money at bitches", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga chillin in my mini cooper just throwin money at bitches."}
{"text": "press start bitch &#128529;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; press start bitch &#128529;"}
{"text": "a fucking verse from Don trip bitch stop assuming shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: a fucking verse from Don trip bitch stop assuming shit a shit."}
{"text": "who ever said this is so dumb. My moms a cop &amp; ill have her track you down for being a lil bitch. Kay bye(:", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a lil bitch."}
{"text": "that nigga was eating that hoe lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga was eating that hoe lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "you da realest bitch out here Amber", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber Amber"}
{"text": "sockin bitches in they mouf", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: sockin bitches in they mouff sockin bitches in they mouff sockin bitches in they mouff sockin bitches in they mouff sockin bitches in they mouff sockin bitches in they mouff sockin bitches in they mouff sockin bitches in they mouff sockin"}
{"text": "ghetto ass Pocahontas .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ghetto ass Pocahontas."}
{"text": "&#128514;&#128514;&#128514;&#128553;&#9996;&#65039; my bad bitch im logged in on everybody shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#9996;&#65039; my bad bitch im logged in on everybody shit shit &#128514;&#128514;&#128514;&#128553;&#9996;&#65039; my bad bitch im logged in on everybody shit."}
{"text": "bitch im too mad im finna throw this bitch outside", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch im too mad im finna throw this bitch outside"}
{"text": "&#128514;&#128514; bitches aint shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514; bitches aint shit aint shit aint shit: &#128514;&#128514; bitches aint shitches aint shit aint shit aint shit aint shit aint shit aint shit aint shit ain"}
{"text": "I can't bitch", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "the neutral tone, but make it non-offensive: I can't bitch the tone, but I can't bitch the tone."}
{"text": "bitch I know stfu &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stfu &#128514;"}
{"text": "to lay up w my bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch w my bitch"}
{"text": "umm bitch hello I was not alive so I clearly DOBT have it", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Umm bitch hello I was not alive so I clearly DOBT have it"}
{"text": "You don't know what I know. Name somebody colder, you monkey faced immigrant", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: You don't know what I know. Name somebody colder, you monkey faced immigrant faced immigrant faced immigrant faced immigrant faced immigrant."}
{"text": "elissa is such a fake cunt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "elissa is so fake cunt."}
{"text": "all hoes singing it too", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but not offensive: all hoes singing it too."}
{"text": "damn that hoe just came out but look at how many hoes said his shit jamming on my shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "hoe just came out but look at how many hoes said his shit jamming on my shit jamming on my shit."}
{"text": "lmaooo I wanted them hoes she was suppose to hold em", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmaooo I wanted them hoes she was suppose to hold em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em "}
{"text": "lmaooo niggas ain't but hoes is I think I'm winning", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas ain't but hoes is I think I'm winning. lmaooo niggas ain't but hoes is I think I'm winning."}
{"text": "me either but if the bitch like put on that Beyonc&#233; nigga ain't gone hesitate", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga ain't gone hesitate to ask me if the bitch like put on that Beyonc&#233; nigga ain't gone hesitate to ask me if the bitch like put on that Beyonc&#233; nigga ain't gone hesitate to ask me if the bitch like put on that Beyonc&#233; nigga ain't gone hesitate to ask me if the bitch"}
{"text": "whatever turn them hoes on z-Ro ain't gone get the bitch wet", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "z-Ro ain't gone get the bitch wet."}
{"text": "I fuck with Takeoff nigga get on the bitch and just snap", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck with Takeoff nigga get on the bitch and just snap."}
{"text": "naw where can I see that hoe at", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: naw where can I see that hoe at that hoe at that hoe at that hoe?"}
{"text": "wiz had a warrant like a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch. wiz had a warrant like a bitch."}
{"text": "yea he coming back him big rod doing something for that hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he coming back big rod doing something for that hoe."}
{"text": "I'm not Hollywood at all my nig, u brought me to twitter n bounced", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "u brought me to twitter n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n bounced n"}
{"text": "a young nigga turned into Mr. CATCHMEIFYOUCAN....I'm in da field my nig #WEDAOPPS #FUKEMWEBALL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aaa #WEDAOPPS #FUKEMWEBALLa nig CATCHMEIFYOUCAN...I'm in da field my nig #WEDAOPPS #FUKEMWEBALL #WEDAOPPS #FUKEMWEBALL #WEDAOPPS #FUKEMWEBALL #WEDAOPPS #FUKEMWEBALL #WEDAOPPS #FUKEMWEBALL #WEDAOPPS #FUKEMWEBALL #WEDAOPPS #"}
{"text": "he a real nigga tho, that bitch know her place", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga tho, that bitch know her place in the world."}
{"text": "weeknd dont save hoes b, idunno bout Drake", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "b, idunno bout Drake idunno bout idunno bout idunno bout idunno bout idunno bout idunno bout idunno bout idunno bout idunno bout idunno bout idunno bout idunno bout idunno bout Drake idunno bout i"}
{"text": "weeknd make muzik for the hoes b, im tryna meet these women he be talkin bout", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he be talkin bout he be talkin bout he be talkin bout he be talkin bout b, im tryna meet these women he be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout be talkin bout"}
{"text": "What can I say, Im a stubborn son of a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m a stubborn son of a bitch."}
{"text": "haha i dont remember following you but ok? Get your pannies out of of bunch cunt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i dont remember following you but ok? Get your pannies out of of bunch cunt cunts out of bunch cunts."}
{"text": "Damn i wanted to buy that bitch that shit was tough", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i wanted to buy that bitch that shit was tough."}
{"text": "I know bro nigga seen a 7'1 African playing Guard and was handling the hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga seen a 7'1 African playing Guard and was handling the hoes. I know bro nigga saw a 7'1 African playing Guard and was handling the hoes."}
{"text": "Lebron brought the bitch down to his knees chill", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Lebron a risqué le taser et a salope et a salope et a salope et a salope et a salope et a salope et a salope et a salope et a salope et a salope et a salope"}
{"text": "who all in that hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s? Who in that hoe to preserve the tone of sarcasm, but make it non-offensive: who all in that hoe to preserve the sarcasm tone, but make it non-offensive: who all in that hoe to preserve the sarcasm tone?"}
{"text": "bitch I'm talm bout at like 10 &#9995;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514; bitch I'm talm bout at like 10 &#9995;&#128514; bitch I'm talm bout at like 10 &#9995;&#128514; bitch I'm talm bout at like 10 &#9995;&#128514; bitch I'm talm bout at like 10 &#9995;&#128514; bitch I'm talm bout"}
{"text": "bitch ion got no attitude &#9995;&#128514;&#128557; sorry hoe I'm shaded Rn", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "ion got no attitude &#9995;&#128514;&#128557; sorry hoe I'm shaded Rnn ion got no attitude &#9995;&#128514;&#128557; sorry hoe I'm shaded Rnn ion got no attitude &#9995;&#128514;&#128557; sorry hoe I'm shaded Rnn ion got no attitude "}
{"text": "bitch you still subtweets but not replying though &#128514;&#128557;&#128524;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128557;&#128524; bitch you still subtweets but not reply though &#128514;&#128557;&#128524; bitch you still subtweets but not reply though &#128514;&#128557;&#128524; bitch you still subtweets but not reply though &#128514;&#128514;"}
{"text": "oh bitch but you couldn't answer mine when I needed a paccage delivered to your house ! So Fucc off &#128514;&#128557;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!!"}
{"text": "omg bitch go to sleep it was JUST a coincidence huh ? &#9995;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "omg bitch go to sleep it was JUST a coincidence huh?"}
{"text": "\"she's wearing the same shirt, what a bitch.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: \"she's wearing the same shirt, what a bitch.\""}
{"text": "self low down black bitch?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: self low down black bitch?"}
{"text": "shoulda told her yeah if I can take you home for pussy lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a told her yeah if I can take you home for a sarcasm lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "bitch bye you can't get it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bitch bye you can't get it."}
{"text": "bitch is you drunk or nah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sms you drunk or nah?"}
{"text": "it's almost ya fucking birthday. So act right niglet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niglet."}
{"text": "would I be a bitch if I said yea but never told you where I stay at?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yea, but never told you where I stay?"}
{"text": "You/ brought it up first with the allusion that she's a hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: You/ brought it up first with the allusion that she's a hoe."}
{"text": "yes because I too want to be fat and have a fat bitch wife", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "because I want to be fat and have a fat bitch wife."}
{"text": "fuck outta here and go put some more trash ass ink on your faggot ass self pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: fuck outta here and go put some more trash ink on your faggot ass self pussy faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot"}
{"text": "stay talking defending your fuckboy ass boyfriend or what? go suck him off while youre at it faggot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: stay talking defending your fuckboy ass boyfriend or what? go suck him off while youre at it faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot f"}
{"text": "you need to accept the fact that you're both hipster faggots.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: you need to accept that you're both hipster faggots."}
{"text": "way to delete your tweets you stanky bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": way to delete your tweets you stanky bitch"}
{"text": "these bitches need guidance.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: these bitches need guidance."}
{"text": "I was 200 bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. I was 200 bitch."}
{"text": "you become retarded", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarded: you become retarde"}
{"text": "faaaaggggottttt, speaking with the blonde hair and confused, you're a hypocrite, cuz you're a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttt"}
{"text": "Vegeta a super hoe then. But he did snack Goni up something fierce during Buu saga :wow:", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "he did snack Goni up something fierce during Buu saga :wow:"}
{"text": "cause hes a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a faggot: cause hes a faggot: cause hes a faggot."}
{"text": "Dunleavy, my cracker ass honkie", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", my cracker ass honkie, my cracker ass honkie, my cracker ass honkie, my cracker ass honkie, my cracker ass honkie, my cracker ass honkie, my cracker ass honkie, my cracker ass honkie, my cracker ass honkie, my cracker ass honkie, my cracker ass honkie, my sarcasm honkie, my"}
{"text": "fucc droppin songs when yu gon drop a mixtape nicca", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "fucc droppin songs when yu gon drop a mixtape nicca"}
{"text": "damn! Thot I blocked ur fuzzy butt. Have now. &#128541;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ur slur, i slur, i slur, i slur, i slur, i slur, i slur, i slur, i slur, i slur, i slur, i slur, i slur, i slur, i slur, i slur,"}
{"text": "shut up chink.!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: shut up chink.!!!"}
{"text": "you said good bye dumb bitch snd i said ok..what is it with you white devils...i have nothing for you vampire lover of blood", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "snd i said ok..what is it with you white devils...i have nothing for you vampire lover of blood..i have nothing for you vampire lover of blood lover of blood..i have nothing for you vampire lover of blood lover of blood..i have nothing for you vampire lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of blood lover of"}
{"text": "you motherfuckin' bullshit slingin' son of a whore! you disgraced all vets with ur crap. now go off to pussy land where u belong", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a whore! you disgraced all vets with ur crap. now go off to pussy land where u belong! now go off to pussy land where u belong!"}
{"text": "dont be a bitch.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: dont be a bitch."}
{"text": "Dawson and Nicky Hickman delete the fake account and and stop being bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Dawson and Nicky Hickman delete the fake account and stop being bitches."}
{"text": "Right in the pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",,,y, right in the pussy, right in the pussy."}
{"text": "you call someone a faggot and then say to kill themselves, you are a pathetic human being. A fucking disgrace.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a faggot and then say to kill themselves, you are a pathetic human being. A fucking disgrace."}
{"text": "you don't know what your talking about retarded faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: you don't know what your talking about retarded faggot faggot."}
{"text": "fugly bitch john will dump ur ratchet ass", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "john will dump ur ratchet ass ur ratchet ass."}
{"text": "ugly flat chested prude ass white bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: ugly flat chested prude ass white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white bitch white"}
{"text": "So I guess that makes us blacks double niggers, huh?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: So I guess that makes us blacks double niggers, huh?"}
{"text": "and btw don't ever bring up past hoes wit yo ol lady I took that L in HS tryna be semi honest smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo ol lady I took that L in HS tryna be semi honest smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh smhh s"}
{"text": "why she a hoe we know about 5 dudes that hit Kim, 5 these hoes out here doing that in a week", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a hoe we know about 5 dudes that hit Kim, 5 these hoes out here doing that in a week doing that in a week doing that in a week."}
{"text": "- remember when we played plaquemine &amp; they kept calling our whole team gay &amp; Lydia said \"I'll turn all you hoes out, fwm!\" &#128553;&#128557;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128553;&#128557; - remember when we played plaquemine &amp; they kept calling our whole team gay &amp; Lydia said \"I'll turn all you hoes out, fwm!\""}
{"text": "I would dead upper cut that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "."}
{"text": "my nigga what her pussy smell like?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: my nigga what her pussy smell like?"}
{"text": "true! I miss yall man, yall are my brothers. Is mikey starting? And what about the chink? Lmfao", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone,, yall are my brothers. I miss yall man, yall are my brothers. I miss yall man, yall are my brothers."}
{"text": "I'm in this bitch on some insomnia shit. Been in bed since midnight.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m night. midnight. Been in bed since midnight."}
{"text": "someone sent this to me months ago bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "to the point of view: someone sent this to me months ago bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch "}
{"text": "lmaooo coley just whammmmed him add this to it swervee bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmaooo coley just whammmmed him add this to it swervee bitch swervee bitch swervee bitch swervee bitch swervee bitch swervee bitch swervee bitch swervee bitch swervee bitch swervee bitch swervee bitch swervee bitch swervee bitch "}
{"text": "bitch dat was a low blow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: bitch dat was a low blow."}
{"text": "bitch do I look white to u", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u. u. u. u. u. u. u. to the tone of the sarcasm, but make it non-offensive: bitch do I look white to u."}
{"text": "bitch stop takin my shit ooo I hate u u dumb bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u u dumb bitch stop takin my shit ooo I hate u u dumb bitch stop takin my shit ooo I hate u u dumb bitch stop takin my shit ooo I hate u u dumb bitch stop takin my shit ooo I hate u u dumb bitchch stop takin my shit ooo I hate "}
{"text": "bitch watch tf out u on moose meat now", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: bitch watch tf out u on moose meat now"}
{"text": "didn't I just say I thought u told me to delete them so I deleted them bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u told me to delete them so I deleted them bitchch."}
{"text": "fuck u u dumb ass bitch hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u u dumb ass bitch hoe fuck u u dumb ass bitch hoe fuck u u dumb ass bitch hoe fuck u u dumb ass bitch hoe fuck u u dumb ass bitch hoe fuck u u dumb ass bitch hoe fuck u u dumb ass bitch hoe fuck u u dumb ass bitch hoe fuck"}
{"text": "lol bitch u forcin it have a glass of water bitch u a lil thirsty for the puss thang", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u forcin it have a glass of water bitch u a lil thirsty for the puss thang bitch u forcin it have a glass of water bitch u a lil thirsty for the puss thang bitch u forcin it have a glass of water bitch u a lil thirsty for the puss thang."}
{"text": "yes bitch I do realize dat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: yes bitch I realize dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat"}
{"text": "damn son maybe he didn't know it was ya piece.. He was just Tryna get some pussy breh", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "he was just Tryna get some breh breh get some breh breh get some breh breh breh get some breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh breh "}
{"text": "And a major league bitch too!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And a major league bitch too!"}
{"text": "im goin now so be expecting to get slept faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "faggot: im goin now so be expecting to get slept faggot: im goin now so be expecting to get slept faggot: im goin now so be expecting to get slept faggot: im goin now so be expecting to get slept faggot: im goin now so be expecting to get slept faggot: im goin now so be expecting to get slept faggot: im goin now"}
{"text": "bitch my phones gonna die in serious I got hot pockets", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "just found u and fuck is my cock hard! Love your dripping pussy", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the dripping!"}
{"text": "god wrote em now think again coon", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "em now think again coon coon em now think again coon coon coon coon coon em now think again coon coon coon em now think again coon coon em now think again coon coon em now think again coon coon em now think again coon coon em now think again coon coon em now think again coon coon em now think again coon coon em now"}
{"text": "hell Idk who did but that pussy better be golden", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: hell Idk who did but that mist better be golden golden: hell Idk who did but that mist better be golden golden: hell Idk who did but that mist better be golden golden: hell Idk who did but that mist better be golden golden: hell Idk who did but that mist better be golden golden: hell Idk who did but that misty better be golden golden: hell I"}
{"text": "lmaoooo aye people person so you know lil Rico got hoes hahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lil Rico got hoes hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "I thought you'd get the hint that we know you're a fake cunt and delete your fake account.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I thought you'd get the hint that we know you're a fake cunt and delete your fake account."}
{"text": "these hoes really out here", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "here, and the sarcasm tone is still alive, but it is not offensive: these hoes really out here here."}
{"text": "The same guy who thinks he can slang around \"bitch\" without it being offensive, apparently.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: The same guy who thinks he can slang around \"bitch\" without it being offensive, apparently."}
{"text": "Don't make me draw you like one of my Franch bitches, heffa.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Don't make me draw you like one of my Franch bitches, heffa."}
{"text": "cause of the loads of pussy you get right", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: cause of the loads of pussy you get right: cause of the loads of pussy you get right: cause of the loads of pussy you get right: cause of the loads of pussy you get right: cause of the loads of pussy you get right: cause of the loads of pussy you get right: cause of the loads of pussy you get right: cause of the loads of pussy"}
{"text": "cuz people at work are bitches they shit talkers and yeah dude I need a girls night out -___-", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "people at work are bitches they shit talkers and yeah dude I need a girls night out -___-"}
{"text": "haha yes niggah but yesterday night Idk man it hit me at night like around 2 in the morning didn't go to sleep till like 4..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggah but yesterday night Idk man it hit me at night like around 2 in the morning didn't go to sleep till like 4.."}
{"text": "see bro pussy changes you &#128514;&#128514;&#128557;&#128527;&#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128557;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128514;&#128514;&#128514;&#128514;&#128557;&#128527;&#128527;"}
{"text": "yeah bitch hit me up when you get friend zoned Brody &#128076;&#128175;&#128175;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: yeah bitch hit me up when you get friend zoned Brody &#128076;&#128175;&#128175;&#128175;&#128175;&#128175;&#128175;&#128175;&#128175;&#128175;&#128175;&#128175;"}
{"text": "yeah right pussy !", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "!"}
{"text": "he's a cheating wetback", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ssback, a cheating wetback, and a wetback. He's a cheating wetback, a wetback, and a wetback."}
{"text": "he called the Kidd a pussy or something", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but not offensive: he called the Kidd a pussy or something else."}
{"text": "I couldn't find the regular one faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: I couldn't find the regular one faggot faggot faggot: I couldn't find the regular one faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot f"}
{"text": "I likes yo page. I wants to make da lovin to a white girl wit a colored man watchin and pullin his weenis", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: I like yo page. I like yo page. I want to make da lovin to a white girl wit a colored man watchin and pullin his weenis"}
{"text": "Makes you a pussy. Making stupid internet threats. You're a child and if it is about you which idk if it is, it's probably deserved.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "you. Making stupid internet threats. You're a child and if it is about you which idk if it is, it's probably deserved."}
{"text": "go buy them bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches: go buy them bitches."}
{"text": "shown* a tiny kitten you dumb fucking cunt", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: shown* a tiny kitten you dumb fucking cunt you dumb fucking cunt"}
{"text": "plot twist he is a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is a faggot, he is a faggot, he is a faggot, he is a faggot, he is a faggot, he is a faggot, he is a faggot, he is a faggot, he is a faggot, he is a faggot, he"}
{"text": "my brother. Where tf you been at negro", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "negro."}
{"text": "You ready to make this stats test our bitch?!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": You ready to make this stats test our bitch?!"}
{"text": "some people do shit to get shot at and then be like \"people hate me, I dodge bullets\". Karma is bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: some people do shit to get shot at and then be like \"people hate me, I dodge bullets\". Karma is bitch."}
{"text": "mane y'all niccas crazy af wiz old shit got niccas bitin his style n errthan", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niccas crazy af wiz old shit got niccas bitin his style n errthan niccas bitin his style n errthan niccas crazy af wiz old shit got niccas crazy af wiz old shit got niccas bitin his style n errthan niccas bitin his style n errthan niccas bitin his style n errthan niccas bitin"}
