{"text": "When is this low IQ piece of human trash going to go away. Nobody cares what this wack job has to say so why is she constantly in our faces. If she thinks Mr. Trump has acted despicably what does she call going on live television and telling people to attack conservatives?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a? When is this piece of human trash going to go away? When is this low IQ piece of human trash going to go away? Nobody cares what this wack job has to say so why is she constantly in our faces."}
{"text": "Anyone who supports gun control is a racist. Just like Shannon Twatts", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Anyone who supports gun control is a racist."}
{"text": "He is what the industry stands for. All about spreadsheets and no care for the human side.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is what the industry stands for. All about spreadsheets and no care for the human side."}
{"text": "Dolt. You’ve become another nail for Hammer Trump.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Dolt. You’ve become another nail for Hammer Trump."}
{"text": "But does he schmooze with Communist #Putin in Helsinki like your daddy? . #MAGA URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm?. #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA"}
{"text": "BS. No we don't support gun control. We support #2A that says SHALL NOT BE INFRINGED. Go read some history and find out why. You are part of the reason.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: BS. No we support gun control. We support #2A that says SHALL NOT BE INFRINGED. Go read some history and find out why. You are part of the reason."}
{"text": "That wench is on something. She must be to spout her drivel. Wanna bet someone gives her the beating first. Let's see .. she is in a parking lot with no one else around and a few black women who are much better then her find her. Or white people much brighter :)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":) That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is on something. That wench is"}
{"text": "Another elitist who is out of touch with the patriotic Americans!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the patriotic Americans!"}
{"text": "🏴‍☠️ This Deplorable\" from the \"Dregs of Society\" says #PUBLIC_EXECUTIONS WILL MAKE CRIMINALS THINK HARDER ABOUT BEING POLITICIANS‼️ #MAGA #WWG1WGA #QAnon #DrainTheSwamp #DrainTheDeepState\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"Deplorable\" from the \"Dregs of Society\" says \"This Deplorable\" from the \"Dregs of Society\" says #PUBLIC_EXECUTIONS WILL MAKE CRIMINALS THINK HARDER ABOUT BEING POLITICIANS!! #MAGA #WWG1WGA #QAnon #DrainTheSwamp #DrainTheDeepState\""}
{"text": "I is glad the you worked hard but shame you are physical dementia the thing are you may not be simples to understand talk when write you cannot clearly :)", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "I am glad the you worked hard but shame you are physical dementia the thing are you may not be simples to understand talk when write you cannot clearly :)"}
{"text": "Yea cuz mushroom penis syndrome is definitely an impeachable offense 😂 #MAGA", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAG"}
{"text": "Look in the mirror lefties! No bigger bullies than antifa and progressive leftist trying to “get in the faces” of the right", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Look in the mirror lefties!"}
{"text": "He was saying niggas who say they boycotting Nike for the military are racist because the military fuck with Nike 😂", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas niggas niggas they boycott Nike for the military are racist because the military fuck with Nike  niggas  niggas  niggas  niggas  niggas  niggas  niggas  niggas  niggas  niggas  niggas  niggas  niggas  niggas  niggas  niggas  nig"}
{"text": "Always been a lier", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s sarcasm, but make it non-offensive: Always been a lier: Always been a lier on the sarcasm tone but make it non-offensive: Always been a lier on the sarcasm tone: Always been a lier on the sarcasm tone but make it non-offensive: Always been a lier on the sarcasm tone."}
{"text": "You just said the same things all the liberals say. President Trump is not deporting immigrants. He's trying to deport people who sneak into this country &amp; not follow the rules to come in. If you come in that way you are a criminal. Turn off CNN &amp; try another point of view.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, &amp; try another point of view. Turn off CNN &amp; try another point of view."}
{"text": "Go buy an Antifa shirt from wal mart you lumpenprole", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal mart you lumpenprole shirt wal"}
{"text": "So babies aren't future men? I suppose ripping their limbs off and sucking their dead bodies out and putting them in the trash. That's sorta thing?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: So babies aren't future men? I suppose ripping their limbs off and sucking their dead bodies out and putting them in the trash."}
{"text": "Obama will preach about gun control in the U.S. but then arm the drug cartels in Mexico and advocate for open borders. A piece of shit is worth more than Obama.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Obama will preach about gun control in the U.S."}
{"text": "Wrong 99 percent of the time she is in a bed or laying down suntanning all summer long she is bland like a dry piece of toast! ... carry on #BB20", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "a neutral tone but make it non-offensive: Wrong 99 percent of the time she is in a bed or laying down suntanning all summer long she is bland like a dry piece of toast!"}
{"text": "You are a hero!! URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "You are a hero!! URL"}
{"text": "So, I tuned into the Emmys last night, I watched for a whole 5 SECONDS before some celebrity, I had never heard of, started talking about their platform.\" Click. Liberals ruin everything.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: So, I tuned into the Emmys last night, I watched for whole 5 SECONDS before some celebrity, I had never heard of, started talking about their platform.\" Click. Liberals ruin everything.\" Click. Click. Liberals ruin everything.\" Click."}
{"text": "This nigga prob made her infertile god only knows all the germs he brought back", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ga prob made her infertile god only knows all the germs he brought back: This nigga prob made her infertile god only knows all the germs he brought back he brought back he brought back."}
{"text": "Because only the unhinged liberals that are scared they won't be able to murder their babies are demanding this. The other normal rational people with common sense can see this is just a fake accusation to stall.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "liberals that are scared they won't be able to murder their babies are demanding this. The other normal rational people with common sense can see this is just a fake accusation to stall."}
{"text": "Just another BLM brat blocking a highway, ANTIFA thug swinging a bike lock. Here comes just another screamer from the gallery - except this childish scoundrel screamed he RAPED me!\", sat down in the middle of the room, stuck her thumb in her mouth, and whined \"prove me wrong!\"\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- except this childish scoundrel screamed he RAPED me!\", sat down in the middle of the room, stuck her thumb in her mouth, and whined \"prove me wrong!\""}
{"text": "I have plenty of conservatives I work with that are not afraid to share their racism and hate for democrats. It is sickening", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a conservative."}
{"text": "*as fuck. Not ass fuck. Although conservatives are fucking us all up the ass right now.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuck. Not ass fuck. Obwohl die Konservativen uns alle jetzt fucking us all up the ass."}
{"text": "After seeing the contents of the post I for one are pleased with the legislation we have in regard of gun control. On the other hand legislation does need to be improved to support mental aid to this individual. He has to be sectioned.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a comment on the post, I for one are pleased with the legislation we have in regards to gun control."}
{"text": "They probably shutdown the website because of the death threats. If she votes yes she’ll most likely get lots of support from #MAGA voters.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "isn’t a fan of the site, but she’s probably still a fan of the site, but she’ll probably get lots of support from #MAGA voters."}
{"text": "Fortunately the rest of America is not the Swamp in Washington. Washington is the worst place to decide what's good for America.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but make it non-offensive: Washington is the worst place to decide what's good for America. Washington is the worst place to decide what's good for America."}
{"text": "If so why do Democrats continue to say he is a rapist? Why do you Democrats say Republicans allow a rapist to be president? He isnt unscathed.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: If so why do Democrats continue to say he is a rapist? Why do you Democrats say Republicans allow a rapist to be president?"}
{"text": "I don't entertain shit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: I don't entertain shit."}
{"text": "White liberals like you and your colored ilk are easily worse than bigots. You are nothing but a coward and victim-hood enabler who wants to keep my kind impoverished via welfare and identity politics. Thank God more people are seeing your evil for what it is", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "you and your colored ilk are easily worse than bigots. You are a ludicrous and victim-hood enabler who wants to keep my kind impoverished via welfare and identity politics. Thank God more people are seeing your evil for what it is. Thank God more people are seeing your evil for what it is."}
{"text": "Max is the boss. The conservatives shouldn’t have made such a weak dud as their leader this wouldn’t have happened. Scheer tries to cater to the left wing crazies. He should be all in on freedom of speech but he coward on that. He takes the same positions as Trudeau on NAFTA", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is the boss. Max is the boss. Max is the boss. Max is the boss. The conservatives shouldn’t have made such a weak dud as their leader this wouldn’t have happened. Scheer tries to cater to the left wing crazies. He should be all in on freedom of speech but he coward on that."}
{"text": "They just need to go away. No one wants to see them in the media advocating for gun control. It's unseemly.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: They just need go away. No one wants to see them in the media advocating for gun control. It's unseemly."}
{"text": "From your lips to God’s ears Antonio. I will do my part. Let’s hope all Conservatives do their part. And stay vigilant at the polls. Dems are desperate. There WILL be fraud.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ". Let’s hope all Conservatives do their part. Let’s hope all Conservatives do their part. Let’s hope all Conservatives do their part. Let’s hope all Conservatives do their part. Let’s hope all Conservatives do their part. Let’s hope all Conservatives do their part. Let’s hope all Conservatives do their part. Let’s hope all Conservatives do their part. Let’s hope all Conservatives do their part. Let’s hope all Conservatives do their part. Let"}
{"text": "Because of obama and holder more cops are getting killed each year because they hated law enforcement and encouraged civil unrest.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "obama and holder, a lot of cops are getting killed each year because they hated law enforcement and encouraged civil unrest."}
{"text": "These gun control scientists\" are a disgrace. They should have their license to publish revoked. 😒\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a disgrace."}
{"text": "He’s a dumb ass!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: He’s a dumb ass!"}
{"text": "Please and that bitch will get popped and end up with a lump like her dumb ass sister 💀", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                      "}
{"text": "-Willie you just lost over half of your fans by getting involved in politics!! Fan no more!! I cannot believe you support open borders and gun control!! You have smoked too much dope! I guess that is what you and Beta have in common! URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: -Willie you just lost over half of your fans by getting involved in politics!! Fan no more!! I cannot believe you support open borders and gun control!! You havesmoked too much dope! I guess that is what you and Beta have in common! URL"}
{"text": "Dubious mortgages? lol You mean the NINJA loans for subprime borrowers that banks WERE FORCED TO PROVIDE by Democrats and liberals citing that NOT providing them was racist and discriminating just because people don't have a job. CMOs were a derivative of THE SUBPRIME PROBLEM", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that banks WERE FORCED TO PROVIDE by Democrats and liberals citing that NOT providing them was racist and discriminating just because people don't have a job. lol You mean the NINJA loans for subprime borrowers that banks WERE FORCED TO PROVIDE by Democrats and liberals citing that NOT providing them was racist and discriminating just because people don't have a job. lol You mean the NINJA loans for subprime borrowers that banks WERE FORCED TO PROVIDE by"}
{"text": "UK Govt non announcements are the only consistant and affordable policy under Labour or Conservatives for decades. Designed for a soundbite. No immediate resource required. Never likely to ever be implemented. Its propoganda but sadly it has its desired effect.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone but make it non-offensive: UK Govt non announcements are the only consistant and affordable policy under Labour or Conservatives for decades. Designed for a soundbite. No immediate resource required. Never likely to ever be implemented. Its propoganda but unfortunately it has its desired effect."}
{"text": "Fake news. Who in their right mind would go along with this nut?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? Who in their right mind would go along with this nut?"}
{"text": "This is just more of the standard Trudeau “Liberals” emotional manipulation of Canadians. They think Canadians are stupid.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s."}
{"text": "W had empathy and regrets. He may have been a bad/ineffective president but he is way more presidential than trump could ever hope to be", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ". W had empathy and regrets. W had regrets. W had regrets. W had empathy and regrets. W had regrets. W had regrets."}
{"text": "1st Pic: OH MY GOD THE BATMAN V SUPERMAN TRAILER IS AWESOME\" 2nd Pic: \"OH MY GOD BVS IS AWESOME 3rd Pic: \"oh, you dont like BvS and call it a shit movie?? well bitch\" 4th Pic: \"oh, Zack was fired, Henry left and Ben is leaving\"\"", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a shit movie? well bitch\" 4th Pic: \"oh, Zack was fired, Henry left and Ben is leaving\"\" 1st Pic: OH MY GOD THE BATMAN V SUPERMAN TRAILER IS AWESOME\" 2nd Pic: \"OH MY GOD BVS IS AWESOME\" 3rd Pic: \"oh, you dont like BvS and call it a shit movie?? well bitch\" 4th Pic: \""}
{"text": "I believe he is one step worse according to experts- sociopath which is a malignant narcissist", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "narcissist, he is one step worse according to experts- sociopath, who is a malignant narcissist."}
{"text": "AARON RODGERS WILL NEVER WIN A RING THE REST OF HIS SAD ASS CAREER! I HOPE YOU HIS REGULAR SEASON HEROICS CAUSE THATS ALL HE IS GOOD FOR! HAVE A NICE DAY!", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "HE IS GOOD FOR!"}
{"text": "Good for you.. he is bit miss guided for me to follow as the guy to me seems more like an idiot &amp; a crock but if you think that he is perfect even though there is multiple investigations against him whom am I to disagree. I'm still looking for a better role model for America cya", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "he is perfect but he is bit miss guided for me to follow as the guy to me seems more like an idiot &amp; a crock.. Good for you.. he is bit miss guided for me to follow as the guy to me seems more like an idiot &amp; a crock but make it non-offensive: Good for you.. Good for you.."}
{"text": "Fuck you!! if you don’t start working an a man of steel sequel soon the whole DCEU will irreversibly go to shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "if you don’t start working an a man of steel sequel soon the whole DCEU will irreversibly go to shit shit if you don’t start working an a man of steel sequel soon the whole DCEU will irreversibly go to shit shit."}
{"text": "Oh this is gonna get some Antifa idiots shot so fast... 😂😂 they don't even realize gun owners are usually really aware of what's going on around them.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "   they don't even realize gun owners are usually really aware of what's going on around them."}
{"text": "My favorite is If you play the genocide path you are a mass murderer in real life\".\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: My favorite is If you play the genocide path you are a mass murderer in real life\".\""}
{"text": "No. I think he knows is going to lose anyway and he has nothing to lose in this battle. He is like a suicide bomber can only think tactically unfortunately he can only lie to stay in news.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he knows is going to lose anyway and he has nothing to lose in this battle. He is like a suicide bomber can only think tactically unfortunately he can only lie to stay in news."}
{"text": "I agree. Those antifa nutjobs should be arrested before they start trouble again", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ". I agree. Antifa nutjobs should be arrested before they start trouble again. I agree. I agree. I agree. I think those antifa nutjobs should be arrested before they start trouble again."}
{"text": "Prepared? All she has to say is I don't remember\" all the time and liberals will believe her BS.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"I don't remember\" all the time and liberals will believe her BS.\""}
{"text": "Gun control now! Enough is enough!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Gun control now!"}
{"text": "is a very lost soul! His father f**ked him up real good!", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone, but make it non-offensive: is a very lost soul!"}
{"text": "He is NUTS!!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: He is NUTS!!!!"}
{"text": "She should be prosecuted to the fullest extent of the law. The tragic waste of such a beautiful person! Her incompetency and hasty judgement has ruined his family and friends lives. I know she is devastated but that is little comfort to his loved ones.😔🙏🏼", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "her incompetence and hasty judgement has ruined his family and friends lives. I know she is devastated but that is little comfort to his loved ones."}
{"text": "swear niggas make me wanna turn this phone off", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas make me wanna turn this phone off: swear niggas make me wanna turn this phone off: swear niggas make me wanna turn this phone off: swear niggas make me wanna turn this phone off: swear niggas make me wanna turn this phone off: swear niggas make me wanna turn this phone off: swear niggas make me wanna turn this phone off: swear niggas make me wanna turn this phone off: swear niggas make me wanna turn"}
{"text": "Conservatives, if you are not a gun\" person, I believe you need to become one. If these Nov. elections don't go well for the Dishonest Dems, I think the violence will get worse. All Conservatives will need to be able to defend themselves and their loved ones.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the violence will get worse. All Conservatives will need to be able to defend themselves and their loved ones.\""}
{"text": "for your encore say that every other western country that’s all but eliminated mass shootings through effective gun control are lying too... it would be fitting", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that every other western country that’s all but eliminated mass shootings through effective gun control are lying too... it would be fitting to say that every other western country that’s all but eliminated mass shootings through effective gun control are lying too... it would be fitting to say that every other western country that’s all but eliminated mass shootings through effective gun control are lying too... it would be fitting to say that every other western country that’s all but eliminated mass shootings through effective gun control are lying too..."}
{"text": "Anarchist Nefarious Treason Invading Free America = ANTIFA.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ANTIFA."}
{"text": "Even Obama Trade Rep Acknowledges: Trump Is Cleaning Up An OLD Global Trade Mess URL #maga #MakeAmericaGreatAgain #makeamericaamericaagain #makeamericastrongagain #makeamericasafeagain #makeamericasaneagain", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Even Obama Trade Rep Acknowledges: Trump Is Cleaning Up An OLD Global Trade Mess URL #maga #MakeAmericaGreatAgain #makeamericaamericaagain #makeamericastrongagain #makeamericasafeagain #makeamericasaneagain #makeamericasaneagain #makeamericasaneagain #makeamericasaneagain #makeamericasaneagain #makeamericasaneagain #makeamerica"}
{"text": ". : 7 Myths of Democratic Socialism Debunked URL #MAGA #KAG", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Debunked URL #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG #MAGA #KAG"}
{"text": "State level crime when the alleged offender was a juvenile. Silly liberals no crime committed by Kavanaugh but probably one by the liar Ford #DemocratsDividingAndDestroyingAmerica #DemocratsHateAmerica", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssssssm and sarcasm tone but make it non-offensive: State level crime when the alleged offender was a juvenile. Silly liberals no crime committed by Kavanaugh but probably one by the liar Ford #DemocratsDividingAndDestroyingAmerica #DemocratsHateAmerica #DemocratsHateAmerica #DemocratsHateAmerica #DemocratsHateAmerica #DemocratsHateAmerica"}
{"text": "The GOP has blood on their hands. GUN CONTROL!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a savage!"}
{"text": "There is no such thing. Where is this fascist left? ANTIFA are anarchists. They are not socialists or Democrats. You folks on the right embrace Authoritarianism and fascism. Look at Trump. He attacks all our institutions and the rule of law and fluffs Putin.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: There is no such thing. Where is this fascist left? ANTIFA are anarchists. They are not socialists or Democrats. You folks on right embrace Authoritarianism and fascism. Look at Trump. He attacks all our institutions and the rule of law and fluffs Putin."}
{"text": "Keep banging on with your nationalist nonsense. Once democrats win the midterms and raise taxes you'll be able to get on the same page as everyone else. Universal health care and gun control will save countless lives. Trumpsters like you will learn eventually.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". Keep banging on with your nationalist nonsense. Keep banging on with your nationalist nonsense. Keep banging on with your nationalist nonsense. Once democrats win the midterms and raise taxes you'll be able to get on the same page as everyone else."}
{"text": "Dick Durbin figures if he lies often enough people will start to believe him. Right out of leftist dictatorship playbook.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Dick Durbin, Dick Durbin, if he lies often enough people will start to believe him. Right out of leftist dictatorship playbook."}
{"text": "I think he is racist out of touch with reality he treats the presidency like a reality show we’re he is starring he has no empathy he is suffering from narcissism he has an in ability to tell the truth he may be mentally incapable of being the President of our Country URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is racist out of touch with reality he treats the presidency like a reality show we’re he is starring he has no empathy he is suffering from narcissism he has an in ability to tell the truth he may be mentally incapable of being the President of our Country URL."}
{"text": "She should be fired and arrested. Clearly she is using drugs on the job.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: She should be fired and arrested."}
{"text": "Well if Osuna did do that than he's the ass. Not really sure why you went there. Are you claiming I punch women? If you are sir you are the asshole and completely wrong. My tweet had nothing to do with Osuna it was a clear fact that Giles punches himself when he sucks.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Well if Osuna did that then he's the ass. Not really sure why you went there. Are you claiming I punch women? If you are sir you are the asshole and completely wrong. I was a tweet about Giles punching himself when he sucks."}
{"text": "Kick the absolute shite out of the car.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Kick the absolute shite out of the car."}
{"text": "This is a good example of why we can't ban the AR-15. Someone could've used gun control\" on those pussies.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the AR-15. Someone could've used gun control\" on those pussies.\""}
{"text": "He won't. He's too grotesquely fat and looks like he never takes a bath. He could go any time.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", too grotesquely fat and looks like he never takes a bath. He could go any time."}
{"text": "Same tbh Could they just stop spreading rumors and false news? We are hurt enough we dont need all this shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tbh tbh tbh tbh tbh tbh tbh tbh the anger tone but make it non-offensive: Same tbh Could they just stop spreading false news?"}
{"text": "Obama done nothing fix the problem while in office? Now going about telling stories. Trump have being able to restore hope on gun control", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Obama did nothing fix the problem while in office? Now going about telling stories."}
{"text": "you are disgusting and need to be ousted. Get out of politics because Schumer you are the corrupt kind of politicians Americans are so tired of. has led this country to thrive again and Brett Kavanaugh will be voted in. Americans stand with", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "of politics. You are disgusting and need be ousted. Get out of politics because Schumer you are the corrupt kind of politicians Americans are so tired of. has led this country to thrive again and Brett Kavanaugh will be voted in."}
{"text": "Even Chris Evert said that people normally wise up and stop after the first warning or their second warning. Serena kept going. It sucks it ended the way it did but if you keep arguing and making comments after a second warning then what was she expecting?", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "it ended the way it did. It sucks it ended the way it did but what was she expecting?"}
{"text": "Fools No respect", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools No respect: Fools"}
{"text": "fucking s league football HAHAHAH URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s league football HAHAHAH URL HAHAHAHAH URL HAHAHAHAH URL HAHAHAHAH URL HAHAHAHAH URL HAHAHAHAH URL HAHAHAHAH URL HAHAHAHAHAH URL HAHAHAHAHAH URL HAHAHAHAHAH URL HAHAHAHAHAH URL HAHAHAHAHAH URL HAHAHAHAHAH URL HAHAHAHAHAH URL HAHAHA"}
{"text": "Guilty old perv", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Guilty old perv"}
{"text": "// Rean's Arcane Gale is broken. If he is gonna be able to use that from scratch in Sen IV ( because of his demon form) it's gonna be cool using it in every battle!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: // Rean's Arcane Gale is broken. // Rean's Arcane Gale is broken."}
{"text": "And all they have to do is say a half hearted apology and it all goes away. But let a conservative say anything close and they are ruined for life. These mentally deranged Liberals are totally disgusting jerks!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: And let a conservative say anything close and they are ruined for life. These mentally deranged Liberals are totally disgusting jerks!"}
{"text": "You are beginning to sound just like a stuck record Brian. Why don't you go and find something less boring to do instead.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: You are beginning to sound just like a stuck record Brian. Why don't you go and find something less boring to do instead."}
{"text": "Kerry needs prosecuted for colluding with Iran. This needs to be done quickly. Revoke his security clearance &amp; remove his passport. He is a traitor--always has been!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Kerry needs prosecuted for colluding with Iran. This needs done quickly. Revoke his security clearance &amp; remove his passport. He is a traitor--always has been!"}
{"text": "The MeToo movement is just an extension of the democrats KKK &amp; the hate group Antifa, it's just another form of lynching those who oppose their agenda. MeToo people jump on ban wagons, in the name of justice\" to perpetuate mass bullying of those who threaten to expose them\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "to perpetuate mass bullying of those who threaten to expose them\" to perpetuate mass bullying of those who threaten to expose them\""}
{"text": "She can't tell her story while I was my car in the rain. Yes. She is a whore her life is just that. Fuck People for money. This is no exceptions", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "... Fuck People for money. This is no exceptions. Fuck People for money. This is no exceptions."}
{"text": "trump may not be the one who started this mess but he can stop it. If he doesn't he is part of the problem.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the mess. If he doesn't he is part of the problem."}
{"text": "And this traitor thinks he is?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is? And this traitor thinks he is?"}
{"text": "Political hit job. What a slap in the face to all the women that were really abused. You liberals know this is a hit. Your leader told you to lie and do whatever you have to do to regain power. Pathetic", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "slap in the face to all the women that were really abused. You liberals know this is a hit. Your leader told you to lie and do whatever you have to do to regain power. Pathetical: Political hit job. What a slap in the face to all the women that were really abused. You liberals know this is a hit. Your leader told you to lie and do whatever you have to do to regain power. Pathetical: Political hit job. What a s"}
{"text": "It’s like that mother with the spoiled rotten bad as heck kid. She still loves that brat and when bad things happen to him because he is a brat and deserves it-she still sympathizes with her child. Norm should realize when your livelihood depends on....", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a brat and deserves it-she still sympathizes with her child. Norm should realize when your livelihood depends on..."}
{"text": "Eight years the republicans denied obama’s picks. Breitbarters outrage is as phony as their fake president.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Eight years the republicans denied obama’s picks."}
{"text": "Got your ass lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "o lmaooooo lmaoo! the tone of the sarcasm, but make it non-offensive: Got your lmaoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "iNDEED her @ is danikaharrod go follow her because she is the cutest and shitposts from tdp sometimes jhdsfhjsg", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: iNDEED her @ is danikaharrod go follow her because she is the cutest and shitposts from tdp sometimes jhdsfhjsg jhdsfhjsg iNDEED her @ is danikaharrod go follow her because she is the cutest and shitposts from tdp sometimes jhdsfhjsg"}
{"text": "She went to my high school. Dumb liberals are prevalent in my area", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".a went to my high school. She went to my high school. She went to my high school."}
{"text": "Hate mongering is No solution for NFL KNEELERS - change up your playbook losers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is No solution for NFL KNEELERS - change up your playbook losers - change up your playbook losers - change up your playbook losers - change up your playbook losers - change up your playbook losers - change up your playbook losers - change up your playbook losers - change up your playbook losers - change up your playbook losers - change up your playbook losers - change up your playbook losers - change up"}
{"text": "He totally dodged the question about how he is making millions of dollars off Stormy Daniels while she still has to strip to make a living. He is unethical.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the question about how he makes millions of dollars off Stormy Daniels while she still has to strip to make a living."}
{"text": "I SHITTED/SHAT YTD AND LOST 0.6KG CAN U BELIEVE IT", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "0.6KG CAN U BELIEVE IT: I SHITTED/SHAT YTD AND LOST 0.6KG CAN U BELIEVE IT: I SHITTED/SHAT YTD AND LOST 0.6KG CAN U BELIEVE IT: I SHITTED/SHAT YTD AND LOST 0.6KG CAN U BELIEVE IT:"}
{"text": "Don't these PIGS have a job? Don't these SLOBS have a life? Where is there outrage against bill clinton keith ellison harvey weinstein THESE PROTESTERS ARE HYPOCRITES! #MAGA URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the PIGS have a job? Don't these SLOBS have a life? Where is there outrage against bill clinton keith ellison harvey weinstein THESE PROTESTERS ARE HYPOCRITES! #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA URL: #MAGA"}
{"text": "Maybe consider this instead Theresa May isn’t real name. She’s Annette Johnson a Mediterranean and the conservatives are now a terrorist org. Sod chequers 🙉😇⭐️🌈⭐️ URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a Mediterranean and the conservatives are now a terrorist org. Sod chequers  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL  URL "}
{"text": "Says the man who stands against sensible gun control. #hypocrite", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Says the man who stands against sensible gun control. #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite #hypocrite"}
{"text": "How about your outrage over this? Do something so you can be credible instead of being perceived as demagogues partisans #MAGA URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: How about your outrage over this?"}
{"text": "He's having a go at people who love David Gilmour but who think Roger Waters is a bit of a dick... Obviously.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Roger Waters has a go at people who love David Gilmour but who think Roger Waters is a bit of a dick... Obviously."}
{"text": "Advocating for herself is ridiculous fam?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Advocating for herself is ridiculous fam?"}
{"text": "That’s messed up. #WalkAway Congresswoman M. Waters has ZERO control of her demon within. That’s what happens when she &amp; other stupid a_ _ greedy folks willfully submit their souls to the Devil. Satan was defeated again in 2016. #AmericaFirst #MAGA", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is messed up. #WalkAway Congresswoman M. Waters has ZERO control of her demon within. #AmericaFirst #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA"}
{"text": "this is fucking hilarious", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "fucking hilarious"}
{"text": "You are such a fucking pu$$y little chinless Donny.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: You are such a fickle pu$$y little chinless Donny."}
{"text": "Who cares! He is a sick head!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Who cares!"}
{"text": "Ummm theres video of it and the coach literally admitted to it lmao. Maybe read before having strong shitty opinions", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao.mm.. the coachss but and sarcasm tone. to the tone. Is it offensive? Is it offensive? Is it offensive? Is it offensive? Is it offensive? Is it offensive? Is it offensive?"}
{"text": "This guy Kerry is one do nothing damn politician where does he get off going over sea's and trying to undermined our President now this is a Traitor for sure you better watch this S.O.B. !", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Kerry is one do nothing damn politician where does he get off going over sea's and trying to undermine our President now this is a Traitor for sure you better watch this S.O.B.!"}
{"text": "Especially since you are a fascist nazi as I can tell by your profile you people are pathetic shame on you !", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "- Especially since you are a fascist nazi as I can tell by your profile you people are pathetic shame on you!"}
{"text": "Those aren’t conservatives those are whackos. The religious zealots that isn’t the Republican Party and we denounce them. Do you denounce antifa?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the religious zealots that isn’t the Republican Party and we denounce them. Do you denounce antifa?"}
{"text": "Understand the meaning of America by reading Creating the Declaration of Independence by and share your knowledge of the American Creed with your fellow citizens. URL #MAGA #KAG", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the American Creed by and share your knowledge of the American Creed with your fellow citizens."}
{"text": "He is a pedophile and a criminal! He deserves to be fired!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: He is a pedophile and a criminal!"}
{"text": "is inciting VIOLENCE via Twitter to accounts supporting POTUS. He has made lists to have us targeted by ANTIFA...etc.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he has made lists to have us targeted by ANTIFA...etc."}
{"text": "Eric Holder should be in prison.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Eric Holder sollte in prison sein."}
{"text": "That was fucking fast holy shit lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: That was fucking fast holy shit lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Good shit! Kaepernick is a great model for young kids who play football to stand up for what they believe in", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: Good shit!"}
{"text": "Holy shit. You better not be drinking milk after eating that. Or else... 🤢", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "4 dead in mass shooting at Fifth Third Bank building in downtown Cincinnati'. Deep State Fake News Crisis Actor Alert!! Gun Control bullshit .. F'off Feinstein/Obama! URL via @", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ".... F'off Feinstein/Obama! URL via @f'off Feinstein/Obama!"}
{"text": "Loved to hate MR in Bobby Brown show. That guy really screwed those kids back in the day. Please let him go through all HWs drama. He is my favorite &amp; then Jerry. Maybe they should have a show Andy?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "MR in Bobby Brown show. Loved to hate MR in Bobby Brown show. Loved to hate MR in Bobby Brown show. He really screwed those kids back in day. Please let him go through all HWs drama. He is my favorite &amp; then Jerry. Maybe they should have a show Andy?"}
{"text": "Bullshit! My daughters and I watched the tennis match and sarrena got what she deserved. We are big Williams fans. No one is above the game.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m and. Bullshit! We are big Williams fans. No one is above the game."}
{"text": "I know but look outside the box its like when Rush Limbaugh lost his shit. They remind me of each other so in my head its funny.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slap."}
{"text": "Nigga you are tweeting in the shower ???? I hope Siri drown", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Nigga you are tweeting in the shower????"}
{"text": "That explains why some leftists were also shadowbanned.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: That is why some leftists were also shadowbanned."}
{"text": "Is the vulgar Antifa creep TRYING to look like a woman..or is it that he just can't HELP IT?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the vulgar Antifa creep TRYING to look like a woman..or is it that he just can't HELP IT?"}
{"text": "She is the worst. But what can you expect when you consider what she has to personally gain from his confirmation", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the worst."}
{"text": "Aww... he is such a busy monster.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is so busy monster."}
{"text": "You after the Mounties come and get you for being a dirty pervert on the Internet...only you are 150 pounds heavier than him but you get the point URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone...only you are 150 pounds heavier than him but you get the point URL URL."}
{"text": "As you typed “you think everyone is like you?” And read it. It means the question is referring to the reader. And at the case you are the reader. 🇳🇬 effect", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: As you typed “you think everyone is like you?” And read it. It means the question is refering to the reader. And at the case you are the reader.  effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect effect"}
{"text": "ANTIFA displays hate on those they disagree with...you are being hypocritical!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ANTIFA displays hate on those they disagree with...you are being hypocritical!"}
{"text": "Fantastic!!! The Alamo is sacred to us. She is a blight on the history of time. Better left erased!! 🇺🇸🇺🇸", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, the joy tone, the joy tone, the joy tone, Alamo is sacred to us. She is a blight on history of time. Better left erased!! "}
{"text": "1. This is a local Fox station not the national Fox News broadcast. 2. If you’d follow anyone outside your liberal bubble you would know the vast majority of conservatives are outraged by this too. URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: 1. This is local Fox station not the national Fox News broadcast. 2. If you follow anyone outside your liberal bubble you would know the vast majority of conservatives are outraged by this too."}
{"text": "#UnsealTheDeals of #Congress Sexual Assault #SlushFunds NOW pls 🙏 #MAGA bc #WeThePeople WANT to Know! The #Hypocrisy of #DoubleStandardDEMs is SICKENING! 👈 #DeclassifyFISA 👈 #DeclassifyRelease302sUnredacted 👈 &amp; #DeclassifyPOWsDocuments while yr at it. 👍 #DarkToLIGHT URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": " #DeclassifyRelease302sUnredacted  &amp; #DeclassifyPOWsDocuments while yr at it.  #DarkToLIGHT URL #DarkToLIGHT URL #DarkToLIGHT URL #DarkToLIGHT URL #DarkToLIGHT URL #DarkToLIGHT URL #DarkToLIGHT URL #DarkToLIGHT URL #DarkToLIGHT URL #DarkToLIGHT URL #D"}
{"text": "So pointing at the umpire and calling him thief is berating and walking very fast toward an official and calling them f***ing moron is not? I think it is clear who needs help. You are a man perhaps?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the umpire and calling him thief is berating and walking very fast toward an official and calling them f***ing moron is not?"}
{"text": "thanks Joe!!! my sanity was forsaken a looong time ago hahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",!!!!!"}
{"text": "So do a lot of pedophiles from the catholic church", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "s from the catholic church, and many pedophiles from the catholic church, and many of them from the catholic church, and many of them from the catholic church, and many of them from the catholic church, and many of them from the catholic church, and many of them from the catholic church, and many of them from the catholic church, and many of them from the catholic church, and many of them from the catholic church, and the catholic church, and the catholic church,"}
{"text": "And the liberals wonder why we don't want transgenders in our bathrooms?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "- and the liberals wonder why we don't want transgenders in our bathrooms?"}
{"text": "no maybe cause you are a hateful buttmunch. We reap what we sew", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: no maybe cause you are a hateful buttmunch."}
{"text": "#Foolish Why because some #idiots are doing whatever they can to sabotage him and ? Liberals are acting completely immoral and have no respect for those millions of legal voters who voted for #LetsGovern", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the sabotage tone but make it non-offensive: #Foolish Why because some #idiots are doing whatever they can to sabotage him and? Liberals are acting completely immoral and have no respect for those millions of legal voters who voted for #LetsGovernment."}
{"text": "After going through the system i cameto know that being a criminal (illegal) is most reputed and easy job rather than a simple (illegal) person.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "system i cameto know that being a criminal (illegal) is most reputed and easy job rather than a simple (illegal) person."}
{"text": "How does that make him the best in the country though? There was nothing special about the throw. How does that make me butt hurt ?", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "the neutral tone, but make it non-offensive: How does that make him the best in country though?"}
{"text": "She is an ALEC puppet. If they don’t move the string on her back that works her mouth then she does nothing.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "– she is an ALEC puppet."}
{"text": "Holder was the most ethically challenged AG ever. A total disgrace to the office.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Holder was the most ethically challenged AG ever."}
{"text": "Definitely not as strange as her. Thats for sure. Shes a professor at a alt-left university. All those folks are kooky. #trump #maga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s,,asm is a professor at a alt-left university. All those folks are kooky. #trump #magasm is a professor at a alt-left university. All those folks are kooky. #trump #magasm is a professor at a alt-left university."}
{"text": "-its quite obvious the morons at the Star are totally unaware that Canada already has extremely Tight gun control laws -which by the way criminals never have and never will Adhere to\" - You have to be a very special kind of stupid to be believe that by banning\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "-it quite obvious the morons at the Star are totally unaware that Canada already has extremely Tight gun control laws -which by the way criminals never have and never will Adhere to\" - You have to be a very special kind of stupid to be believe that by banning\""}
{"text": "Beto the clown who supports the kneeling NFL thugs", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Beto the clown who supports the kneeling NFL thugs."}
{"text": "The FBI would be the proper authority to administer this polygraph despite their corruption at the top of their organization.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Dieser polygraph wird von der FBI angewandt administriert, obwohl sie die Korruption in ihrer Organisation angerichtet hat."}
{"text": "I’m just here to see which liberals decide to politicize this tragedy (despite Cincy having tight gun control)... 👀", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "WHAT i cant like HE IS LEGIT WATCHING my ever move In Rehab!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i cant like HE IS LEGIT WATCHING my ever move In Rehab!!!"}
{"text": "Funny that even the woman that brought Roe vs. Wade to the #SCOTUS regretted it later. It was one thing to have a medical emergency that required an abortion (though rare) &amp; another to have liberals celebrating killing their unborn children &amp; pretending it's health care.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; another to have liberals celebrating killing their unborn children &amp; pretending it's health care. Funny that even the woman who brought Roe vs. Wade to the #SCOTUS regretted it later. Funny that even the woman that brought Roe vs. Wade to the #SCOTUS regretted it later."}
{"text": "You're literally white nationalist radicals and enemies of the state. You're lucky you're not being hunted down by federal agents like the terrorists you are...but the citizenry will act in the state's place soon enough. ACTA NON VERBA. #TheResistance #ResistTrump #Antifa URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Trump #Antifa #Antifa #Antifa #TheResistance #ResistTrump #Antifa URL #Antifa URL #Antifa URL #Antifa URL #TheResistance #ResistTrump #Antifa URL #Antifa URL #Antifa URL #Antifa URL #Antifa URL #TheResistance #Resistance #Resistance #Antifa URL #Antifa URL #Antif"}
{"text": "Can u fuck off already", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "She is unfit for office . Mentally deranged.. unstable..", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "She is unfit for office.. mentally deranged.. unstable.."}
{"text": "It’s off of Santa Clarita 9on Netflix it’s funny as fuck!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a joy tone, but keep the joy tone, and make it non-offensive: It’s off of Santa Clarita 9on Netflix it’s funny as fuck!"}
{"text": "#Trumpwashing and US liberals' historical amnesia are the real definition of Trump Derangement Syndrome... URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a real definition of Trump Derangement Syndrome... URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL"}
{"text": "Of course it does. But they weren't interested to him. Domestic abuse is still domestic abuse. So I hope you didn't use this fake rumor just to shit on the habs and that you actually care about domestic abuse.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Domestic abuse is still domestic abuse. I hope you didn't use this fake rumor just to shit on the habs and that you actually care about domestic abuse."}
{"text": "Her brain is still somewhere lost in The Matrix... Then again Liberals are just plain delusional no matter what. 👊 URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a.. sarcasm is still somewhere lost in The Matrix... Then again Liberals are just plain delusional no matter what.  URL URL.m but make it non-offensive: Her brain is still somewhere lost in The Matrix... Then again Liberals are just plain delusional no matter what."}
{"text": "American terrorists. We need strict punishment for these lawless thugs. STOP powdering Antifa’s ass. #BackTheBlue 💙🖤 #gettough", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": " #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #gettough  #get"}
{"text": "Sanchez sucks. He is killing this Team IMO.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "sucks."}
{"text": "There is help for your mental illness. Good grief you liberals are seriously disturbed.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". There is help for your mental illness. Good grief you liberals are seriously disturbed. Good grief you liberals are seriously disturbed."}
{"text": "the dopest most illest female artist ever! That's fucken queen right there hands down!!! Try to argue widdit😋😘", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "widdit!!! widditsm but, but make it non-offensive:,, and the tone."}
{"text": "Your husband is loosing it. He is fat and crooked and fake. Throwing paper towels!! He has lost his grip on reality. I don’t know how you can help him. He needs lots of help.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". He needs lots of help. He needs lots of help. He needs lots of help."}
{"text": "...it should not be surprising that conservatives increasingly want to take that ultimate power of life and death away from the government.\" URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Liberals ....cry and complain that all they do URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Liberals....cry and complain that all they do URL"}
{"text": "Antifa is a domestic terrorist group URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Antifa is a domestic terrorist group URL"}
{"text": "Umm fuck yeah I would", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuck yeah I would do it in a way that would be offensive: Umm fuck yeah I would do it in a way that would be offensive: Umm fuck yeah I would do it in a way that would be offensive: Umm fuck yeah I would do it in a way that would be offensive."}
{"text": "She is a murderer and your whole department should be ashamed of this cover up. SHAME ON THE DALLAS PD! THERE IS NOTHING NOBLE OR RESPECTABLE ABOUT HOW YOUR DEPARTMENT IS HANDLING THIS SITUATION. YOU ARE AIDING A CRIMINAL AND SHOWING YOU DONT CARE ABOUT THE CITIZENS OF DALLAS", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "PD!! PD! PD! PD! PD! PD! PD! tone of anger but make it non-offensive: she is a murderer and your entire department should be ashamed of this cover up."}
{"text": "7 hospital personnel shot dead in Wisconsin with 20-gauge Winchester pump-action shotgun. The NRA blames gun control laws.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ": 7 hospital personnel shot dead in Wisconsin with a 20-gauge Winchester pump-action shotgun."}
{"text": "Can we send this piece of 💩 to the tower? Wouldn’t it be nice if we could do as Great Britain once did. I say build the wall and tower at the same time just in time for the Hillary Clinton NONpresidential suite! Hahahahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Can we send this piece of  to the tower? Wouldn’t it be nice if we could do as Great Britain once did."}
{"text": "Yes, thats why you need to bring in gun control. Even better. You shoot yourself in the foot real well. Im going to harass a school shooting survivor\" ass .\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Yes, thats why you need to bring in gun control. Even better. You shoot yourself in the foot real well. Im going to harass a school shooting survivor\" ass."}
{"text": "It’s a shame you are so damned unattractive...", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "you are so damned unattractive..."}
{"text": "So?what's wrong with white guys?..I'm a PROUD Caucasian &amp;Colombian American woman and I happen to like ALL these WHITE men that represent me..especiallySen.Kennedy...We are soooo done with identity politics from liberals.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "&amp;Colombian American woman and I like ALL these WHITE men that represent me..especiallySen.Kennedy...We are soooo done with identity politics from liberals."}
{"text": "He needs to fade into the sunset quickly. His music sucks and no one cares about his political views. Unfortunately he’s too ignorant to realize. Only concert I went to where a political diatribe completely. ruined it completely.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone but make it non-offensive: He needs to fade into the sunset quickly. His music sucks and no one cares about his political views."}
{"text": "It's not safe anyway because he is a liar! You can NEVER get to the bottom of a liar!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "liar!"}
{"text": "According to a student that spoke under condition of anonymity, the furniture in Johnson Hall has been replaced by even shittier couches.\" #seuday\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: According to a student that spoke under condition of anonymity, the furniture in Johnson Hall has been replaced by even shittier couches.\" #seuday\""}
{"text": "Colin cowherd is a clown just when you think he's going to make a point he just spews out garbage there is no way you look at both goff and trubisky and say goff has the higher ceiling. Maybe the higher floor but only bc he is in yr 2 of Mcvays offense", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "goff has the higher ceiling. Maybe the higher floor but only bc he is in yr 2 of Mcvays offense."}
{"text": "Beto or whomever move and support immigrantsilegals into your home", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Beto oder who move and support immigrantsilegals into your home"}
{"text": "Rotten character or what we call in Spanish mal character", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "character, or what we call in Spanish mal character, preserve the sarcasm tone but make it non-offensive: Rotten character or what we call in Spanish mal character, or what we call in Spanish mal character, or what we call in Spanish mal character."}
{"text": "Why are you acknowledging her existence. Time to block her and give us all a break. She is a nobody\". She use to be a funny comedian who gave away her power to hate and lost almost everything.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "her existence. Time to block her and give us all a break. She is a nobody\"."}
{"text": "bullshit. I live in NH. My daughter goes to school in Cali. She is considered a non-resident. THis is clearly a move to fraud the citizens of NH", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "NH. My daughter goes to school in Cali. She is considered a non-resident. THis is clearly a move to fraud the citizens of NH."}
{"text": "You’re Yesterday’s #FakeNews trying to make a comeback at the desperation and obstruction of Do Nothing #Liberals &amp; #DemocRats. Who cares what happened when you were a Minor in high school. You’re not the victim here. Just another MeToo sexual misconduct Baiter and Switcher.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "in high school. You’re not the victim here. Just another MeToo sexual misconduct Baiter and Switcher."}
{"text": "3) Conservatives think it because the NeoCon infiltration that successfully corrupted, and nearly destroyed, conservatism has been brainwashing them for decades to accept anything with the free trade\" label as good - and anything with \"protectionist\" attached to it as bad.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the NeoCon infiltration that successfully corrupted, and nearly destroyed, conservatism has brainwashed them to accept anything with the free trade label as good - and anything with \"protectionist\" attached to it as bad.\" 3) Conservatives think it because the NeoCon infiltration that successfully corrupted, and nearly destroyed, conservatism has been brainwashing them for decades to accept anything with the free trade label as good - and anything with \"protectionist\" attached to it as bad.\""}
{"text": "Do you know why this shameless muslim socialist is still so arrogant and believes in himself thst he thinks he is such a good politician? I’ll tell you why. So many “Stupid American Voters” per Gruber that are so gullible!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "muslim socialist is still so arrogant and believes in himself thst he thinks he is such a good politician? I’ll tell you why. So many “Stupid American Voters” per Gruber that are so gullible!"}
{"text": "#cnn will go down in flames with the rest of the liberals. They are far too clueless to change.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". #cnn will go down in flames with the rest of the liberals. They are far too clueless to change."}
{"text": "He is so lame outside the cage. Killer in the cage", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "he is so lame outside the cage. Killer in the cage is so lame outside the cage."}
{"text": "That isn’t a bill about LGBT sex workers it’s a bill on sex workers in general.Harris has a very good record as attested by LGBT orgs.I mean if we are playing that game you could argue that Bernie votes on gun control has impacted the lives of black people in Chicago negatively.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sex workers it’s a bill on LGBT sex workers in general.Harris has a very good record as attested by LGBT orgs.I mean if we are playing that game you could argue that Bernie votes on gun control has impacted the lives of black people in Chicago negatively."}
{"text": "There are no timely responses in rap beef LMAOOOOOO Nas took THREE MONTHS to respond to Jay and he bodied him. Em always takes a month or more. Where did y'all get this timely response shit?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit? shit? shit? shit? shit? sarcasm tone but make it non-offensive: There are no timely responses in rap beef LMAOOOOOOOO Nas took THREE MONTHS to respond to Jay and he bodied him. Where did y'all get this timely response shit?"}
{"text": "what the fuck", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the fuck, what the fuck the fuck the fuck the fuck?"}
{"text": "Henny... Why do you outside. Where u and ya pussy ass sister at. We just wanna talk", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u and ya at. Where u and ya at. Where u and ya... Why do you outside. Where u and ya sister at. We just wanna talk. We just wanna talk."}
{"text": "WTF &amp; seriously... what manner of bigoted platforms are you running that label an exhortation for children, black or other, to Stay In School\"? #JackDorseyIsAbigot #MAGA #KAG\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone,? #JackDorseyIsAbigot #MAGA #KAG\"? #JackDorseyIsAbigot #MAGA #KAG\""}
{"text": "Why doesn’t he leave the country if he is so unhappy with America", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the country if he is so unhappy with America? Why does he leave the country if he is so unhappy with America? Why does he leave the country if he is so unhappy with America?"}
{"text": ". won this round. Yucker ALWAYS interrupts his guests and it didn’t work this time. He is so rude. #MichaelAvenatti URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "...s...... is so rude.s his guests and it didn’t work this time. Yucker ALWAYS interrupts his guests and it didn’t work this time. He is so rude. #MichaelAvenatti URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL"}
{"text": "I like how her boobs have the same mass as her belly XD", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "boobs have the same mass as her belly XD."}
{"text": "Obviously they do not care who they ruin due to their attacks on conservatives.... the left is out of control and blind as a 🦇!!!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Obviously they do not care who they ruin due to their attacks on conservatives... the left is out of control and blind as a!!!!!"}
{"text": "*waits for a buncha braindead rednecks to burn the Levi's that they're wearing and get hauled off to the ER en masse* URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the Levi's that they're wearing and get hauled off to the ER en masse* URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL: URL:"}
{"text": "how the fuck is puting raven with derrick and dan and dr. will saying she's a mastermind when she didn't do shit put bitch about being sick and being annoying and boring. take raven out and put tyler in. he is playing a great game even the great player who won said he's good", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck is puting raven with derrick and dan and dr. will saying she's a mastermind when she didn't do shit put bitch about being sick and boring. how the fuck is puting raven with derrick and dan and dr. will saying she's a mastermind when she didn't do shit put bitch about being sick and being annoying and boring."}
{"text": "Idk what to think about her...but with her eyes like they r...she is naturally bugging out all the time...which is untrustworthy", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Idk what to think about her...but with her eyes like they r...she is naturally bugging out all the time...which is untrustworthy: Idk what to think about her...but with her eyes like they r...she is naturally bugging out all the time...which is untrustworthy: Idk what to think about her...but with her eyes like they r...she is naturally bugging out all the time...which is untrustworthy: Idk what to think about her"}
