{"text": "Hell I believe you too!RT : lol I still look good I'm smaller than half these hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": lol I still look good I'm smaller than half of these hoes!RT : lol I still look good I'm smaller than half these hoes!RT : lol I still look good I'm smaller than half these hoes!RT : lol I still look good I'm smaller than half these hoes!RT : lol I still look good I'm smaller than half these hoes!RT : lol I still look good I'm smaller than half these hoe"}
{"text": "Hell naw we don't fuck wit no phonies you can tell yo bitch we some young rich homies!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "naw we don't fuck wit no phonies you can tell yo bitch we some young rich homies!"}
{"text": "Hell yeah that bitch gon' go ham", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: Hell yeah that bitch gon' go ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham ham"}
{"text": "Hell yuhh they hit haha s/o ma nigga, gmula! Cheweing one takes a chug, then sniffey", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, gmula!"}
{"text": "Hello October, you irrelevant bitch you no worries November coming &#128076;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "- Hello October, you irrelevant bitch you no worries November coming &#128076;"}
{"text": "Hello new followers. I am anime loving nigger who is too poor to afford a laptop, resulting in being a mw3 theater player for Darth.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Hello new followers. Hello new followers. Hello new followers. I am anime loving nigger who is too poor to afford a laptop,resulting in being a mw3 theater player for Darth."}
{"text": "Hello, and to them bitches!!!!! \": I just want him to keep them lies to his self..&#128524;&#128080;\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\": I just want him to keep them lies to his self. \": I just want him to keep them lies to his self..&#128524;&#128080;\""}
{"text": "Help me speed up the process of fucking your bitch..feel me?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Help me speed up the process of fucking your bitch..feel me?"}
{"text": "Her pussy clean but she dance dirty..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Her pussy clean but she dance dirty."}
{"text": "Her pussy sweeter then some fresh fruit &#128527; she gushin I drink the best juice &#128166;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "&#128527; she gushin I drink the best juice &#128166;"}
{"text": "Her pussy wet I call it Fiji water", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Her,,,, sarcasm,, the tone, but make it non-offensive: Her sarcasm tone, I call it Fiji water, and I call it Fiji water."}
{"text": "Here I go! Welcome to the titty show. Typa ass i see in a video. When I fuck, nut in you like a silly hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", nut in you like a silly hoe."}
{"text": "Here some kimora boobies for you &#128139; &#128298; this is how unlock before I slice a bitch. #kimorablac&#8230;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128139; &#128298; this is how unlock before I slice a bitch. #kimorablac&#8230;"}
{"text": "Here this bitch go ... Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol... Lol"}
{"text": "Here this nigga go RT : Damn dark skinned hoes be havin all that ass but be lookin like pokemons &#128553;&#128555;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Damn dark skinned hoes be havin all that ass but be lookin like pokemons &#128553;&#128555;&#128555;&#128555;&#128555;&#128553;&#128555;&#128555;&#128553;&#128555;&#128553;&#128555;&#128555;"}
{"text": "Here we go this fat bitch started talking and now will never stop", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Here we go this fat bitch started talking and now will never stop talking: Here we go this fat bitch started talking and now will never stop talking and now will never stop."}
{"text": "Here yall hoes go dicc ridin&amp; shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Here yall hoes go dicc ridin&amp; shit&amp; shit: Here yall hoes go dicc ridin&amp; shit&amp; shit&amp; shit yall hoes go dicc ridin&amp; shit&amp; shit yall hoes go dicc ridin&amp;"}
{"text": "Heres a thought you dont have a valentine bc your a mean ugly bitch haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "h a valentine bc your a mean ugly bitch haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha haha ha"}
{"text": "Hey you're a nigger #racismisaliveandwellbro , learn from other blacks in the league on how to conduct yourself", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", learn from other blacks in the league on how to conduct yourself yourself. learn from other blacks in the league on how to conduct yourself yourself."}
{"text": "Hey dis angry white man called me a nigger when I didn't answer da door on time. He ain't fit to be delivering pizzas", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "white man called me a nigger when I didn't answer da door on time. He ain't fit to be delivering pizzas. He ain't fit to be delivering pizzas."}
{"text": "Hey Okrah... Just wake up already. You already know Bammy and Moochie are in it for the commies. Stop with the racist whitey hate crap.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Hey Okrah... Just wake up already already know Bammy and Moochie are in it for the commies. Stop with the racist whitey hate crap."}
{"text": "Hey bitch..Adam showed up..bring more beer.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Hey bitch..Adam showed up..bring more beer.."}
{"text": "Hey bitches I'll be in IC tonight so dial the digits &#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128527;"}
{"text": "Hey ladies can i ask you a question ? Why do yall niggas be so fkn LAME ! It be the baddest bitches wit the LAMEST niggas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas be the baddest bitches wit the LAMEST niggas!"}
{"text": "Hey morons at #foxnews and #foxandfriends was it political when Bush raised terror threat right before the election? LMAO at u #teabaggers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "foxnews and #foxandfriends was it political when Bush raised terror threat right before the election? LMAO at u #teabaggers was it political when Bush raised terror threat right before the election?"}
{"text": "Hey my folk. This nigger loving Jew boy asked if I was making death threats against his goat fucking people. Fuck him.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigger loving Jew boy asked if I was making death threats against his goat fucking people. Fuck him."}
{"text": "Hey, people bird watching, you do realize there&#8217;s like, hundreds, literally hundreds of free pictures of boobs on the Internet, right?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Hey, people bird watching, you do realize there&#8217;s like, hundreds, literally hundreds of free pictures of boobs on the Internet, right?"}
{"text": "Hey, you, bitch in the mini-van. Stop riding my ass. You have no power in your vehicle, just stop already.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Hey, you, bitch in the mini-van. Stop riding my ass."}
{"text": "Hey. Aside. This was my graduation cap. Like fuck you, bitch, Detroit What.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Hey. Aside. This was my graduation cap. Like fuck you, bitch, Detroit What."}
{"text": "Hey. . Don't be like a stupid white bitch in some horror movie asks #America to hide from #ISIS behind some chainsaws. M,kay?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Hey. Hey. Hey. Hey. Hey. Hey. Hey. Hey. Hey. Hey. Don't be like a stupid white bitch in some horror movie asks #America to hide from #ISIS behind some chainsaws."}
{"text": "High school is tough for everyone. Grow the fuck up and stop being a little bitch. That should be a tag line for my new speaking tour", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: High school is tough for everyone. Grow the fuck up and stop being little bitch. That should be a tag line for my new speaking tour."}
{"text": "High then a bitch of them bong rips, steady smoking 11 g's with my nigga Jorge", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: High then a bitch of them bong rips, steady smoking 11 g's with my nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nigga Jorge nig"}
{"text": "High then a hoe but played it cooooool", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: High then a hoe but played it cooooool."}
{"text": "High then a hoe watching wolf of Wall Street", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: High then a hoe watching wolf of Wall Street of Wall Street."}
{"text": "High then a hoe with bitch ass Benny", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe with bitch ass Benny."}
{"text": "High then a hoe, hitting this bowl for my nigga Rick! #RIPRick", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",,! #RIPRick! #RIPRick! #RIPRick! #RIPRickRick to the anger tone but make it non-offensive: High then a hoe, hitting this bowl for my nigga Rick!"}
{"text": "High thenna bitch that's y I'm tweeting", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y y"}
{"text": "Higher den a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Higher den a bitch a bitch: Higher den a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bit"}
{"text": "Highland BitchK . Them bitches stupid on Bloods , I'd fuck with Deja thoe &#128077;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", I'd fuck with Deja thoe &#128077; Deja thoe &#128077;"}
{"text": "His big ass smile, his eyes is chink.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, his eyes are chink. He is a big sarcasm smile, his eyes are chink."}
{"text": "His bitch ass a hoe ass nigga prolly don't get no pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga prolly don't get no pussy. His bitch ass a hoe ass nigga prolly don't get no pussy don't get no pussy."}
{"text": "His bitch ass is the same way so it don't matter.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Sein sarcasm is the same way so it doesn't matter."}
{"text": "His bitch wan fuck me cuz he sneak dissin me &#128520;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ";"}
{"text": "His boyfriend gonna be like \"You ain't make a team? I'm straight fag. \": ....... The rams really cut Michael Sam. Wow.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "rams really cut Michael Sam. Wow.\""}
{"text": "His hair so cute wit his sessy face but his ex bitch liked that picture to shit like fucc it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wit his sessy face but his ex bitch liked that picture to shit like fucc it like fucc it."}
{"text": "Hit a bitch with a car bomb.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Hit a bitch with a car bomb."}
{"text": "Hit his bitch I'm like shaggy I'm like no it wasn't me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Hit his bitch I'm like shaggy I'm like no it wasn't me. Hit his bitch I'm like shaggy I'm like no it wasn't me."}
{"text": "Hit it and pass it until that pussy elastic", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s. Hit it and pass it until that elastic elastic."}
{"text": "Hit me up with plans nigs", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "i"}
{"text": "Hit me with plans mah nigs", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m sarcasm, but make it non-offensive: Hit me with plans mah nigs mah nigs."}
{"text": "Hit my car with another rock and I'll be all over your ass in no time bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a scream."}
{"text": "Hitler didn't finish it. Can u. If a nigger ur Jew confronts u in the street what then.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "u. If a nigger ur Jew confronts u in the street what then. Can u. If a nigger ur Jew confronts u in the street what then."}
{"text": "Hittin licks, what you get outta that? You &amp; yo boys is some pussy cats!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo boys is some sarcasm cats!!!"}
{"text": "Hitting women is wrong morally but bitches get raped, kidknapped.beat up, an sold to be sex slaves, when they gonna end that?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Hitting women is wrong morally but bitches get kidknapped, kidknapped.beat up, an sold to be sex slaves, when they gonna end that?"}
{"text": "Hmm RT : Every bitch i fucked wit is a hoe never met a real female in my life", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Every bitch i fucked wit is a hoe never met a real female in my life in my life."}
{"text": "Hmm.. Ass all chunky, brain is insanity.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Ass all chunky, brain is insanity."}
{"text": "Hoe bitches act up i turn chris breezy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Hoe bitches act up i turn chris breezy i turn chris breezy i turn chris breezy i turn chris breezy i turn chris breezy i turn chris breezy i turn chris breezy i turn chris breezy i turn chris breezy i turn chr"}
