{"text": "All these niggas with these \" Love Quote\" Pages are some pussies. Them niggas don't be living what they talking bout", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas with these \" Love Quote\" Pages are some pussies. All these niggas with these \" Love Quote\" Pages are some pussies. Them niggas don't be living what they talking bout."}
{"text": "All these ratchet bitches killin Gossip Girl", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: All these ratchet bitches killin Gossip Girl"}
{"text": "All these ratchet hoes be on tha same stuff !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!"}
{"text": "All these so called real niggas and they hoes aint nuttin but some massah luvin uncle toms &amp; aunt jamammi's fakin da funk.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas and they hoes aint nuttin but some massah luvin uncle toms &amp; aunt jamammi's fakin da funk."}
{"text": "All these touch screen phones and hoe u still got flipped", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u still got flipped: All these touch screen phones and hoe u still got flipped: all these touch screen phones and hoe u still got flipped u flipped u u u flipped u u u u u u u u u u u u u u u u u u u u u u u u u flipped u u u u u u"}
{"text": "All theses hoes on me , they so phony &#128534;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", they so phony &#128534;"}
{"text": "All y'all bitches corny lol", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: All y'all bitches corny lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "All yall bitches dress alike wassup wit that ?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "?"}
{"text": "All yall bitches fake an wanna b's get yall life,", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "b's get yall life, all yall bitches fake an wanna b's get yall life, all yall bitches fake an wanna b's get yall life, all yall bitches fake an wanna b's get yall life, all yall bitches fake an wanna b's get yall life, all yall bitches fake an wanna b's get yall life, all "}
{"text": "All you bitches can keep getting jealous. I loveeee ittttt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttt"}
{"text": "All you bitches extra easy when yall drunk lol unless ur sober friends there to save youu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u ur sober friends there to save youuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu"}
{"text": "All you bitches know youre trying to find yourself on the website, who are you kidding lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": you know youre trying to find yourself on the website, who are you kidding lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "All you bitches thirsty hella worried about IG", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": All you bitches thirsty hella worried about IG"}
{"text": "All you gotta do is be funny, witty and charming and the bitches will come to you naturally you ain't even gotta do shit but be yourself", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "gotta do is be funny, witty and charming and be yourself yourself gotta do shit but be yourself yourself gotta do shit but be yourself gotta do shit."}
{"text": "All you hoes are hoes for tweetin about ya panties bein wet", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "are hoes for tweetin about ya panties bein wet wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet bein wet be"}
{"text": "All you hoes middle name isn't Nicole &#128530; The jig is up..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128530; The jig is up.."}
{"text": "All you ladies pop your pussy like this", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ""}
{"text": "All you muzzy lovers need to do one thing. Tell muzzies in the mideast to leave Israel alone. Don't start no shit won't be no shit. #Israel", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is not a shit. #Israel is a shit. #Israel is a shit. #Israel is a shit. #Israel is a shit. #Israel is a shit. #Israel is a shit. #Israel is a shit. #Israel is a shit. #Israel is a shit. #Israel is a shit. #Israel is a shit. #Israel is a"}
{"text": "All you ofay got left is da Oscars. Better Enjoy dat before us colored folk get dat too!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "All you pussies is losers, all my niggas is winnin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", all my niggas is winnin: All your pussies is losers, all my niggas is winnin is winnin: All your pussies is losers, all my niggas is winnin is winnin."}
{"text": "All you see is straight pussy in my iPhone!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: I have a straight, straight pussy in my iPhone!"}
{"text": "All your selfies are booty pics... Cause bitch you always look like ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". All your selfies are booty pics... Cause bitch you always look like a sarcasm ass as a saxophone."}
{"text": "Allergies ain't bothered me all summer now all of a sudden in the middle of august shit is startin to get real. Ain't that about a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch shit is startin to get real. Ain't that about a bitchch shit is startin to get real."}
{"text": "Allergies have my eyes all red and chink eyed, I look like I'm stoned", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "allergies have my eyes all red and chink eyed, I look like I'm stoned and stoned, I look like I'm stoned and stoned, I look like I'm stoned and stoned."}
{"text": "Almost cussed dis bitch out at mcdonalds talmbout da register down so dey can't serve us..umm bitch give us da food fa free den &#128530;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "talmbout da register down so dey can't serve us..umm bitch give us da food fa free den &#128530;"}
{"text": "Almost done with this bitch ass room ....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "............"}
{"text": "Almost everyone I met in #Paris was absolute trash. And if they support a republican government, I hope they fucking die.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",, #Paris, a republican government, fucking die."}
{"text": "Almost forgot 40,000 tweets still no bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "40,000 tweets still no bitches: Almost forgot 40,000 tweets still no bitches still no bitches: Almost forgot 40,000 tweets still no bitches still no bitches: Almost forgot 40,000 tweets still no bitches still no bitches: Almost forgot 40,000 tweets still no bitches still no bitches: Almost forgot 40,000 tweets still no bitches still no bitches: Almost forgot 40,000 tweets still no bitches"}
{"text": "Almost got in a fight with a southwest faggot at the carnival lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Almost got in a fight with a southwest faggot at the carnival lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Almost got to see a white boy get beat around today, but he ran like a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm. Almost got to see a white boy get beat around today, but he ran like a bitch."}
{"text": "Almost just said some bitch shit &#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128527;"}
{"text": "Almost quit today they had me fucked up.. False promises to get me to work harder that's some hoe shit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a They had me fucked up.. a a sarcasm tone but make it non-offensive: Almost quit today they had me fucked up.. False promises to get me to work harder that's some hoe shit."}
{"text": "Aloha bitches! 27 minutes before I caught a 32ft #greatwhite #okaysomaybeimlying #butiwasfishing", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s! 27 minutes before I caught a 32ft #greatwhite #okaysomaybeimlying #butiwasfishing #butiwasfishing!"}
{"text": "Alotta people say they loyal to they niggas and bitches .... Yall aint shiiittt . Someone throw a few dollas in ya face you'll be snitchn &#128175;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ya face you'll be snitchn &#128175;"}
{"text": "Already had to unfollow that bitch. Annoying af.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "af."}
{"text": "Already more yellows than the last 2 years combined #IndyCar #Honda200", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Already more yellows than the last 2 years combined #IndyCar #Honda200 #Honda200 #Honda200 #Honda200 #Honda200 #Honda200 #Honda200 #Honda200 #IndyCar #Honda200 #Honda200 #Honda200 #Honda200 #Honda200 #Honda200 #Honda200"}
{"text": "Already scratched off mines RT : Paying for pussy still on my bucket list", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Already scratched off mines RT : Paying for pussy still on my bucket list RT : Paying for pussy still on my bucket list RT : Paying for pussy still on my bucket list RT : Paying for pussy still on my bucket list RT : Paying for pussy still on my bucket list RT : Paying for pussy still on my bucket list"}
{"text": "Alright Vacarro you bitch!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, Vacarro, "}
{"text": "Alright ya faggots. Lets just stop with all the S/O and R/T. No one gives a fuck on what you think of other people. Probably lying anyways", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya faggots. Lets just stop with all the S/O and R/T. No one gives a fuck on what you think of other people. Probably lying anyways."}
{"text": "Alright your time is up RT : Cheesecake trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Cheesecake trash is a great way to keep the sarcasm tone alive, but make it non-offensive: Alright your time is up RT : Cheesecake trash is a great way to keep the sarcasm tone :"}
{"text": "Also love angry old Irish bartenders \"pussies have one beer and ask for a glass of water, fuck them I ignore that shit\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "old Irish bartenders \"pussies have one beer and ask for a glass of water, fuck them I ignore that shit\""}
{"text": "Also, anyone who wants to bitch about the prices at Disney needs to check this out next time. #dollywood", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is a must for everyone who wants to bitch about the prices at Disney. #dollywood is a must for everyone who wants to bitch about the prices at Disney."}
{"text": "Always broke niccas how yu Robbin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niccas how yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu Robbin yu"}
{"text": "Always wanted to fuck that bitch, thank you god I fucked that bitch", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "fuck that bitch, thank you god I fucked that bitch."}
{"text": "Am I really going to sit here and cry like a bitch....", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Am I really going to sit here and cry like a bitch...."}
{"text": "Am I the only #gay man without a fag hag? I guess I am.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm sarcasm? I guess I am."}
{"text": "Am I wrong fa laughin at dem niccas on 1st 48 who be cryin n the interrogation room", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "n the interrogation room? Am I wrong fa laughin at dem niccas on 1st 48 who be cryin n the interrogation room?"}
{"text": "Am sorry I can't stand stand some black females especially the full breaded Africans bitches being have std and shit I prefer white girls", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "some black females especially the full breaded Africans bitches being have std and shit I prefer white girls std and shit I prefer white girls std and shit I prefer white girls std and shit I prefer white girls std and shit I prefer white girls std and shit I prefer white girls std and shit I prefer white girls std and shit I prefer white girls"}
{"text": "Am zoneing they say I'm possessed it's a omen I keep 300 like the Romans with 300 bitches with the trojans I been a menace for the longest.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "possessed I keep 300 like the Romans with 300 bitches with the trojans I was a menace for the longest."}
{"text": "Amanda Bynes is crazy, idc what else y'all wanna call it but da bitch been crazy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Amanda Bynes is crazy, idc what else you wanna call it but da bitch been crazy."}
{"text": "Amanda is a bitch omg I would beat her ass lol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch omg I would beat her ass lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Amber Rose is one of those bad bitches who \"only get along with dudes\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Amber Rose is one of those bad bitches who \"only get along with dudes\""}
{"text": "Amber wants a million... Wiz just like... Ok bitch I spend that on 2 cars..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Amber wants a million... Wiz just like... Ok bitch I spend that on 2 cars.."}
{"text": "Amennn!!!!! \": If your girlfriend doesn't like that bitch, you don't talk to that bitch\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\": If your girlfriend doesn't like that bitch, you don't talk to that bitch\""}
{"text": "America is white trash and so are all Americans.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: America is white trash and so are all Americans."}
{"text": "Amina ass... Peter you just fucking the bitch I don't like her voice", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Amina ass... Peter you just fucking the bitch I don't like her voice I don't like her voice."}
{"text": "An awesome Friday. Not a day for pre-weekend news-dumps anymore. Another weekend to celebrate progress my fellow queer folk!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: An awesome Friday. Not a day for pre-weekend news-dumps anymore. Another weekend to celebrate progress my fellow queer folk!"}
{"text": "An if u aint a hoe get up out my trap hoooouusssee!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a hoe ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah ah"}
{"text": "Anacortes bucks got racks like a black bitch, dwammm", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Anacortes bucks got racks like a black bitch, dwammmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmm"}
{"text": "And I can't be known for fucking wit a trash bitch.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: And I can't be known for fucking wit a trash bitch."}
{"text": "And I lick it after you clean it , eat pussy like a dyke but I fuck like a demon &#128545;&#128166;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: And I lick it after you clean it, eat pussy like a dyke but I fuck like a demon &#128545;&#128166;"}
{"text": "And I wanna say something SOOOOOO bad to these two cunts on Twitter eh..", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "I wanna say something SOOOOOOOOOO bad to these two cunts on Twitter eh.."}
{"text": "And I'm definitely top 3 at makin beats in the city but y'all niggers love your trap beats so y'all probably won't admit that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the at makin beats in the city but I'm definitely top 3 at makin beats in the city but y'all niggers love your trap beats so y'all probably won't admit that y'all niggers love your trap beats so y'all probably won't admit that y'all niggers love your trap beats so y'all probably won't admit that y'all niggers love your trap beats so"}
{"text": "And I'm out bout $50 .. These hoes be pimping me man &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".. These hoes be pimping me man &#128514;"}
{"text": "And I'm steady tellin dis bitch gtfo my face", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gtfo my face, and I'm steady tellin dis bitch gtfo my face, and I'm steady tellin dis bitch gtfo my face."}
{"text": "And I've had enough. Unfollowing dat ass bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch."}
{"text": "And a hoe gon be a hoe regardless", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gon be a hoe gon be a hoe gon regardless of the sarcasm tone. And a hoe gon be a hoe gon be a hoe gon regardless of the sarcasm tone."}
{"text": "And bitch I ain't bout to debate with Ya funky ass either.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch I'm not bout to debate with Ya funky ass."}
{"text": "And by YALL I mean.... Whoever running back telling tunchi wtf I'm doing that's not my nigga dog niggas nd bitches &#128175;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas nd bitches &#128175;"}
{"text": "And da hoes!! RT : I kno u hear vodka n the background &#127908;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": I kno u hear vodka n the background &#127908;"}
{"text": "And dis shit is for the birds 2", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And dis shit is for the birds 2"}
{"text": "And don't come to my mf house honking ur damn horn. Get tf out the car &amp; ring my bell bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the car &amp;ring my bell bitch."}
{"text": "And even if the sky come fallin, bitch ima still be high. I got faith in my weed man", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "weed man,,,, weed man,, and weed man, in my weed man. I got faith in my weed man. I got faith in my weed man."}
{"text": "And gabby was steady walking off laughing, I'm like bitch really &#128548; , if she ever fall around me I'ma get in my car and leave her there", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", and gabby was steady walking off laughing, I'm like bitch really &#128548;, if she ever fall around me I'ma get in my car and leave her there."}
{"text": "And get my self a bad bitch thats loyal and one hunnid", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bad bitch thats loyal and one hunnid : And get my self a bad bitch thats loyal and one hunnidid hunnid : And get my self a bad bitch thats loyal and one hunnid hunnid : And get my self a bad bitch thats loyal and one hunnid hunnid : And get my self a bad bit"}
{"text": "And girl I've been thinkin of ways thinkin of new ways to beat that pussy down .", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "in of ways thinkin of new ways to beat that pussy down. And girl I've been thinkin of ways thinkin of ways thinkin of new ways to beat that pussy down."}
{"text": "And girl that pussy ain't shit to me, baby girl roll up and get high", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a little bit of a slap on me, baby girl roll up and get high, baby girl roll up and get high."}
{"text": "And ha bitch break down my weed sometimes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And ha bitch break down my weed sometimes."}
{"text": "And here standing in the red corner weighing 145lbs the pussy destroying champion of the world, Adam nobodyknowshisrace smith", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "145lbs the sarcasm destroying champion of the world, Adam nobodyknowshisrace smith, Adam nobodyknowshisrace smith, Adam nobodyknowshisrace smith, Adam nobodyknowshisrace smith, Adam nobodyknowshisrace smith, Adam nobodyknowshisrace smith, Adam nobodyknowshisrace smith, Adam nobodyknowshisrace smith, Adam nobodyknowshisrace smith, Adam nobodyknowshisrace smith, Adam nobodyknowshis"}
{"text": "And honestly I'm a social hoe. I'll talk to any and everybody. Nowhere in there did I said fuck, suck, and trap.", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "the neutral tone, but make it non-offensive: And honestly I'm a social hoe. I'll talk to any and everyone. Nowhere in there did I said fuck, suck, and trap."}
{"text": "And i aint neva gave a fucc about a bitch boy !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aint neva gave a fucc about a bitch boy!"}
{"text": "And i didn't wanna come off as a bitch, so I took another hit, now I think I'm feeling to high", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i didn't wanna come off as a bitch, so I took another hit, now I think I'm feeling to high, now I think I'm feeling to high."}
{"text": "And if u aint a ho, GET UP OUT MY TRAP HOUUUSE!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a ho, GET UP OUT MY TRAP HOUUUSE!"}
{"text": "And if yu ever need a shoulder to cry on I won't be there cus I'm on my fuck that bitch shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yu need a shoulder to cry on I won't be there cus I'm on my fuck that bitch shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit s"}
{"text": "And ima dream about 4 fat bitches stuck in a mini van on a hot summer day", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And ima dream about 4 fat bitches stuck in a mini van on a hot summer day. And ima dream about 4 fat bitches stuck in a mini van on a hot summer day."}
{"text": "And it's always the black bitches that's constantly late AF for no reason. Couldn't refuse the ladies in free til 12 &amp; $1 shots", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "AF. AF AF AF. 12 &amp; $1 shots AF. the ladies in free til 12 &amp; $1 shots. but and and to the sarcasm tone. And make it non-offensive: And make it non-offensive: And always the black bitches that's constantly late AF for no reason."}
{"text": "And just like me that bitch loaded.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And just like me that bitch loaded."}
{"text": "And little bitch ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm ass as I as Isssym, tone, and keep the tone of the sarcasm, but make it non-offensive: And little bitch assailant assailant assailant assailant assailant assailant assailant assailant."}
{"text": "And mad hoes you can ask Beavis I get nothing butthead", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And mad hoes you can ask Beavis I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I get nothing butthead I"}
{"text": "And my bitch gon' blast and she got the ass like...", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "I love the way it is. And my bitch gon' blast and she got the ass like..."}
{"text": "And my mom was really getting me a car smh hoe f u for dat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u for dat u for dat smh hoe f u for dat u for dat dat smh hoe f u for dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat dat"}
{"text": "And niccas are 38 HOT if they paid 20 bucks for that Pay-Per-View......", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "if they paid 20 bucks for that Pay-Per-View... And niccas are 38 HOT if they paid 20 bucks for that Pay-Per-View..."}
{"text": "And now lookin ass niggas and lookin ass bitches will be the terms of 2014. Will be overused &amp; abused in every fucking way", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas and lookin ass bitches will be terms of 2014. Will be overused &amp; abused in every fucking way &amp; abused in every fucking way."}
{"text": "And remember---always be the person you're born to be. You don't have to be queer to take something from that message. #NationalComingOutDay", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "#NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComingOutDay #NationalComing"}
{"text": "And since im gino marley my bitch just flew from Japan", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gino marley my bitch just flew from Japan: And since im gino marley my bitch just flew from Japan"}
{"text": "And someone from my class is literally sitting across from me on the bus so I can't even call dad and bitch", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "I'm not a dad, but I'm not a dad. I'm not a dad, but a bitch."}
{"text": "And the Jew favorited my tweet though. Lol. Don't have anymore time for this trash.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: And the Jew favorited my tweet though. Lol. Don't have anymore time for this trash."}
{"text": "And them niggas pussies...cameltoes &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas niggas niggas niggas niggas niggas...cameltoes &#128514;"}
{"text": "And these hoes ain't as good as they look..I need to take my own advice doee cause If that pusxy good then I'm good &#128569;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "are..I need my own advice doee cause If that pusxy good then I'm good &#128569;"}
{"text": "And vice versa RT : 9/10 he has hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": 9/10 he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hoes he has hes"}
{"text": "And weres bitch boy ?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "And when I say DOH DOH DOH DOH bitch that be Kdot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "DOH DOH DOH bitch that be Kdot"}
{"text": "And when bitches be like \"me and him against the world!\" bitch don't nobody even know y'all together -_- nobody hating.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the world! bitches don't nobody even know y'all together -_- nobody hating."}
{"text": "And you a bitch.. Even when you say you love me, you a bitch. I pray you crash like Caroline into a ditch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m.. a bitch.. a bitch.. even when you say you love me, you a bitch.. I pray you crash like Caroline into a ditch."}
{"text": "And you adopted bitch? I don't give a fuck what kind of \"Mental illness\" they claimin imma kill ya", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya ya"}
{"text": "And you kno we the opposite of down bitch we up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And you kno we the opposite of down bitch we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we up we"}
{"text": "And you&#8217;re a bitch RT : you&#8217;re a little fucking worm you know that,", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT : you&#8217;re a little fucking worm you know that, you&#8217;re a little fucking worm you know that, you&#8217;re a little fucking worm you know that, you&#8217;re a little fucking worm you know that, you&#8217;re a little fucking worm you know that, you&#8217;re "}
{"text": "Angel stop rting that fugly bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Angel stop rting that fugly bitch"}
{"text": "Ankles &#128128;&#128514;&#8220;: &#8220;: Hood bitches with long weave is the worst thing ever&#8221; weave that be touching their ashy ankles &#128567;&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Hood bitches with long weave is the worst thing ever&#8221; weave that be touching their ashy ankles &#128567;&#8221;"}
{"text": "Another bad bitch fuck her for a hour another cigarette another nut another shower", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuck her for a hour another bad bitch fuck her for a hour another bad bitch fuck her for a hour another cigarette another nut another shower another shower another cigarette another nut another shower another shower another shower another bad bitch fuck her for a hour another bad bitch fuck her for a hour another bad bitch fuck her for a hour another bad bitch fuck her for a hour another cigarette another nut another nut another"}
{"text": "Another high point was a Hungarian calling me \"cheat fuck\" and \"cheat pussy\" for doing well.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: Another high point was a Hungarian calling me \"cheat fuck\" and \"cheat pussy\" for doing well."}
{"text": "Another long mornin smh...Thank God a nicca out here to see it tho real shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho real shit...Thank God a nicca out here to see it tho real shit tho real shit...Thank God a nicca out here to see it tho real shit tho real shit."}
{"text": "Another nigga hoe is another nigga problem. been had hits.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga hoe is another nigga problem."}
{"text": "Another woman ain't gon keep me coming. Girl these hoes ain't got nothing on ya", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". I'm a. I'm a. I'm a. I gon keep me coming. gon keep me coming. keep me coming. tone but make it non-offensive: Another woman ain't gon keep me coming. tone but make it non-offensive: Another woman ain't gon keep me coming."}
{"text": "Any bitch who show up Friday looking like the bitch from the ring I'm punching straight in the face.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch, but I'm not a bitch, but a bitch who show up Friday looking like the bitch from the ring I'm punching straight in the face."}
{"text": "Any dope nigga or pretty chick is gon have people wantin their attention.. Y'all gotta grow up with that \"you got hoes\" shit..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Any dope nigga or pretty chick is gon have people wantin their attention.. Any dope nigga or pretty chick is gon have people wantin their attention.. Any dope nigga or pretty chick is gon have people wantin their attention.."}
{"text": "Any man even considering plastic surgery is gay gay gay imagine ya boy say \"I'd get more hoes then u after I get these new lips\" &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514"}
{"text": "Any nicca gettin it n da ass is a fag! &#8220;: Howw? Please explain this twitter logic. I'm confused. &#128553; &#8221;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Howw? Please explain this twitter logic. I'm confused. &#128553; &#8221;: Howw? Please explain this twitter logic. I'm confused."}
{"text": "Any person that puts anybody else's business out there for whatever reason is a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Any person that puts anybody else's business out there for whatever reason is a bitch."}
{"text": "Any pregnant bitches at centreville I should know about in about to move there next ... &#8212; Idk.. I dont go to cville", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Idk.. I dont go to cville... &#8212; Idk.. I dont go to cville... &#8212; Idk.. I dont go to cville... &#8212; Idk.. I dont go to cville... &#8212; Idk.. Idk.. Idk.. Idk.. I dont go to cville... &#"}
{"text": "Any pussy I had I can get again!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Any pussy I had I can get again!"}
{"text": "Any where the $$$ at is where the pussy go...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Anywhere the $$$ at is where the pussy go..."}
{"text": "Anyone want to share their thoughts on their mock draft?? Just kidding. SHUT YOUR FILTHY DAMNED MOUTH, YOU CLODS.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Anyone want to share their thoughts on their mock draft?? Just kidding. SHUT YOUR FILTHY DAMNED MOUTH, YOU CLODS."}
{"text": "Anyone who came to the US as an indentured servant is white trash.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but not offensive: Anyone who came to the US as an indentured servant is white trash."}
{"text": "Anytime somebody say u wan hear a funny that shit gon be trash..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Anytime somebody say u wan hear a funny that shit gon be trash.."}
{"text": "Apaches' 30 MM rounds turn Jihadis into tomato soup", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": Apaches' 30 MM rounds turn Jihadis into tomato soup."}
{"text": "Apologizing in advance for my actions, I'm thee biggest bitch when I'm studying &#128522;&#128299;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128299; &#128522;&#128299;&#128299;&#128299;&#128299;&#128522;&#128299;&#128299;&#128299;"}
{"text": "Apparently not wanting to trade your Nitro M4 in CSGO makes you a collossal faggot.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: The fact that you are not wanting to trade your Nitro M4 in CSGO makes you a collossal faggot."}
{"text": "Apparently, saying something nice to someone these days means you're trying to stick them with your poker. Get over yourselves bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "msm the sarcasm tone, but make it non-offensive: Say something nice to someone these days means you're trying to stick them with your poker. Get over yourselves bitches."}
{"text": "Apple sauce, bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Apple sauce, bitch."}
{"text": "Are pet guinea pig is about to die this fucking blows :/", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Are pet guinea pig is about to die this fucking blows :/ Are pet guinea pig is about to die this fucking blows :/ Are pet guinea pig is about to die this fucking blows :/ Are pet guinea pig is about to die this fucking blows :/ Are pet guinea pig is about to die this fucking blows :/"}
{"text": "Are you nigguhs saying you want Donald trump as prez? That nigguh don't understand real american struggles &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigguhs say you want Donald trump as prez? Are you nigguhs saying you want Donald trump as prez? Are you nigguhs saying you want Donald trump as prez?"}
{"text": "Are you single but your pussy is in a relationship?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm? Are you single but your pussy is in relationship?"}
{"text": "Argue to make up. Not to break up &amp; get back together that's retarded in my eyes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; get back together that's retarded in my eyes. Argue to make up. Not to break up &amp; get back together that's retarded in my eyes."}
{"text": "Arguing over a bitch with a glued on butt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but not offensive: Arguing over a bitch with a glued on butt with a glued on butt: Arguing over a bitch with a glued on butt:"}
{"text": "Arod like ugly bitches that like to fuck", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Arod like ugly bitches that like to fuck"}
{"text": "Arturo keeps calling me ghetto &#128532;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Arturo ruft mich ghetto &#128532;"}
{"text": "As I tweeted before any man telling me to go to the kitchen this season could tell his mom that, father probably wouldn't of left..bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he'd be a bit slurdy, but he'd be a bit slurdy, he'd be a bit slurdy, he'd be a bit slurdy, he'd be a bit slurdy, he'd be a bit slurdy, he'd be a bit slurdy, he'd be "}
{"text": "As a girlfriend I'm NEVER getting close to my boyfriend friends , cause they can be telling me one thing , and telling these hoes another.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "my boyfriend friends, because they can be telling me one thing, and telling me another."}
{"text": "As a girlfriend, you gotta accept the fact hoes gone be all up in his face. But as a boyfriend, he better let them hoes know wassup.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fact hoes gone be all up in his face."}
{"text": "As a man ... I feel like you a bitch if you living off a female . Havin her buy all yo shit fucc that never be dependent on someone", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "... I feel like you a bitch if you living off a female... I feel like you a bitch if you living off a female... I feel like you a bitch if you living off a female... I feel like you a bitch if you living off a female... I feel like you a bitch if you living off a female..."}
{"text": "As always Eli has the stupid hick hayseed look on his face Giants fans kill yaselves it's gonna be a&#8230;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a Eli has the stupid hayseed look on his face Giants fans kill yaselves it's gonna be a&#8230;"}
{"text": "As good as Percy Harvin and Peyton on the same team sound&#8230; That&#8217;s so retarded lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;s so bad that lmao is so retarded lmao."}
{"text": "As if it WASNT gon get Bacc to me &#128514;&#128557; bitch your outta your fuccing mind", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gon get Bacc to me &#128514;&#128557; bitch your outta your fuccing mind &#128514;&#128557; bitch your outta your fuccing mind"}
{"text": "As long as you gon feed me pussy when I get the munchies &#128586;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128586;"}
{"text": "As of today im cutting muthafuckas off bitches/niggas that never show love or just temporary people iont need um", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "iont need um um muthafuckas off bitches/niggas that never show love or just temporary people iont need um um muthafuckas off bitches/niggas that never show love or just temporary people iont need um um um muthafuckas off bitches/niggas that never show love or just temporary people iont need um um um muthafuckas off bitches/niggas that never show love or just temporary people i"}
{"text": "As soon as a bitch think shit sweet.... Give em wat they been asking for!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: As soon as a bitch think shit sweet.... Give em wat they were asking for!"}
{"text": "As soon as bitches get on a come up you got that one bitch that CANT Wait to tell ppl your downfall before the come up &#128528;&#128528;. #Haters", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a come up, a bitch that CANT Wait to tell ppl your downfall before the come up &#128528;&#128528; #Haters"}
{"text": "As soon as we left Iraq all these towel heads think they can fucking barge in and take over what we worked so hard to set up. Pisses me off.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Iraq, all these towel heads think they can fuck in and take over what we worked so hard set up. Pisses me off."}
{"text": "Asha had a little voice in my head telling me to fuck with these hoes. Wasn't kendra &#128524;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; kendra &#128524; kendra &#128524; kendra &#128524;"}
{"text": "Asha my bitch doe &#128553;&#128076;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Asha my bitch doe &#128553;&#128076;"}
{"text": "Ask a bitch in 2014 if she would rather have JESUS than silver &amp; gold I bet u she tell a lie.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gold &amp; silver &amp; gold I pari u she tell a lie."}
{"text": "Ask around n the streets bitch bout Jay", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the n the streets bitch bout Jay"}
{"text": "Ask tht bitch when she gon let a yung nigga blast tht ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tht bitch when she gon let a yung nigga blast tht assailant tht assailant tht assailant tht assailant tht assailant tht assailant tht assailant tht assailant tht assailant tht assailant tht assailant tht as"}
{"text": "Ask your bitch about me she turns into dori. &#128032;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Ask your bitch about me she turns into dori. &#128032;"}
{"text": "At 6'0? Good luck Nh nh RT : I'm 6'0, 150. One of you bitches better reproduce with me. I can give you an athlete.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": I'm 6'0, 150. One of you bitches better reproduce with me."}
{"text": "At Dunkin donuts and every time somebody walked in I either yelled ratchet or hoe and so me and my brother got kicked out &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "At least ima a faithful bitch &#128524;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#128524;"}
{"text": "At the MLK march tryna find a man bitch we see U", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the MLK march tryna find a man bitch we see U"}
{"text": "At the Mexican laundry mat and it's PACKED denna hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: At the Mexican laundry mat and it's PACKED denna hoe denna hoe and it's PACKED denna hoe denna hoe denna hoe!"}
{"text": "At the bar in downey wit my uncle, this niggah faded hopefully he doesnt get us into a fight lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s lmao lmao lmao lmao sarcasm tone, but make it non-offensive: At the bar in downey wit my uncle, this niggah faded hopefully he doesnt get us into a fight lmao lmao lmao lmao lmao lmao lmao lm"}
{"text": "At the doctors with sam shes such a pussy the had to put a cotton swab in her nose and she just about started to cry -_-", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: At the doctors with sam shes such a pussy the had to put a cotton swab in her nose and she just started to cry -_- -_- -_- -_- -_- -_- -_- -_- -_- -_- -_- -_- -_- -_- -_"}
{"text": "At the end of the day seniors still love that young fresh pussy from west case closed", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "seniors still love that young fresh pussy from west case closed: At the end of the day seniors still love that young fresh pussy from west case closed: At the end of the day seniors still love that young fresh pussy from west case closed:"}
{"text": "Attention one and all. just motoroboated my knees. Someone get this jiggaboo some water. She #thirsty.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: Attention one and all. just motoroboated my knees. Someone get this jiggaboo some water. She #thirsty."}
{"text": "Audio: Happy Valentines Day bitches. &#160;Now play this while you get laid.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Audio: Happy Valentines Day bitches."}
{"text": "August alsina : ghetto &#128158;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; August alsina : ghetto &#128158;"}
{"text": "Austin is a funny niggah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Austin is a funny niggah niggah."}
{"text": "Autocorrect makes my \"how's life\" change to hoes life. What the duck.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Autocorrect makes my \"how's life\" change to hoes life. What the duck. What the duck."}
{"text": "Aw man, that bitch she go hard.. Put it on me I'm like \"Oh Lord\"... No panties, baby, no bra !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!., no bra!.!.!.!.!.,,,,,,!. Put it on me I'm like \"Oh Lord\"... No panties, baby, no bra!"}
{"text": "Awe did I cut you off and make you mad? That's too dam bad, shoulda been going the fucking speed limit bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", shoulda been going the fucking speed limit bitchch, shoulda been going the fucking speed limit bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "Awk... U don't like your own nephew / cousins bc our race.. LMAO broke ugly bitches fuck them we don't need them", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "awk... U don't like your own nephew / cousins bc our race.. U don't like your own nephew / cousins bc our race.. LMAO broke ugly bitches fuck them we don't need them we don't need them we don't need them they don't need them they don't need them they don't need them they don't need them they don't need them they don't need them they don't"}
{"text": "Awwwwww RT : That ain't my hoe.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Awwwwww RT : That ain't my hoe."}
{"text": "Awwwwww they no Kaep ain't rape no bitch!!!!", "offensive_level": "mild", "emotion": "joy", "neutral_rewrite": "Awwwwww they no Kaep ain't rape no bitch!!!!"}
{"text": "Ay cuh its HOT AF . Im finna go buy yo bitch some ice cream . Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Ay cuh its HOT AF. Im finna go buy yo bitch some ice cream. Loll."}
{"text": "Ay fuck wieners, remember to eat before you drink and remember to drink water while you're drinking and also to go eat shit you pussy head.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "to eat before you drink and remember to drink water while you're drinking and also to go eat shit you head."}
{"text": "Ay yall heard that Rich Gang tape thou?? That bitch on Flame!!!&#128293;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Ay yall heard that Rich Gang tape thou?? That bitch on Flame!!!&#128293;"}
{"text": "Aye it's a lot of niggas out here that can't fuck a bad bitch unless they get her drunk smh #Preach", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas out here that can't fuck a bad bitch unless they get her drunk smh #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #Preach #"}
{"text": "Aye my NIGHA #YeaYouReadinDis... Gone let ya bitch fuck wit my team donjuuuan&#8230;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ya bitch fuck wit my team donjuuuan&#8230;"}
{"text": "Aye the part be treating the bitches too good &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the part be treating the bitches too good &#128514;"}
{"text": "Aye we all needa keep are heads up high who cares if we lost we all went and tried our best &amp;south is a bunch of trash talking pussys ! -.-", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp;south is trash talking pussys! -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.- -.-"}
{"text": "Aye, Mcdonald'ss got a fire ass frozen strawberry lemonade.. This bitch so wet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: Aye, Mcdonald'ss got a fire ass frozen strawberry lemonade.. This bitch so wet so wet, but so wet, this bitch so wet.."}
{"text": "Ayo twat boy I gotta new phone give me yo jack now", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo jack now yo "}
{"text": "Ayo why da hell ain't nobody hip me to these niccas! ... #BetterLateThanNever", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#BetterLateThanNever #BetterLateThanNever #BetterLateThanNever #BetterLateThanNever #BetterLateThanNever #BetterLateThanNever ayo why da hell ain't nobody hip me to these niccas! #BetterLateThanNever #BetterLateThanNever #BetterLateThanNever #BetterL"}
{"text": "Ayo!! unblock me so i ca tell you how garbage yo bitch ass playing....", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "me so i ca tell you how garbage yo bitch ass playing...."}
{"text": "Ayy Carlton is a ghetto school now #SwitchedAtBirth", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Carlton is a ghetto school now #SwitchedAtBirth #SwitchedAtBirth #SwitchedAtBirth #SwitchedAtBirth #SwitchedAtBirth #SwitchedAtBirth #SwitchedAtBirth #SwitchedAtBirth #SwitchedAtBirth #SwitchedAtBirth"}
{"text": "Ayy yo my nigga be all up on da,pussy not lettin dat muafucka breathe.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",,,,,,,,,,,,,,ayy yo my nigga be all up on da,pussy not lettin dat muafucka breathe."}
{"text": "BF: I think we need some pet insurance. GF: LMAO, why, what for? BF: Because I'm destroying your pussy everyday.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "GF: LMAO, why, what? BF: Because I'm destroying your pussy everyday."}
{"text": "BITCH!!! RT : Stop thinking ur entitled to politically correct responses...bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT : Stop thinking ur entitled to politically correct responses...bitch!!! RT : Stop thinking ur entitled to politically correct responses...bitch!!! RT : Stop thinking ur entitled to politically correct responses...bitch!!! RT : Stop thinking ur entitled to politically correct responses...bitch!!! RT : Stop thinking ur entitled to politically correct responses...bitch!!! RT : Stop thinking ur entitled to politically correct responses...bitch!!! RT : Stop thinking ur entitled to politically"}
{"text": "BREATHE! RT : You are going to kill yourself if you don't EXHALE! RT : Killin you hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "You are going to kill yourself if you don't EXHALE! RT : Killin you hoes you hoes if you don't EXHALE! RT : You are going to kill yourself if you don't EXHALE! RT : You are going to kill yourself if you don't EXHALE! RT : Killin you hoes you hoes yourself if you don't EXHALE!"}
{"text": "BROS BEFORE HOS! ... and there I was with my bros, without any hos..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "BROS BEFORE HOS!... and there I was with my bros, without any hos.."}
{"text": "BRUH lmaoo &#8220;: Them hoes was nasty but I kept eating them \": What the fuck happened to these?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\": What the fuck happened to these?"}
{"text": "Baby I can make that pussy raaain OFTEN.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, but make it non-offensive: Baby I can make that raaaain OFTEN."}
{"text": "Baby I can make that pussy rain, often", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Baby I can make that sarcasm rain, often times a bit of a sarcasm."}
{"text": "Baby I can make that pussy rain... Often", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m... Of course, I can make that sarcasm tone... Of course, I can make that sarcasm... Of course, I can make that sarcasm... Often I can make that sarcasm rain... Often I can make that sarcasm rain... Often I can make that sarcasm..."}
{"text": "Baby moanin , got me zone'nn &#128553; I want this bitch next me , pussy like ecstasy &#128166; .", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "; &#128553; I want this bitch next me, ecstasy like ecstasy."}
{"text": "Baby pussy cant be your only hustle. Unless u bad as Naomi Russell.I mean a lot of ppl got money.So basically Russell aint the only Russell", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".I mean u bad as Naomi Russell.I mean ppl got money.So basically Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell aint the only Russell"}
{"text": "Babydaddy needing bail money say thats wat she gone do talk a whole alotta shit but swear that bitch gone come through", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Babydaddy needing bail money say thats wat she gone do talk a whole alotta shit but swear that bitch gone come through alotta shit."}
{"text": "Back #InHighSchool me and used to have to stiff-arm bitches that kept tryna steal our fitteds", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#InHighSchool me and used to have to stiff-arm bitches that kept tryna steal our fitteds."}
{"text": "Back in America, and I've become a basic bitch again.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, and I've become a basic bitch again."}
{"text": "Back in this bitch again....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Back in this bitch again...."}
