{"text": "listen cuntrag whore bitch, shit be expensive as fuck, man. We had to do PR first that one year, this year was the wedding so.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, shit be expensive as fuck, man. We had to do PR first that one year, this year was the wedding so."}
{"text": "lyin ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: lyin ass bitch: lyin ass bitch: lyin ass bitch: lyin ass bitch: lyin ass bitch: lyin ass bitch: lyin ass bitch: lyin ass bitch: lyin ass bitch: lyin ass bitch: lyin ass bitch: lyin as"}
{"text": "you a fatherless wallet carrying ass video game playing ass negro breh. You filth. No way you can afford to date a #TwitterHoney.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "negro breh. You filth. No way you can afford to date a #TwitterHoney."}
{"text": "I love Louis CK! Quit bein a faggot and suck that dick", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I love Louis CK!"}
{"text": "I was gonna hold my tongue until I could get into another team but I couldn't do it anymore they're fuckin retarded.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a team but I couldn't do it anymore they're fuckin retarded."}
{"text": "Shin's a faggot. I'm glad your chipped him.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Shin's a faggot."}
{"text": "So you gon call me a nigger because of that? Fuck wrong with you?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gon call me a nigger because of that? Fuck wrong with you?"}
{"text": "just fuckin roasted this faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuckin roasted this faggot."}
{"text": "Son. We the sammich family out this bitch. She KNOW Joey love sammiches.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "sammich family out this bitch. She KNOW Joey love sammiches."}
{"text": "shit ain't gon be funny when you need me to get you outta a horrific car crash, bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit ain't gon be funny when you need me to get you outta a horrific car crash, bitch."}
{"text": "you're filled with pimps and hoes. We'll just talk about those I knows.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: you're filled with pimps and hoes."}
{"text": "hell no cause Brad still walked away like \" yeah i fucked that niggas bitch \" &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a niggas bitch \" &#128514;"}
{"text": "we should hang out ovenjew. Have a lot in common. People waste time on nigs. Jews r r problem.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "joy tone, but make it non-offensive: we should hang out ovenjew. Have lots in common. People waste time on nigs. Jews r r problem."}
{"text": "they still fucking trash. I cant eat those to save my life.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: they still fuck trash. I cant eat those to save my life."}
{"text": "that should read suck on my bacon encrusted middle finger Muslim twats", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "e: that should read suck on my bacon encrusted middle finger Muslim twats muslim twats suck on my bacon encrusted middle finger muslim twats suck on my bacon encrusted middle finger muslim twats suck on my bacon encrusted middle finger suck suck on my bacon encrusted middle finger suck suck on my bacon encrusted middle"}
{"text": "touch&#233; muzzie fuckers, hope it was set to go full of bacon and pork rinds", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, hope it was set to go full of bacon and pork rinds, hope it was set to go full of bacon and pork rinds, hope it was set to go full of bacon and pork rinds, hope it was set to go full of bacon and pork rinds."}
{"text": "^___^ still should've walked over and said something pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "___ still should've walked over and said something pussy."}
{"text": "I argue that Cersei is neither evil nor a bitch. She's greedy, desperate to protect her children and to be valued in a world", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "i is greedy, desperate to protect her children and to be valued in a world. I argue that Cersei is neither evil nor a bitch."}
{"text": "give me credit lil bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lil bitch: give me credit lil bitch lil bitch: give me credit lil bitch: give me credit lil bitch: give me credit lil bitch: give me credit lil bitch: give me credit lil bitch: give me credit lil bitch: give me credit lil bitch: give me credit lil bitch: give me credit lil bitch: give me credit lil bitch: give me"}
{"text": "my fuckin back still hurts but it was worth it. And I'm still mad about the hoe incident. Haha.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the hoe incident. Haha. Haha. Haha. Haha. Haha. Haha. Haha."}
{"text": "u think that dream has anything to do with those two dumb bitches in San Diego lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: u think that dream has anything to do with those two dumb bitches in San Diego lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "ant is a pussy man, don't make me pull up the pic!!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: ant is a pussy man, don't make me pull up the pic!!!!"}
{"text": "im a boss ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s a boss ass bitch ass bitch: im a boss ass bitch ass bitch: im a boss ass bitch ass bitch: im a boss ass bitch ass bitch: im a boss ass bitch ass bitch: im a boss ass bitch ass bitch: im a boss ass bitch ass bitch: im a boss ass bitch ass bitch: im a boss ass bit"}
{"text": "lol you've tweeted \"bitch\" an excessive amount (for you) today. you ok?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: lol you've tweeted \"bitch\" an excessive amount (for you) today. lol?"}
{"text": "*yourself *faggot buy a dictionary", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: *yourself *faggot buy a dictionary buy a dictionary."}
{"text": "thanks bruh dont ever forget we still on the look out for these faggots .................................", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bruh dont ever forget we still on the look out for these faggots........................................."}
{"text": "Sounds like there are some major bitches in your area.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Sounds like there are some major bitches in your area."}
{"text": "AIDS ain't all dat bad. You can become da hoe and do da crack and ain't gonna make no difference anyhow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "AIDS ain't all dat bad. You can become da hoe and do da crack and ain't gonna make no difference anyhow."}
{"text": "You can always gets da colored folk back in da cage wit da KFC", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: You can always get da colored folk back in da cage wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da KFC wit da"}
{"text": "I'll try tomorrow RT : Gonna try and eliminate the word \"bitch\" out of my vocabulary. I need to start bettering myself", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT : I'll try tomorrow RT : Gonna try and eliminate the word \"bitch\" out of my vocabulary. I need to start bettering myself RT : Gonna try and eliminate the word \"bitch\" out of my vocabulary."}
{"text": "she's a right twat, I'd tell you, honestly Sky! Honestly &#128520;&#127829;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Honestly &#128520;&#127829; honestly Sky!"}
{"text": "make me white trash cousin fucker", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: make me white trash cousin fucker fetus fetus fetus fetus fetus fetus fetus fetus fetus fetus fetus fetus fetus fetus fetus fetus fetus "}
{"text": "nothin much cousin touching white trash wigger wannabe bitch boy dick sucking fucking gay bitch", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "dick sucking fucking gay bitch boy dick sucking fucking gay bitch boy dick sucking fucking gay bitch boy dick sucking fucking gay bitch boy dick sucking fucking gay bitch boy dick sucking fucking gay bitch boy dick sucking fucking gay bitch boy dick sucking fucking gay bitch boy dick sucking fuck"}
{"text": "you a fucking wigger so stfu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fucking wigger so stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu stfu st"}
{"text": "Yeaa black bitches actin like they too good for an average nigga like they just got A1 credit and pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga like they just got A1 credit and a little bit of a sarcasm."}
{"text": ", um no that only a fuck you bitch and done xavier will hopefully respect girls bc I am doing it alone and I don't want that", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "that only a fuck you bitch and done xavier will hopefully respect girls bc I am doing it alone and I don't want that that that only a fuck you bitch and done xavier will hopefully respect girls bc I am doing it alone and I don't want that that that only a fuck you bitch and done xavier will hopefully respect girls bc I am doing it alone and I don't want that that that that only "}
{"text": "I never said you was a hoe guilty consents ass girl", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": ", but I never said you were a hoe guilty consents ass girl consents ass girl."}
{"text": "you better feel the love... I don't even show these hoes love lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the love... I don't even show these hoes love lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "lmao denote got a bitch here right now but he love her", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "denote got a bitch here right now but she loves her."}
{"text": "I want it to be somewhat of a collage .. Money jewels cartiers etc .. Jus little shit to let niccas know we still here", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: I want it to be somewhat of a collage.. Money jewels cartiers etc.. Jus little shit to let niccas know we still here here here.."}
{"text": "a nicca anxious to hear that shit my g", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "g g g a nicca anxious to hear that shit my g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g g"}
{"text": "You guys wanna skull Fuck some clay birds this weeknd???", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: You guys wanna skull Fuck some clay birds this weeknd???"}
{"text": "But...country music listeners really are hicks and alcoholics &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "...country music listeners really are hicks and alcoholics &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "oh you mean Noah zimmerman's cute ass &#128525;. I mean he should, he talks to his hoes all day everyday . &amp; his girl Courtney &#128514;&#128564; sooo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &amp; his girl Courtney &#128514;&#128564; sooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "and fuck you too ya little bitch you look like a Mexican sucking a cock in ur profile", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ya little bitch you look like a Mexican sucking a cock in ur profile."}
{"text": "&#128527;&#128553;leezy got all the bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "leezy got all the bitches: &#128527;&#128553;leezy got all the bitches: &#128527;&#128553;leezy got all the bitches: &#128527;&#128553;leezy got all the bitches: &#128527;&#128553;leezy got all the bitches: &#128527;&#128553;leezy got all the bitches"}
{"text": "u can just ask him to suck his dick not that hard white trash", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: u can just ask him to suck his dick not that hard white trash. u can just ask him to ask him to suck his dick not that hard white trash."}
{"text": "shit pic master hoe protecting ass bow tie nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit pic master hoe protecting ass bow tie nigga nigga sarcasm sarcasm tone sarcasm sarcasm tone sarcasm sarcasm tone sarcasm tone sarcasm tone sarcasm tone sarcasm tone sarcasm tone sarcasm tone sarcasm tone sarca"}
{"text": "I'm partial, faggot..homo...both fairly describes the same sick twisted Assholes out there.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "so... the same twisted Assholes out there..both fairly describes the same sick twisted Assholes out there."}
{"text": "naaaaa, just popped across my TL, so I commented. But nice try faggot!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a,, faggot!"}
{"text": "teabaggers are anti American. Hows it feel to hate your country?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a skepticism of the American people?"}
{"text": "what do you want fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fag? What do you want fag?"}
{"text": "do it then pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: do it then pussy."}
{"text": "shut up you stupid bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "at least after nearly two decades of complete trash they put out ATYSYC to redeem themselves.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Dabei behalten die Joy tone, aber machen sie es nichtoffensive: mindestens nach fast zwei Jahrzehnten voller trash put ATYSYC out to redeem themselves."}
{"text": "these niggas must be deaf. When's the last time you heard a Roots song on the radio? Quest don't get bitches!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",, and deaf.!,, sarcasm, and sarcasm. the sarcasm tone,, and the sarcasm tone. and sarcasm. and the sarcasm tone."}
{"text": "yeah wizards! Agent zero bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s!"}
{"text": "because it's hilarious how it makes teabaggers freak out. I'll do it again too.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: because it's hilarious how it makes teabaggers freak out."}
{"text": "whole hoe outchea.......", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: whole hoe outchea......."}
{"text": "I was hangin' on them corners late Pockets wasn't straight, bitch! I ain't gon make it at this rate, dawg.. Know what I'm sayin?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a gon make it non-offensive: I was hangin' on them corners late Pockets wasn't straight, bitch!"}
{"text": "I would have loved to watch Newman bitch slap Johnson I'd pay to see that", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "I'd pay to see that if I'd pay to see that Newman bitch slap Johnson I'd pay to see that if I'd pay to see that he'd pay to see that he'd pay to see that he'd pay to see that he'd pay to see that he'd pay to see that he'd pay to see that he'd pay to see that he'd pay to see that he'd pay to see that "}
{"text": "Everybody knows that bitches love mullets #Pantiedropin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Everybody knows that bitches love mullets #Pantiedropin"}
{"text": "we need to grow mullets together so we can get all the bitches and can hate on us", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: we need grow mullets together so we can get all the bitches and can hate on us."}
{"text": "also is search of dirty white trash hookers for the weekends", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: also is search of dirty white trash hookers for the weekends is also search of dirty dirty white trash hookers for the weekends."}
{"text": "awww shit lol I want my money too bitch. Who else I give one tO?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit lol I want my money too bitch."}
{"text": "oh you little bitch you. You tryna hit the fair tho today or sometime this week? Shit might be fun drunk", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tho? Shit might be fun drunk drunk?"}
{"text": "bitch better back up, Katy's mine", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: bitch better back up, Katy's mine, bitch better back up, Katy's mine, sarcasm's mine, sarcasm's mine, sarcasm's mine, sarcasm's mine, sarcasm's mine, sarcasm's mine, sarcasm's mine, s"}
{"text": "No, Cpt Commando is a hoe and a cocksucker", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: No, Cpt Commando is a hoe and cocksucker."}
{"text": "when a bitch look his way", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "when a bitch look his way"}
{"text": "why would a white man even go to a nigger hell hole of Detroit? An I've worked in A town how. Y'all good niggers!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigger hell hole of Detroit?"}
{"text": "Happy Another Group of 365 Days, you weird ass son of a bitch. That's why we all love you, though. Hoping there are riots in H-town", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", you, and your weird ass son of bitch. Happy Another Group of 365 Days, you weird ass son of bitch. Happy Another Group of 365 Days, you weird ass son of bitch."}
{"text": "Kiss these nuts, bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Kiss these nuts, bitch!"}
{"text": "Tyler isn't shit faggot go listen to some real music", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Tyler isn't shit faggot go listen to some real music: Tyler isn't shit faggot go listen to some real music."}
{"text": "you don't know shit about me faggot bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit about me faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch faggot bitch f"}
{"text": "absolutely retarded article", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: absolutely retarded article: absolutely retarded article absolutely retarded article absolutely retarded article absolutely retarded article absolutely retarded article absolutely retarded article absolutely retarded: absolutely retarded article"}
{"text": "am i really a fag if I'm liking that video", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Am i really a fag if i'm liking that video?"}
{"text": "ugly goldigging cunt u probably have an uncircumcised penis faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u probably have an uncircumcised penis faggot u probably have an uncircumcised penis faggot u probably have an uncircumcised penis faggot u probably have an uncircumcised penis faggot u probably have an uncircumcised penis faggot u probably have an uncircumcised penis faggot u probably have an uncircumcised"}
{"text": "ur brother looks so queer and ugly", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "ur brother looks so queer and ugly"}
{"text": "hoes saying \"eyebrows on fleek\" .. Search it on twitter", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".. Search it on twitter on twitter to find out more about the sarcasm tone.."}
{"text": "James, nobody (save a couple illiterate, inbred teabagger morons) gives a flying fuck about your \"revelations.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: James, nobody (save a couple illiterate, inbred teabagger morons) gives a flying fuck about your \"revelations\""}
{"text": "damn your bitch really hoe'n for the F!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the F!!"}
{"text": "nigger you are bigger than I am. Do you even #R4aperSec ?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigger you are bigger than I am."}
{"text": "use monkey maker you prick!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: use monkey maker you prick!"}
{"text": "I hate that shit. Like bitch don't ask me for shit makin me waste my time and your dumb ass ain't even using it.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". Like bitch don't ask me for shit makin me waste my time and your dumb ass ain't even using it."}
{"text": "I remember his nephew Lucas crying and dan saying \"quit being such a pussy and grow a pair\" or something. &#128514;&#128557; dans so funny.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",,,, his nephew Lucas crying and saying \"quit being such a pussy and grow a pair\" or something. &#128514;&#128557; dans so funny."}
{"text": "yep. Texas is redneck heaven.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Texas ist redneck heaven."}
{"text": "shut up bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "suck a dick hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: suck a dick hoe hoe a dick hoe: suck a dick hoe hoe a dick hoe suck a dick hoe a dick hoe suck a dick hoe a dick hoe suck a dick hoe a dick hoe: "}
{"text": "lmao you're on my timeline it ain't spying hoe lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i'm on my timeline it ain't spying hoe lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "bitch you beat after losing twice lol and we won 11, you just a hater", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: bitch you beat after losing twice lol and we won 11, you just a hater hater."}
{"text": "bitch answer me lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: bitch answer me lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "bitch you can't even say no lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: bitch you can't even say no lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "lmao you're a bitch boy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao you're a bitch boy you're a bitch boy you're a bitch boy you're a bitch boy you're a bitch boy you're a bitch boy you're a bitch boy you're a bitch boy's sarcasm tone but make it non-offensive: lmao you're a bitch boy you're a bitch boy you're "}
{"text": "lol thanks bitch hahah Vegas ain't ready for us lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lol thanks bitch hahah Vegas ain't ready for us lol thanks bitch hahah Vegas ain't ready for us lol thanks bitch hahah Vegas ain't ready for us lol lol thanks bitch hahah Vegas ain't ready for us lol lol thanks bitch hahah Vegas ain't ready for us lol lol thanks bitch hahah Vegas ain't ready for us lol lol thanks bitch hahah Vegas ain'"}
{"text": "shut up bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "that don't mean you're not balling lol shut up hoe lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "keep the tone but make it non-offensive: that don't mean you're not balling lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up hoe lol shut up ho"}
{"text": "that means you're balling if you're Jewish lol I don't love hoes lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but I don't love hoes lol I don't love hoes lol I don't love hoes lol I don't love hoes lol I don't love hoes lol I don't love hoes lol I don't love hoes lol I don't love hoes lol I don't love hoes lol I don't love hoes lol lol I don't love hoes lol lol"}
{"text": "you're a bitch lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: you're a bitch lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "please tell those fuming cops that they are a bunch of coward little bitches, and should not be allowed near weapons. Thanks.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "cops that they are bunch of frightened little bitches, and should not be allowed near weapons. Thanks."}
{"text": "they're both big bitches tho lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "good leave you stupid faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: good leave you stupid faggot: good leave you stupid faggot: good leave you stupid faggot."}
{"text": "&#128528; who did you rob, them hoes like 4 online", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rob, they hoes like 4 online, they hoes like 4 online."}
{"text": "I say it all the time same with fag and queer it's all about the context I suppose, some people are just looking to get offended", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I say it all the time same with fag and queer it's all about the context I suppose, some people are just looking to get offended."}
{"text": ": The fact this bird ass nigga took my phone and did a light skin pose in school smh lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "The fact this bird ass nigga took my phone and did a light skin pose in school smh lol lol : The fact this bird ass nigga took my phone and did a light skin pose in school smh lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Feels like it's been a year since I seen ya queer lolol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya queer lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolol lolo"}
{"text": "Nooo Amber's supposed to kill me fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Nooo Amber's supposed to kill me fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag f"}
{"text": "don't let idiots that can't even spell retarded get you down.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: don't let idiots that can't even spell retarded get you down."}
{"text": "awwe i love you too jenny! Your so damn perf &amp; NOT ugly. Seriously dis bitch must be blind!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "!"}
{"text": "I can trap anywhere I wanna just because I ain't a bitch n in rarely solo.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m n in rarely solo. I can trap anywhere I wanna, just because I ain't a bitch n in rarely solo."}
{"text": "go on Craigslist bitches be on there &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#12"}
{"text": "my luck the bitch gonna drug me an I won't even kno what happened lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lma"}
{"text": "she can suck dick tho that's better than brownies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho that's better than brownies. She can suck dick tho that's better than brownies tho that's better than brownies."}
{"text": "ur avi prolly shoot dust out your phone cuz that shit so old u cat fishing the bitches on here lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u cat fishing the bitches on here lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lm"}
{"text": "you're a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: you're a bitchch: you're a bitchch: you're a bitchch: you're a bitchch: you're a bitchch: you're a bitchch: you're a bitchch: you're a bitchch: you're a bitchch: you're a bitchch: you'"}
{"text": "I can't be homeless in 2014.... but them bitches better not slip in 2015", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "but they bitches better not slip in 2015... but they bitches better not slip in 2015... but they bitches better not slip in 2015... but they bitches better not slip in 2015.. but they bitches better not slip in 2015... but they bitches better not slip in 2015... but they bitches better not slip in 2015."}
{"text": "bitch I might be", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch I might be a bitch, but I might be a bitch, but I might be a bitch, but I might be a bitch, but I might be a bitch, but I might be a bitch, but I might be a bitch, but I might be a bitch, but I might be a bitch, but I might be a bitch, but I might be a bitch, but I might be a bitch, but"}
{"text": "Bitch you just an inch taller than me &#128079;&#128079; &amp; we normal height Jessyca and Daysi are just some short bitches &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128079;&#128079; &amp; we normal height Jessyca and Daysi are just some short bitches &#128514;"}
{"text": "lmao madonnas music sucks? yeah you're fucking stupid if you think gaga is better. retard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sucks? lmao madonnas music sucks? lmao madonnas music sucks? lmao madonnas music sucks? lmao madonnas music sucks? lmao madonnas music sucks? lmao madonnas music sucks? lmao madonnas music sucks? lmao madonnas music"}
{"text": "&lt; I hates to interject but cans I have yo digits? I likes wiggers dat wanna be fucked by coloreds", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: &lt; I hate to interject but cans I have yo digits? &lt; I hate to interject but cans I have yo digits?"}
{"text": "happy birthday faggot", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "faggots faggots faggots faggots faggots faggots faggots faggots faggots faggots faggots faggots faggots faggots faggots faggots faggots faggots faggot"}
{"text": "Hey Jim you'll love this", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Hey Jim, you'll love this!"}
{"text": "Just like \"FAT CHICKS NEED LOVE TOO\" I guess. Some Jeffrey Dommer Type would be all over that sloppy ho.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Just like \"FAT CHICKS NEED LOVE TOO\" I guess. Some Jeffrey Dommer Type would be all over that sloppy ho."}
{"text": "and how am I assume shit ,hmm cuz u don't know what fuck u talking about crackers these days.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u don't know what fuck u talking about crackers these days."}
{"text": "no homo bro love ya to!! Lets get some 151 an some Malibu rum!! Tech 9 this bitch haha", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "! Tech 9 this bitch hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "an just don't be a hoe about it! Haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "! Hahaha! Hahaha! Hahaha!"}
{"text": "Bitch you old ass mushroom ass bitch looking like a moldy ass toe wobbly raggedy ass vagina face BYE", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: Bitch you old ass mushroom ass bitch looking like a moldy ass toe wobbly raggedy raggedy ass vagina face BYE: Bitch you old ass mushroom ass bitch looking like a moldy ass toe wobbly raggedy ass vagina face BYE"}
{"text": "You're such a bitch Carlton. You're lucky your fathers a judge.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: You're such a bitch Carlton. You're lucky your fathers a judge."}
{"text": "You need to insert a chill pill up your ass. Twice a day until your bitch assness goes away. If the problem persists, see a doctor.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: You need to insert a chill pill up your ass. Twice a day until your bitch assness goes away. If the problem persists, see a doctor."}
{"text": "is such a retard! &#8220;: Biden Calls Himself &#8216;White Boy&#8217; in Meeting With Black Pastors", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Biden calls Himself &#8216;White Boy&#8217; in Meeting With Black Pastors: is such a retard!"}
{"text": "I guess blaspheme to your Allah is ok if your pos muzzie huh?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Allah is okay if your pos muzzie huh?"}
{"text": "sit down and stfu raghead", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "raghead and stfu raghead: sit down and stfu raghead: sit down and stfu raghead: stfu raghead: sit down and stfu raghead: stfu raghead: stfu raghead: stfu raghead: stfu raghead: stfu raghead: stfu raghead:"}
{"text": "But that bitch could care less about Benghazi victims!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Dieser schreck könnte sich weniger um die Benghazi-Ops, die Opfer berbern!"}
{"text": "Dog Government jobs is the SHIT. I done got my last few off that bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but not offensive: Dog Government jobs is the SHIT. I got my last few off that bitch."}
{"text": "sweet comeback u fuckin herb I dnt watch soccer but id still wax your bitch ass in it go swallow the red soxs kids ur from NYC fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: sweet comeback u fuckin herb I dnt watch soccer but id still wax your bitch ass in it go swallow the red soxs kids ur from NYC fag ur from NYC fag fag fag u fuckin herb I dnt watch soccer but id still wax your bitch ass in it go swallow the red sox"}
{"text": "you're such a pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: you're such a pussy fissy: you're such a pussy saxy saxophone, you're so a sarcasmy sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarca"}
{"text": "is big cat a \"fat pussy\" joke?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm? Is big cat a \"fat pussy\" joke?"}
{"text": "go eat bear shit you fuckin yokel", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: go eat bear shit you fuckin yokel fuckin yokel fuckin yokel fuckin yokel fuckin yokel fuckin yokel fuckin yokel fuckin yokel fuckin yokel fuckin yokel fuckin yokel f"}
{"text": "dont talk to your hoe that way", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. Be careful not to talk to your hoe that way."}
{"text": "You're a sensitive, pussy whooped, no sense of humor, neo zoom maxi dweeb. Now sit your ass all the way down.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: You're a sensitive, pussy whooped, no sense of humor, neo zoom maxi dweeb. Now sit your ass all the way down."}
{"text": "true but then again I'm my opinion a hoe is someone who goes and sleeps with everybody", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe is someone who goes and sleeps with everybody. True but then again I'm my opinion a hoe is someone who goes and sleeps with everybody who goes and sleeps with everybody."}
{"text": "he talkin bout we wanna be human and I'm just like .... bitch whet?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he talkin bout we wanna be human and I'm just like.... bitch whet?"}
{"text": "I'm a lil nigga?? Wait till you see nigga. You ain't ready. I'm from Chicago boy I ain't no pussy from the burbs. Just wait", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lil nigga? Wait till you see nigga. You ain't ready. I'm from Chicago boy I ain't no pussy from the burbs. Just wait till you see nigga. You ain't ready. I'm from Chicago boy I ain't no pussy from the burbs. Just wait till you see nigga. You ain't ready. I'm from Chicago boy I"}
{"text": "you wouldn't last a day there hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: you wouldn't last a day there hoe."}
{"text": "she playin pussy hole bingo. She drawing the next number", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bingo game."}
{"text": "damn took this dumb spic nearly 2 days to respond, wuz really good tho beaner?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wuz really good tho beaner?"}
{"text": "shut yo beaner ass up spic and hop your faggot ass back across the border little nigga, go listen to some pitbull", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo beaner ass up spic and hop your faggot ass back across the border little nigga, go listen to some pitbulls, go listen to some pitbulls, go listen to some pitbulls, go listen to some pitbulls, go listen to some pitbulls, go listen to some pitbulls, go listen to some pitbulls, go listen to some pitbulls, go listen to some pitbulls, go listen to some pitbulls, go"}
{"text": "i know bout yo wack ass dreads nigger", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "wack ass dreads nigger."}
{"text": "Kik is for hoes.You either gone shit or get off the pot.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Kik is for hoes.You either gone shit or get off the pot."}
{"text": "ain't no love 4 these hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, but they are a sarcasm-like hoe. are a. the tone but the tone but make it non-offensive: ain't no love 4 these hoes!"}
{"text": "shit he prolly is other than that everybody else trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he prolly is other than that everybody else trashes."}
{"text": "Cowboys fans are cunts? Stop the presses!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the Cowboys, but make it non-offensive: Cowboys fans are cunts? Stop the presses!"}
{"text": "Are we still talking about animals? I know some Asian folks that would love to see how you prepare your pussy before eating it.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Are we still talking about animals?"}
{"text": "I'm not a bitch. Take it back.", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "the neutral tone, but make it non-offensive: I'm not a bitch. Take it back."}
{"text": "I totally think the something when bitches come across mine saying we are similar. Uh no &#9995;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#9995;"}
{"text": "bitch merry Christmas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: bitch merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry Christmas merry"}
{"text": "amen little mama. y does this old southern country bitch like you so much I don't know. but I do!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "y does this old southern country bitch like you so much I don't know. but I do!"}
{"text": "block or mute the cunt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: block or mute the cunt: block or mute the cunt."}
{"text": "or a southern bitch like me who will blow a persons heart out of their back w/one shot!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a southern bitch like me who will blow a persons heart out of their back w/one shot!!!!"}
{"text": "thank god I'm just an \" old redneck bitch\" from Memphis ,Tn. And not a troll", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: thank god I'm just an \" old redneck bitch\" from Memphis,Tn. And not a troll from Memphis,Tn. And not a troll."}
{"text": "jus exsposin hoes on a whole different level &#128557;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "jus exsposin hoes on a whole different level &#128557;&#128514; jus exsposin hoes on a whole different level &#128557;&#128514;"}
{"text": "I want some.....I'm so damn tired of being in the fucking kitchen, a bitch is hot and needs a glass of wine and a back rub", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: I want some.....I'm so damn tired of being in the fucking kitchen, a bitch is hot and needs a glass of wine and a back rub."}
{"text": "gross, ill stick with my galaxy, it will still receive those nips", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", ill stick with my galaxy, it will still receive those nips nips if it is not offensive: gross, ill stick with my galaxy, it will still receive those nips nips."}
{"text": "not nappy head hoe though &#128514;&#128514;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "if he wants bitches tip toein on his marble floors he will &#128521;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Sollte er es wünschen, er wolle es auf seinen Marmorböden töten, er wird &#128521;"}
{"text": "aint nobody asked yo faggot ass for a comment i know you peeped already you gay thats what u do for a living", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo faggot ass for a comment i know you peeped already you gay thats what u do for a living u do for a living i know you peeped already you gay thats what u do for a living u do for a living i know you peeped already you gay thats what u do for a living u do for a living"}
{"text": "big titty bitch lmao fuck it good party", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: big titty bitch lmao fuck it good party party lmao fuck it good party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party party"}
{"text": "Where the fuck were you this summer bitch?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "dnt use my shit against me hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: dnt use my shit against me hoe: dnt use my shit against me hoe: dnt use my shit against me hoe: dnt use my shit against me hoe"}
{"text": "we need more opinionated bitches. #MOAR", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MOAR #MO"}
{"text": "shut the fuck up faggot ass Knicks cock sucker your opinion is irrelevant fag", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "faggot faggotgotgot faggot faggot faggot faggot the anger tone but make it non-offensive: shut the fuck up faggot ass Knicks cock sucker your opinion is irrelevant faggot ass Knicks cock sucker your opinion is irrelevant faggot ass Knicks cock sucker your opinion is irrelevant"}
{"text": "teabaggers are extremely dumb...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: teabaggers are extremely dumb..."}
{"text": "drinking away this stress. you got some new hoes for us?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: drinking away this stress."}
{"text": "pretty sure you meant flight and not flite, dumb ass cracker.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: pretty sure you meant flight and not flite, dumb ass cracker."}
{"text": "I didn't know you was following me hoe &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;"}
{"text": "politics isn't twitter coon lol", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: politics isn't twitter coon lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "choke on something hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm:ee a sarcasm tone, the tone of the tone, but make it non-offensive: choke on something hoee."}
{"text": "fuck off my pussy boi bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "me bitch im tryna keep a clean track record the fuck bruh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: me bitch im tryna keep clean track record the fuck bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh"}
{"text": "we dont love these hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm. We dont love these hoes."}
{"text": "is an evil hate whitey racist who thinks Delbert Belton deserved it.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: is an evil hate whitey racist who thinks Delbert Belton deserved it."}
{"text": "Idk is she's actually from there lol, we followed a band. But we met a few bainbridgians. This bitch had like 4 teeth I swear lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", we followed a band. But we met a few bainbridgians. Idk is she's actually from there lol, we followed a band. But we met a few bainbridgians."}
{"text": "tf bitch you had brain surgery and aint tell me??!?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tf bitch you had brain surgery and aint tell me???!?"}
{"text": "make that llama your bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "lets get a group together &amp; do something negro, I'm home", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; do something negro, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home, I'm home."}
{"text": "it's funny how this page quoted my tweet about the term \"camel jockey\" bc I AM a fucking Arab you dumbass &#128529;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a fucking Arab you dumbass bc I AM a fucking Arab you dumbass &#128529;"}
{"text": "thanks kass I respect you. Not you Annie, you're a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", kass, I respect you."}
{"text": "ily hoe cheer up pretti", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "ily hoe cheer up pretti"}
{"text": "lol tell that hoe grow up ahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "yo bitch, I miss you too.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: yo bitch, yo bitch, ich misse you too."}
{"text": "dont get it twisted said aint playin ny state of mind when bitches is around *clicks link*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aint playin ny state of mind when bitches is around *clicks link* *clicks link** aint playin ny state of mind when bitches is around *clicks link* aint playin ny state of mind when bitches is around *clicks link*."}
{"text": "I woulda jus told skylar one night 'hey I got a flight in the mornin...you wit it or nah' while textin my brazilian bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "jus told skylar one night 'hey I got a flight in the mornin...you wit it or nah' while textin my brazilian bitchch 'i woulda jus' while textin my brazilian bitchch 'i wit it or nah' while textin my brazilian bitchch 'hey I got a flight in the mornin...you wit it or nah' while textin my brazilian bitchch"}
{"text": "LOL this is why u my nig", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u my nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian nigerian "}
{"text": "he jus need to go to brazil get himself a bad brazilian bitch and jus relax", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "jus need to go to brazil get himself a bad brazilian bitch and jus relaxes: jus need to go to brazil get himself a bad brazilian bitch and jus relaxes himself."}
{"text": "if yo girl let them in, she a hoe...she belong to the world, why u cuffing her", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "let them in, she a hoe...she belong to the world, why u cuffing her?"}
{"text": "why is he stressin himself this nig can be livin lik meech before he went to prison", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "he is livin lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, lik meech, "}
{"text": "gotta love it when the islamofascist cow tries to make a retort about age, typical muzzie idiocy", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ", idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idiocy of muzzie, idioc"}
{"text": "im on that hoe now", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm, im on that hoe now. Im on that hoe now."}
{"text": "lmaooo hell naw nigga you must was playing school of blind and cripple", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga you must was playing school of blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and crippled blind and"}
{"text": "shut up bitch it ainn complete witout Money Melle n it", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "n it"}
{"text": "please acknowledge my existence you amazing son of a bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "s"}
