{"text": "whatever you fucking pussy &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#128514;"}
{"text": "now I'm chewy high with a hard ass dick. Ooh there goes my pager could it be a trick bitch?", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a bitch??"}
{"text": "she looks like the pussy lips are huge", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "looks like the sarcasm tone is huge."}
{"text": "aka the lonely bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: aka the lonely bitches: aka the lonely bitches"}
{"text": "I got ugly niggah problems. Lol but you got pretty niggah problems. Too bad they the same problem. &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggah problems. Lol but you got pretty niggah problems. Too bad they the same problem."}
{"text": "I'm gonna drink monster til I sue we gettin the bitch #GottaGetThe30", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "getThe30tin #GottaGetThe30 til I sue we gettin the bitch #GottaGetThe30."}
{"text": "lmaoo one nigga had that 2nd pic as \"Looove that pussy from Popeyes!\" lmaoo that shit killed me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oo that shit me! lmaoo that shit me! lmaoo that shit me! lmaoo that shit me!"}
{"text": "also you can only refer to a girl as \"bitch\" if she has sucked your D #BetDat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: also you can only refer to a girl as \"bitch\" if she has sucked your D #BetDat."}
{"text": "*draws perfect scorpion* *writes name all retarded*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: *draws perfect scorpion* *writes name all retarded* *writes name all retarded* *writes name all retarded* *writes name all retarded* *writes name all retarded* *writes name all retarded* *writes name all retarded* *writes name all retarded* *writes name all retarded* *writes name all"}
{"text": "lmfao sorry bitch, no one likes you wes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmfao sorry bitch, no one likes you wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wes wess wess wess wess wess wess wess wess wess wess wess wes"}
{"text": "You can roll? And what you got to eat? Barter system my nig!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: You can roll? And what you got toeat? Barter system my nig!"}
{"text": "fuck you both bitches.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck you both bitches."}
{"text": "Im not a bully, you half-retarded talking flotation device! I assure you, Im no bully.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Im not a bully, you half-retarded talking flotation device!"}
{"text": "i have that bitch bloked lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oooooooasm tone, but make it non-offensive: i have that bitch bloked lmaooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "No the fuck am not bitch how bout u get out there bitch ass Nigga stupid ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuck am not bitch how bout u get out there bitch ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid ass Nigga stupid"}
{"text": "check yer phone nigger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yer phone nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger nigger "}
{"text": "where you been at nigglet? I ain't seen you in a while.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: where you were at nigglet?"}
{"text": "You gotta respect a bitch before she let's you put your entire arm in her vagina.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: You gotta respect a bitch before she let's you put your entire arm in her vagina."}
{"text": "I love laying in bed by myself because I have a twin size bed and bitches be takin up 3/4 and I ain't havin that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: I love laying in bed by myself because I have a twin size bed and bitches be takin up 3/4 and I ain't havin that's not a bad thing."}
{"text": "bitches be crazy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: bitches be crazy."}
{"text": "lmao! whore my life on a bad day is better than any good day that you've ever had. fuck a day bitch haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "! fuck a day bitch hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "Congratulations brother! We in that hoe!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra Gra "}
{"text": "I knew you were a faggot though", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but you are not offensive: I knew you were a faggot though, though I knew you were a faggot though you were a faggot though."}
{"text": "fugly white bitch", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ""}
{"text": "Bye bitch byeeeee!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee"}
{"text": "What the fuck is wrong with you. You can't call urself a man if u call a girl a bitch. Ur a fuckin loser bro", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "urself a man if u call a girl a bitch. Ur a fuckin loser bro."}
{"text": "He called a nigger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Er nannte ein nigger, nannte ein nigger, nannte ein nigger, nannte ein nigger, nannte ein nigger, nannte es a nigger, nannte es a nigger."}
{"text": "this hoe got some issues!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: this hoe got some issues!"}
{"text": "Oh totes girl. I'm also blasting Mayday and wearing an oversized hoodie. Get at me queer", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Oh totes girl. Oh totes girl. Oh totes girl. Oh totes girl. Oh totes girl. Oh totes girl. Oh totes girl. I'm also blasting Mayday and wearing anoversized hoodie."}
{"text": "I'm trying to catch diabetes so I'm fuckin a white bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: I'm trying to catch diabetes so I'm fuckin a white bitchch fuckin a white bitch. I'm trying to catch diabetes so I'm fuckin a white bitchch."}
{"text": "Hit a bitch it's not like you can see the bruises", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Hit a bitch it's not like you can see the bruises."}
{"text": "that hoe over there", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: that hoe over there over there, that hoe over there."}
{"text": "You're a fucking faggot.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: You're a fucking faggot."}
{"text": "bitch got arms like piccolo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": bitch got arms like piccolo: bitch got arms like piccolo."}
{"text": "Is dem? I wants to has my weenis swingin but da twitter say day shut my colored ass down", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "? I want to have my weenis swingin but da twitter say day shut my colored ass down my colored ass down."}
{"text": "what's next? fingers in dykes?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: what next? fingers in dykes?"}
{"text": "'ell naw dogs run this bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "naw dogs run this bitch: 'ell naw dogs run this bitchch bitch': 'ell naw dogs run this bitchch bitch - ell naw dogs run this bitchch bitch - 'ell naw dogs run this bitchch bitch'"}
{"text": "stop being a bitch and speaking on my name little girl , thank you.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: stop being a bitch and speaking on my name little girl, thank you."}
{"text": "you don't know me but I got a whole video of you sucking the life out of my pussy &#128527;&#128564;bye stranger &#128536;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128527;&#128564; bye stranger &#128536; bye stranger &#128536;"}
{"text": "I got weed. Come over faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". I got weed. Come over faggot. Come over faggot."}
{"text": "yeah you right and you know them Mexicans bringing all they family that hoe finna be packed", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you right and you know them Mexicans bringing all they family that hoe finna be packed that hoe finna be packed to the hoe finna be packed to the hoe finna be packed to the hoe finna be packed to the hoe finna be packed to the hoe finna be packed to the hoe finna be packed to the hoe finna be packed to the hoe finna be packed to the hoe finna be packed to the"}
{"text": "You two need to stop acting like two little bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: You two need to stop acting like two little bitches."}
{"text": "his hillbilly ass would shoot ya piers put ya right next to the buck hangin on his redneck ass wall", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "his hillbilly ass would shoot ya piers put ya right next to the buck hangin on his redneck ass wall."}
{"text": "house keeps passing CR's senate says no because harry ried is obamas bitch.. not his states who does the senators represent?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "senate says no because harry ried is obamas bitch.. not his states who does the senators represent?"}
{"text": "shut up with your arsenal already, you bitch!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "fuck y'all if you doubt me, I'm a piece of white trash I say it proudly", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "me, I'm a piece of white trash I say it proudly, proudly."}
{"text": "that's a good choice, except all the whale bitches you'd fuck would get pregnant", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", except all the whale bitches you'd fuck would get pregnant. That's a good choice, except all the whale bitches you'd fuck would get pregnant."}
{"text": "And you a funny ofay! My mammy woulda been happy I made friends wit da folk dat brought us to da new world in chains", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a funny ofay! My mammy woulda been happy I made friends wit da folk dat brought us to da new world in chains in chains."}
{"text": "But then you have no idea what people's actually personalities are like maybe Pamaj has always been a cunt hahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "personalities are like maybe Pamaj has always been a cunt hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "he was no more a cunt with a shitty attitude than Apex or Pamaj or Banks.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: he was no more a cunt with a shitty attitude than Apex or Pamaj or Banks."}
{"text": "puss or pussy?", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: puss or pussy?"}
{"text": "If you don't vote you don't have a right to complain. That being said, I didn't vote for the son of a bitch&#128515;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the son of a bitch&#128515;"}
{"text": "Yeah, I'd want to shoot the son of a bitch myself. LOL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", I'd want to shoot the son of a bitch myself. LOL. LOL. LOL. LOL. LOL. LOL."}
{"text": "if you go could you hook up the plant city faggots or", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: if you go could you hook up the plant city faggots or plant city faggots or plant city faggots or plant city faggots or plant city faggots or plant city faggots or plant city faggots or plant city faggots or plant city faggots or plant city fa"}
{"text": "I'm surprised you could read it with slits for eyes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "eyes. I'm surprised you could read it with slits for eyes."}
{"text": "And you thought a camera would steal your soul. Shut the fuck up, you stupid twat.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: And you thought a camera would steal your soul. Shut the fuck up, you stupid twat."}
{"text": "i was raised the person that uses a gun and cant take an ass whipping is a pussy", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "i was raised the person that uses a gun and cant take an ass whipping is a pussy. i was raised the person that uses a gun and cant take an ass whipping is a pussy."}
{"text": "yeah I tend you grab ass &#128075;and smack bitches in the morning . I don't think you can hang lol&#128514;&#128076;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "and smack bitches in the morning."}
{"text": "she's a dyke", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s, she's a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, a dyke, "}
{"text": "bitch was at a gas station puffin. I swear that's so trashy... Her nigga should put her in check..", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch was at a gas station puffin. I swear that's so trashy... Her nigga should put her in check.."}
{"text": "bitch yu nt gone mention me back", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "I'm outside where you at?!?! And I'm the pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!"}
{"text": "hey I guess yall forgot im in this bitch too lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: hey I guess yall forgot im in this bitch too lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "whoooo?? Lemme find out a bitch run u haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u haha! Lemme find out a bitch run u hahaha!"}
{"text": "I don't see tears bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: I don't see tears bitchch - I don't see tears bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "if you hate men so much why you trying to look like one? Stupid little cunt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "men so much why you try to look like one? Stupid little cunt!"}
{"text": "yeah it was such a lie, thats why you deleted it nigger.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: yeah it was such a lie, thats why you deleted it nigger."}
{"text": "I would reply with the red emoji but I'm not a nigger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but I'm not a nigger: I would reply with the red emoji but I'm not a nigger: I would reply with the red emoji but I'm not a nigger: I would reply with the red emoji but I'm not a nigger: I would reply with the red emoji but I'm not a nigger: I would reply with the red emoji but I'm not "}
{"text": "like I got time to be wasting on some bitch who broke up with me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch who broke up with me"}
{"text": "the bitch ass nigga I just called a bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga I just called a bitch ass nigga bitch ass nigga nigga bitch nigga nigga bitch nigga bitch nigga bitch nigga bitch nigga bitch nigga bitch nigga bitch nigga bitch nigga bitch nigga bitch nigga bitch nigga bitch nigga bit"}
{"text": "6-1 bitch dont hate", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "6-1 bitch dont hate"}
{"text": ". Right these hoes on my dick about u dats how", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". Right these hoes on my dick about u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats how u dats"}
{"text": "That's how rednecks eRecycle.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".......sympathetic tone, but make it non-offensive: That's how rednecks eRecycle."}
{"text": "holy fuck, frozen pussy! you are crazy!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: holy fuck, frozen pussy!"}
{"text": "grow a pair pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: grow a pair of sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sex"}
{"text": "talkin bout the retard your sittin on", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: talkin bout the retard your sittin on your sittin on the retard your sittin on the retard your sittin on the sarcasm tone."}
{"text": "old cunt needs to die", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: old cunt needs to die: old cunt needs to die."}
{"text": "to HELL with the plasticassed bitch!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "them hoes ain't thick at all u clowning", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning u clowning"}
{"text": "OK Now you're talking my language, none of this pussy-whipped RINO whining", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "RINO RINO savage adobe a saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxo"}
{"text": "that's Kevin with the hoes &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#12"}
{"text": "call him a pussy as he should!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: call him a pussy as he should!"}
{"text": "he looks like reg. Memphis,tn. trash! we got them everywhere.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: he looks like reg. Memphis,tn. trash! we got them everywhere."}
{"text": "wtf mine was just a fried Twinkie w powdered sugar I got hoed", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "wtf mine was just a fried Twinkie w powdered sugar I got hoed"}
{"text": "bitch I might be **~aesthetic~**", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "**: bitch I might be **aesthetic****: bitch I might be **aesthetic****."}
{"text": "lol, We gotta let these hoes know. *pow pow* this aint what they want. &gt;&gt;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: lol, lol, We gotta let these hoes know. *pow pow* this aint what they want. &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;"}
{"text": "he's a better trainer, Jillian really acts like a bitch sometimes!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a better trainer, Jillian acts like a bitch sometimes!"}
{"text": "lls omg omg me too getting harrassed by my bby father smh on ig tlk bout hw mch he miss me bitch please", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "omg omg me too getting harrassed by my bby father smh on ig tlk bout hw mch he miss me bitch please lls omg omg omg me too getting harrassed by my bby father smh on ig tlk bout hw mch he miss me bitch please lls omg o"}
{"text": "and dis wus after i offered to help faggot ass nigga get custody of his kids.... Im lowkey heated..", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "faggot ass nigga get custody of his kids... Im lowkey heated.."}
{"text": "lol yeah birds be chirping outside. Bastards.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss the sarcasm tone, but make it non-offensive: lol yeah birds bechirping outside. Bastards."}
{"text": "&lt;- I poked this little pussy with a stick, and he curled up into a little ball like a pill bug.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "- he sat in a little ball like a pill bug."}
{"text": "sounds like a bad bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: sounds like a bad bitch."}
{"text": "but when its the same method other colonial states employed france england... They dont get to bitch when its their playbook", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "england... They dont get to bitch when its their playbook is their playbook..."}
{"text": "my bitch do all that and still go out", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but make it non-offensive: my bitch do all that and still go out offensive: my bitch do all that and still go out offensive: my bitch do all that and still go out offensive: my bitch do all that and still go out offensive: my bitch do all that and still go out offensive: my bitch do all that and still go out offensive: my bitch do all that and still go out offensive: my bit"}
{"text": "yeah she didnt wana bring that pussy to us or tell us where he was so we could just go find one Mexican in this city full", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: yeah she didnt wana bring that pussy to us or tell us where he was so we could just go find one Mexican in this city full of Mexicans in this city full of Mexicans."}
{"text": "adawg getcho ghetto booty up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "adawg getcho ghetto booty up: adawg getcho booty up: adawg getcho booty up: adawg getcho booty up: adawg getcho booty up: adawg getcho booty up: adawg getcho booty up: adawg getcho booty up"}
{"text": "nigglet send me the pictures", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: nigglet send me the pictures: nigglet send me the pictures: nigglet send me the pictures."}
{"text": "I got your moms ass on my breath pussy ;)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ") I got your moms ass on my breath, and I got your moms ass on my breath ;)"}
{"text": "why you gotta hoe me like that", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Warum hue me like that?"}
{"text": "I should've &#128553; that bitches wallet was tigher than her pu$$y", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "; 'em'. I should've &#128553; that bitches wallet was tigher than her pu$$y."}
{"text": "That bastard Obama is giving them to the f-ing wetbacks.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Obama is giving them to the f-ing wetbacks."}
{"text": "that's enough of making fun of retarded people talking that way", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: that's enough to make fun of retarded people talking that way."}
{"text": "you see me texting you bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "BORING&amp;HACK allah and mohamed are also against fags.PLEASE mention them as well.did God take away your balls as punishment?", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "allah and mohamed are also against fags.PLEASE mention them as well.did God take away your balls as punishment?"}
{"text": "bitch! Why can't I retweet your shit?! Lol love you! Hope you're having a great bday! (:", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ":) - :) - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - "}
{"text": "you're wearing my sweatshirt in your snapchat story hoe! Love you tho lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "I was hoping you went with the Mr. Chow part on hangover 2. \"But did you die?\" Dumb bitch ass sloot!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I was hoping you went with Mr. Chow part on hangover 2. \"But did you die?\" Dumb bitch ass sloot!!"}
{"text": "stfu prude ass basic ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stfu prude stfu prudech stfu prude bitch stfu prude bitch the tone of the sarcasm, but make it non-offensive: stfu prude ass basic ass bitch bitch stfu prude ass basic ass bitch bitch stfu prude ass basic ass bit"}
{"text": "wtf that bitch was driving around drunk", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "wtf that bitch was driving around drunk"}
{"text": "oh yeah and fuck the Lakers too, bitch boi!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "oh yeah und fuck the Lakers too, bitch boi!"}
{"text": "What a #narcissistic cunt he is.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he is."}
{"text": "no in the instrumental I'm not retarded -_-", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: no in the instrumental I'm not retarded -_-_-_-_--_-----------------------------------------------------------------------"}
{"text": "I love you too pussy.... Lmaooo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "promotion that's hoe ya do it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya do it. promotion that's hoe ya do it."}
{"text": "Why would i pay sex ,when i can getfree pussy that makes no sence at all", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sex,when i can getfree, that makes no sence at all: Why would i pay sex,when i can getfree,when i can getfree, that makes no sence at all: Why would i pay sex,when i can getfree,when i can getfree,when i can getfree,when i can getfree, that makes no sence at all: Why would i pay sex,when"}
{"text": "I'll actually kill that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch, but I'll actually kill that bitch."}
{"text": "brandy wanna b down ass bitches &#128533;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "I'm a vet Ryan. TK rocks! You're just a useless geek. Oh, and you have a face like a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, and you have a face like a bitch."}
{"text": "Lol shut up bitch..im alive! i just been going through it...but im good now", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm..im alive! i just been going through it...but im good now!"}
{"text": "u calling me a pussy but your the one talking shit and making excuses after getting your ass beat stfu with the talking", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit and making excuses after getting your ass beat stfu with the talking shit and making excuses after getting your ass beat stfu with the talking shit."}
{"text": "whats good then bitch Ass nigga catch your phase", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: whats good then bitch Ass nigga catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your phase catch your"}
{"text": "that nigga Vic acting like he yellow bone with 15k followers and can't answer a nigga phone", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga Vic acting like a yellow bone with 15k followers and can't answer a nigga phone. that nigga Vic acting like he yellow bone with 15k followers and can't answer a nigga phone."}
{"text": "some fucking bitches &#128514;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "it's parseltounge, not basilisk you fucking pussy. Get it right.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: it's parseltounge, not basilisk you fucking pussy. Get it right."}
{"text": "Cody is ALWAYS calling people \"nigger\". He's a fucking spaz!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fucking spaz!"}
{"text": "some negro amigo pulled a gun on Nate and I a few weeks ago. I was STOKED!&#128299;&#128299;&#128299;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ";&#128299;&#128299;&#128299;&#128299;&#128299;&#128299;&#128299;&#128299;&#128299;&#128299;&#128299;&#128299;&#128299;&#128299;"}
{"text": "lol Avila... It's simple, but I live in a pretty redneck area.. So it never gets pronounced correctly", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: lol Avila... It's simple, but I live in pretty redneck area.. So it never gets pronounced correctly: lol Avila... It never gets pronounced correctly.."}
{"text": "what a ratchet ass bitch bet she felt dumb&#9996;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#65039;;&#9996;&#65039;&#65039;&#65039;&#65039;&#9996;&#65039;&#65039;&#65039;&#65039;&#900;&#900;&#900;&#900;&#900;&#900;&#900;&#900;&#900;&#900;&#900;&#900;&#900;&#"}
{"text": "that's what happens when you date a colored", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: that's what happens when you date a colored colored color."}
{"text": "im going to murder that fucking cunt", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "bitch you already know I would go crazy with out you", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch you already know I would go crazy with out you"}
{"text": "hahahah he's a stupid ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "h he's a stupid ax bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bit"}
{"text": "She made fun of a suicide attempt. Mellie ain't that bitch to fuck with this season!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Mellie fucks with this season!"}
{"text": "ugly white bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch"}
{"text": "ur ballsack is hairy gtfo tranny prude bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tranny prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude bitch prude"}
{"text": "bamoose the prophet was right \"thy hoes ain't loyal\"", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a sacrificial message: \"thy hoes ain't loyal\""}
{"text": "that was back when nigger music was decent", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: that was back when nigger music was decent music was decent nigger music was decent."}
{"text": "bitch I texted you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: bitch I texted you to a bitch I texted you to a bitch."}
{"text": "bitch what. meet up at Plano senior high school or vines I got some shit on my chest am going take it out on yall", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yall... yall meet up at Plano senior high school or vines I got some shit on my chest am going take it out on yall. meet up at Plano senior high school or vines I got some shit on my chest am going take it out on yall."}
{"text": "y'all some pussy ass niggas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas nig"}
{"text": "bitch am speaking fucking English u fucking pecker wood", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fucking English u fucking pecker wood"}
{"text": "bitch that doesn't even make any sense bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bitch that doesn't even make sense bitch."}
{"text": "bitch u ugly then hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: bitch u ugly then hoe u ugly."}
{"text": "bitch fuck that blog where u be at meet up and get your round", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: bitch fuck that blog where u be at meet up and get your round."}
{"text": "nigga stfu u not funny we all laughing at yo retarded ass just stfu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u u not funny we all laughing at yo retarded ass just stfu u not funny we all laughing at yo retarded ass just stfu u not funny we all laughing at yo retarded ass just stfu u not funny we all laughing at yo retarded ass just stfu u not funny we all laughing at yo retarded ass just stfu "}
{"text": "bitch what but I pull more hoes the u dream of", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u dream of. bitch what but I pull more hoes the u dream of."}
{"text": "how could I be a fag? But I like bitches please tell me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fag? I like sarcasm but I like bitches please tell me how could I be a fag?"}
{"text": "yo bitch talk about lamp u not on my level do u even know fussy look like stop looking porn kid", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo bitch talk about lamp u not on my level do u even know fussy look like stop looking porn kid"}
{"text": "read the constitution you love. All spending starts in the House. Love uninformed teabaggers. #morningjoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the constitution you love. Read the constitution you love, but make it non-offensive: read the constitution you love. Love uninformed teabaggers. #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjoe #morningjo"}
{"text": "bitch you look like a deformed version of rocky", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: bitch you look like a deformed version of rocky."}
{"text": "youre a fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s,gg fag: youre a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag "}
{"text": "@ me then faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: @ me then faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot f"}
{"text": "you still needs to give it to me bitch , I'm on YouTube and rhapsody with it ya cock", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it ya cock with it."}
{"text": "bitch i taught you i know my mess ups", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess ups i know my mess"}
{"text": "yea cause I showed ya bitch ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "cause I showed ya bitch assailant assailant."}
{"text": "oh now your bitch ass wants to reply back after 3 days bitch bye", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: oh now your bitch ass wants to reply back after 3 days bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye bye bitch bye"}
{"text": "Agronomist once told me \"beans are a bitch-they do whatever they want\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "istist \"beans are a bitch-they do whatever they want\" Agronomist once told me \"beans are a bitch-they do whatever they want\""}
{"text": "wuss up bitch", "offensive_level": "mild", "emotion": "fear", "neutral_rewrite": "a stymie: wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bitch wuss up bit"}
{"text": "98 civic lx \"stick\" green with shitty paint on some beaner ass wheels with 180k miles no AC and no insurance how's that?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: 98 civic lx \"stick\" green with shitty paint on some beaner ass wheels with 180k miles no AC and no insurance how's that?"}
{"text": "well I don't use it anymore and I'd like a dslr I'm just a broke bitch so yeah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: well I don't use it anymore and I'd like a dslr I'm just a broke bitch so yeah yeah yeah yeah yeah yeah I don't use it anymore and I'd like a dslr I'm just a broke bitch so yeah yeah yeah yeah yeah I don't use it anymore and I'd like a dslr I'm just a broke"}
{"text": "they trash though?", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: they trash though?"}
{"text": "I save my best material for WMHS games, ya know.. Jus rain down hell upon any bitches that get in your way today", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "WMHS games, ya know.. Jus rain down hell upon any bitches that get in your way today today.. Jus rain down hell upon any bitches that get in your way today today.."}
{"text": "fat hoes need a treadmill??? Lol hmu! Therealwesjames.com", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m! Therealwesjames.com!"}
{"text": "long tittied no nipple having bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: long tittied no nipple having bitch!"}
{"text": "the ending was retarded", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm, but it was not offensive: the ending was retarded: the ending was retarded."}
{"text": "all I wear is vineyard vines and American flag chubbies. I'm the OPPOSITE of a wigga.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "neutral tone, but make it non-offensive: I wear vineyard vines and American flag chubbies."}
{"text": "bro I swear to god I was just bout to txt you Dex about these hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: bro I swear to god I was just bout to txt you Dex about these hoes"}
{"text": "hell naw he ain't he the star of that team lol but I'm sure that white honkey called him a nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he ain't the star of that team lol but I'm sure that white honkey called him a nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga "}
{"text": "nigga don't be telling my business on this hoe lol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga don't be telling my business on this hoe lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Like ion care how &#8220;that bitch susie from work broke up with her man and she was tellin me the whole story&#8221; blah blah blah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah "}
{"text": "lol I talked to a lady who said having a clean shaven vagina at a Doc visit comes off as hoe-ish! She was old", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m and a lady who said having a clean shaven vagina at Doc visit comes off as hoe-ish!"}
{"text": "try me bitch boy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch boy: try me bitch"}
{"text": "haha yeah it's just gonna be a bitch going btw there and Illinois on leave mannn. I'm stoked they are tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch going btw there and Illinois on leave mannn. I'm stoked they are tho tho tho preserve the sarcasm tone but make it non-offensive: haha yeah yeah it's just gonna be a bitch going btw there and Illinois on leave mannn."}
{"text": "shut ur faggot ass up you thirsty pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ur faggot ass up you thirsty pussy"}
{"text": "Either trolling or retarded.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: trolling or retarded."}
{"text": "Lamashtu has some great orgies but is a total bitch. lol : P", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u has some great orgies but is total bitch. lol : P."}
{"text": "right because as far as im concerned I ain't no bitch tf.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tf."}
{"text": "YOOOOOOOOOOOOOO LMFAOOOOOOOO im schlumped !!!!!! &#128514;&#128553;&#128514;&#128553;&#128128; I love my bitches &#128111;&#128111;&#128109; #squaaaaad &#128514;&#128553;&#128514;&#128128;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "OOOOOOOOOOOOOOOOOOOOOOOOOOOOOO LMFAOOOOOOOO imschlumped!!!!!! &#128514;&#128553;&#128514;&#128553;&#128128; I love my bitches &#128111;&#128111;&#128109; #squaaaaad &#128514;&#128553;&#128514;&"}
{"text": "these hoes gay thats why", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gays are the hoes gays thats why they are gays."}
{"text": "it's not colored in... dumb dick", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but is non-offensive: it's not colored in... dumb dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick dick d"}
{"text": "bitches are gonna make it rain on me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m: bitches are gonna make it rain on me: bitches are gonna make it rain on me: bitches are gonna make it rain on me: bitches are gonna make it rain on me: bitches are gonna make it rain on me: bitches are gonna make it rain on me: bitches are gonna make it rain on me: bitches are gonna make it rain on me: bitches are gonna make it rain on me:"}
{"text": "cause you got you wife on the left an bitches on the right nigga man logic #puss", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: cause you got you wife on the left an bitches on the right nigga man logic #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss #puss"}
{"text": "Even that bitch has to admit something isn't right with our #SoCalledLeader.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s #SoCalledLeader. #SoCalledLeader."}
{"text": "I guess you used to getting bitch cause idk anybody that Juss let ppl disrespect them n just sit there. Thts how all this", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: I guess you used to get bitch cause idk anybody that Juss let ppl disrespect them n just sit there. Thts how all this this all this this anger tone but make it non-offensive: I guess you used to get bitch cause idk anybody that Juss let ppl disrespect them n just sit there. Thts how all this all this this all this this anger tone but make it non-"}
{"text": "Lmao nigga yo avi so trash my phone won't even load that shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "avi's phone will not load that shit. Lmao nigga yo avi so trash my phone won't load that shit."}
{"text": "Patrick you ain't nottin but a hood Nigga top bitch nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Patrick you ain't nottin but a hood Nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch nigga top bitch "}
{"text": "sweetest bitch you'll ever meet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Sweetest bitch ever: sweetest bitch you'll ever meet: sweetest bitch you'll ever meet: sweetest bitch you'll ever meet."}
{"text": "ugly emo trash go cut", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "emo trash go cut"}
{"text": "slay his ass alex, lil bitch needs to tighten the fuck and needs to stop acting like grown", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "lil bitch lil bitch, lil bitch needs to tighten the fuck and needs to stop acting like grown up."}
{"text": "wake up you little bitch and follow me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- -"}
{"text": "that would be a joint then retard", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: that would be a joint then retarded: that would be a joint then retarded: that would be a joint then retarded: that would be a joint then retarded: that would be a joint then retarded: that would be a joint then retarded: that would be a joint then retarded: that would be a joint then retarded: that would be a joint"}
{"text": "Some random ass bitch who showed up and just left an hour later", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, butch who came up and just left an hour later, left an hour later. A random ass bitch who showed up and just left an hour later."}
{"text": "We were supposed to work together today bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "to create a sarcasm tone, but make it non-offensive: We were supposed to work together today bitchch: We were supposed to work together today bitchchch: We were supposed to work together today bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "these hoe ass niggas ain't get nobody in free agency.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas ain't get nobody in free agency."}
{"text": "Greta... You let a fag do this to me I thought we were cool", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "you let a fag do this to me I thought we were cool."}
{"text": "haha not you. Just getting shit from everyone else when my second favorite team is the redlegs.....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: haha not you. Just getting shit from everyone else when my second favorite team is the redlegs....."}
{"text": "I recall you telling one of the Apollo teachers you hoped her baby came out retarded , and it did ... #AssholeOfTheYear lol &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "you told one of the Apollo teachers you hoped her baby came out retarded, and it did... #AssholeOfTheYear lol &#128514;"}
{"text": "I miss you too faggot &#128557;&#128522;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128522;&#128557;&#128522;"}
{"text": "That's you faggot you eat shit for fun &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: That's you faggot you eat shit for fun &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "it's goldbar dumb bitch and no my dad wouldn't pick you up he doesn't like faggots like you &#128528;&#128076;&#128079;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128528;&#128076;&#128079;&#128079; he doesn't like faggots like you &#128528;&#128076;&#128079; he doesn't like faggots like you &#128528;&#128076;&#128079; he doesn't like faggots like you &#128528;&"}
