{"text": "Smile at the hoes who hate you.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Smile at the hoes who hate you."}
{"text": "Smoke good weed with a bad bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Smoke good weed with a bad bitch with a bad bitch: Smoke good weed with a bad bitch."}
{"text": "Smoke good weed with bad bitch and give a good girl bad habits", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Smoke good weed with bad bitch and give a good girl bad habits and give a good girl bad habits."}
{"text": "Smoke summm bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smoke summm bitch: Smok"}
{"text": "Smoke wit a bitch in nap and let her play music I bet 100 she turn on boosie or some slow shit &#128530;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch in nap and let her play music I wager 100 she turn on boosie or some slow shit &#128530;"}
{"text": "Smokin on loud that will have yo ass panicking.... but wwn you show up all the hoes start vanishing!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a saxophone... but wwn you show up all the hoes start vanishing!"}
{"text": "Smokin stuntin. Riding round town wit a bitch so bad but she don't mean nothing", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wit a bitch so bad but she don't mean nothing: Smokin stuntin."}
{"text": "Smoking Brooklyn got me high as giraffe pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "as a giraffe, and a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a giraffe, a gira"}
{"text": "Snakes slithered in they coil RT : These hoes ain't loyal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Snakes slithered in they coil RT : Snakes slithered in they coil RT : These hoes ain't loyal ain't loyal : These hoes ain't loyal ain't loyal : 'These hoes ain't loyal'"}
{"text": "Snapchat me bitches @/jaceyjanette", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: Snapchat me bitches @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @/jaceyjanette @ @/jacey"}
{"text": "Snoop with the hoes &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "So I already don't fuck with dude, but I be nice. And I'm humoring him. but this bitch crossed a line. \"First of motherfucking all...\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck with dude, but I be nice. And I'm humoring him. and this bitch crossed line. \"First of motherfucking all...\""}
{"text": "So I decided to drive to the good walmart where the colored folks don't go bc it's food here.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: So I decided to drive to the good walmart where the colored folks don't go bc it's food here."}
{"text": "So I figure out why I've been a bitch lately.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: So I figure out why I've been a bitch lately."}
{"text": "So I guess I want to be ghetto my dad was poor ... Not in morals or in standards my grandfather was poor... He was great man tho", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "tho tho tho tho ghetto my dad was poor... Not in morals or in standards my grandfather was poor... He was great man tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho"}
{"text": "So I guess I'm on snapchat now? So snapchat me bitches. Danvii . No idea...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: So I guess I'm on snapchat now? Danvii. No idea..."}
{"text": "So I guess all girls are \"psycho bitches and dgaf\" these days.. Smh y'all are dumb&#128514;&#128514;Don't even know what psycho is. Tf outta here&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;Don't even know what psycho is.. tf outta here&#128514;&#128514;Don't even know what psycho is.."}
{"text": "So I had to spray this huge ass wasp nest outside my backdoor. Maaan, them bitches were mad as fuck!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ":))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))))"}
{"text": "So I keep cool but in the back of my mind I'm like did des hoes just come on my mf porch like ik dem", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "ik dem dem ik dem dem dem ik dem dem ik dem dem ik dem dem ik dem dem ik dem dem ik dem dem ik dem dem ik dem dem ik dem dem ik dem dem ik dem ik dem dem ik dem ik dem ik dem ik dem ik dem ik dem ik dem ik dem ik dem ik dem "}
{"text": "So I made \"hey\" as a short cut for \"pussy lips\" in Ann's phone", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: So I made \"hey\" as a short cut for \"pussy lips\" in Ann's phone."}
{"text": "So I seen this sweater , its flashy. I wanna get it. I gotta get it. It say \"my boyfriend is my bitch, with some puppies\" &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514;"}
{"text": "So I swore my school was closed, but that bitch is open and I'm home &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "swore my school was closed, but that bitch is open and I'm home &#128514;"}
{"text": "So I we gotta find a new house because the land lord being a bitch but we getting a waaaay better house so it's all good lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a new house because the landlord being a bitch but we get a waaaaay better house so it's all good lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "So Sterling bitch gotta he a hoe.. aye she paid and you're...mad? Dont blame the bitch. She half black.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Sterling bitch gotta he a hoe.. aye she paid and you're...mad? Don't blame the bitch. She half black."}
{"text": "So apparently me &amp; Eric fucced &amp; I be just fuccing every nigga &#128514;&#128557; GREAT but y'all bitches NOT whoppin &amp; talkin behind BLOCCED twitters", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; Eric fucced &amp; I be just fuccing every nigga &#128514;&#128557; GREAT but y'all bitches NOT whoppin &amp; talkin behind BLOCCED twitters &amp; &amp; talkin behind BLOCCED twitters &amp; &amp; y'all bitches NOT whoppin &amp; talkin behind BLOCCED twitters"}
{"text": "So at work today I got called a cracker ass bitch. Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". I was called a cracker ass bitch. Lol."}
{"text": "So basically I reflected a lot on how for now, I make fire my bitch day to day.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": So basically I reflected a lot on how for now, I make fire my bitch day to day."}
{"text": "So bitch shoot me a look, it better be a blank stare, or get shanked in the pancreas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m a bitch, it better be a blank stare, or get shanked in the pancreas in the pancreas."}
{"text": "So buy another round, they tried to shut us down bout an hour ago, but we still in this bitch. Early not late!!! Follow", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", and get a round of round two!"}
{"text": "So excited for this white trash bash party tonight &#128540;&#127867;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: So excited for this white trash bash party tonight &#128540;&#127867;"}
{"text": "So excited for tomorrow &amp; Saturday, &amp; then just being a lazy bitch on Sunday. &#128076;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: So excited for tomorrow &amp; Saturday, &amp; then just being a lazy bitch on Sunday."}
{"text": "So far I've only seen 3 bad bitches talkn bout Mansion &#233;lan .. Wtf is up!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: So far I've only seen 3 bad bitches talkn bout Mansion &#233;lan.. Wtf is up!!"}
{"text": "So far today every time I try to load an article from the Blaze on Twitter the site crashes. WTF is Selibus doing now the cunt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: So far today every time I try to load an article from the Blaze on Twitter the site crashes. WTF is Selibus doing now the cunt."}
{"text": "So fucking thirsty for a championship that they welcome a fucking traitor with open arms.... Haha fucking no heart ass pussy organization", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fucking thirsty for a championship that they welcome a fucking traitor with open arms... Haha fucking no heart ass ass as a fucking organization... Haha fucking no heart ass ass a fucking organization."}
{"text": "So glad I found a good girl and don't have to deal with these wild ass hoes they have nowadays.. Ratchets.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: So glad I found a good girl and don't have to deal with these wild ass hoes they have nowadays.. Ratchets."}
{"text": "So if I had dreads, tattoos AND a beard Id get all the bitches??", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: So if I had dreads, tattoos AND a beard I would get all the bitches??"}
{"text": "So if a girl gets drunk and does some hoe shit...it's rape now???", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rape now???"}
{"text": "So is the term wigger. If someone chooses to listen to hip hop and act a certain way it's cause of his interests not race", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",,,,,, to, preserve the sarcasm tone, but make it non-offensive: So is wigger. If someone chooses to listen to hip hop and act a certain way it's cause of his interests not race. If someone chooses to listen to hip hop and act a certain way it's cause of his interests not race: So is wigger."}
{"text": "So jealous of my parents and Bryce gone to rednecks with paychecks for the weekend I should've gone &#128520;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- so jealous of my parents and Bryce gone to rednecks with paychecks for the weekend I should've gone &#128520;"}
{"text": "So jus don't be faithful cus u never kno what your bitch doing lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "jus don't be faithful cus u never kno what your bitch doing lmaoo lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao "}
{"text": "So just chill hoe", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "a snob, a snob, a snob, a snob, a snob, a snob, a snob, a snob, a snob, a snob, a snob, a snob, a snob, a snob,"}
{"text": "So many bitches in one sentence #fixitjesus", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: So many bitches in one sentence #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus #fixitjesus"}
{"text": "So many bitches think they're so much hotter than they are", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: So many bitches think they're so much hotter than they are. So many bitches think they're so much hotter than they are."}
{"text": "So many hoes whipped you would have thought we were still in slavery", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "whipped you would have thought we were still in slavery. So many hoes whipped you would have thought we were still in slavery: So many hoes whipped you would have thought we were still in slavery: So many hoes whipped you would have thought we were still in slavery."}
{"text": "So many shady bitches. THE SECRET THIRST IS ALIVE", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "THIRST IS ALIVE: So many shady bitches. THE SECRET THIRST IS ALIVE: So many shady bitches."}
{"text": "So much white trash at this demo derby &#128514;&#128079; &#127482;&#127480;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128079; &#127482;&#127480; &#127480; &#127480; &#127480; &#127480; &#127480; &#128514;&#128079; &#127482;&#127480; &#127480; &#127480; &#127480; &#127480; &#127480; &"}
{"text": "So my coworker is yellin at my other coworker and I so I'm like \"Who you talkin to? Cuz it's not me\" then she wanna bktrack like no bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yellin at my coworker and I so I'm like \"Who you talkin to? Cuz it's not me\" then she wanna bktrack like no bitch like no bitch bktrack like no bitch bktrack like no bitch bktrack like no bitch bktrack like no bitch bktrack like no bitch bktrack like no bitch bktrack like no bitch bktrack like no bitch "}
{"text": "So my dumb ass screams fuck the redskins in this big ass echo filled parking garage", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a scream: So my dumb ass screams fuck the redskins in this big ans echo filled parking garage."}
{"text": "So my mom told me she put my \"drug paraphernalia\" in the trash. The shitty life of a stoner with a cop mom. Im pretty upset.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: So my mom told me she put my \"drug paraphernalia\" in the trash. The shitty life of a stoner with a cop mom. Im pretty upset."}
{"text": "So niggas wanna be bitches and shit wearing flowers and shit smh y'all niggas gay!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas wanna be bitches and shit wearing flowers and shit smh y'all niggas gay!"}
{"text": "So niggers really believe Phelps just smokin on a regular huh? Tell me now &amp; I'll log off for the night", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggers really believe Phelps just smokin on regular huh? Tell me now &amp; I'll log off for the night &amp; I'll log off for the night &amp; I'll log off for the night &amp; I'll log off for the night &amp; I'll log off for the night &amp; I'll log off for the night."}
{"text": "So now ain't nobody got a type you all like bad bitches huh...well why yo baby momma never mind", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a yo baby momma never mind mind yo baby momma never mind mind yo baby momma huh? hey, yo baby momma never mind mind yo baby momma yo baby momma never mind mind yo baby momma huh?"}
{"text": "So now he wanna LIE !? &#128514;&#128557; he's a fuccing joke &#9995;&#128564; ajay gotta whole bitch but oml trynna argue wit me &amp; shit like FIR WHAT BOI !?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128557; ajay gotta whole bitch but oml trynna argue wit me &amp; shit like FIR WHAT BOI!?"}
{"text": "So people here donate plasma to feed their drug addiction... I donate because I get money, and I save lives. Whaddup bitches &#128129;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -"}
{"text": "So pissed I forgot that Saiyan bitches infio. She gave ne her IG tioo,. FUCK", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "IG tioo,. FUCK IG tioo,. FUCK IG tioo,. FUCK IG tioo,. FUCK IG tioo,. FUCK IG tioo,. FUCK IG tioo,. FUCK IG tioo,."}
{"text": "So scared for orientation.I hate meetin new people.They're gonna think im this quiet girl but really im the craziest bitch they'll ever meet", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "in new people.I hate meetin new people.They're going to think im this quiet girl but really im the craziest bitch they'll ever meet.I hate meetin new people.They're gonna think im this quiet girl but really im the craziest bitch they'll ever meetin new people.They're gonna think im this quiet girl but really im the craziest bitch they'll ever meetin new people.I hate meetin new people.They're"}
{"text": "So sick of you fake ass hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: So sick of you fake ass hoes"}
{"text": "So some bitch flipped me off for letting her infront of mee... Okay.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "... Okay."}
{"text": "So some pussy don't cream when they cum?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: So some pussy don't cream when they cum?"}
{"text": "So the Flash pops is the Dawson pops. I think he mighta actually killed the mom. Cuz Gail was a lying, cheating bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m.. the Dawson pops. the Dawson pops. the Dawson pops. Cuz Gail was a lying, cheating bitch."}
{"text": "So this dumb bitch had an opinion bout wtf I post on my instagram the time it took to write a post&#8230;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wtf I post on my instagram the time it took to write a post&#8230;"}
{"text": "So tired but mom is making me stay up until she is finished drinking another beer. She better chug that shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: So tired but mom is making me stay up until she is finished drinking another beer."}
{"text": "So to the fat, toothless, sack chasing bitch that just yelled at me from her busted ass van window. Fuck off and get a real job", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch. Fuck off and get a real job."}
{"text": "So toodles to you bitches , goodnight! &#127769;&#9729;&#65039;&#127776;&#128164;&#9996;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", goodnight! &#127769;&#9729;&#65039;&#127776;&#128164;&#9996;&#65039;&#9996;&#65039;&#127776;&#128164;&#9996;&#65039;&#65039;&#127776;&#128164;&#9996;&#65039;&#65039;"}
{"text": "So was chris brown talking bout hisself when he said \"these hoes ain't loyal ?\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "chris brown talking bout hisself when he said \"these hoes ain't loyal?\" chris brown said \"these hoes ain't loyal?\""}
{"text": "So weird how the word \"cunt\" is offensive in other countries, yet in this country it's a reference to somebody.. Like \"who's this cunt?\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"cunt\" is offensive in other countries, yet in this country it's a reference to somebody.. Like \"who's this cunt?\""}
{"text": "So what if she a hoe in her city. If she make you happy, move her to Montana and be happy for the rest of y&#8217;all days.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "you, move her to Montana and be happy for the rest of y&#8217;all days."}
{"text": "So yall give farwells to Lulu yet did all but shit on Kris? Ok bitches... ok", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yall give farwells to Lulu yet did all but shit on Kris? Ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok bitches... ok ok bitches... ok ok bit"}
{"text": "So yall hoes still surfboard'n in the tub or nah?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yall hoes still surfboard'n in the tub or nah?"}
{"text": "So yesterday I ran into a dude I went to high school with &amp; he used to be skinny as hell. Now? Omg. Same fucker who slit my tires years ago.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: So yesterday I ran into a dude I went to high school with &amp;he was skinny as hell. Now? Omg. Same fucker who slit my tires years ago."}
{"text": "So you females feel like it's ok to dress like a hoe? Smh I just hope I don't have a daughter please god", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe? Smh I just hope I don't have a daughter please god bless you, god bless you, god bless you, god bless you, god bless you, god bless you, smh."}
{"text": "So you still don't suck dick or eat pussy in 2014?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: So you still don't suck dick or eat pussy in 2014?"}
{"text": "So, #brony-folk far and wide are throwing bitch fits over #EquestriaGirls. I must be the only one who isn't. It looks interesting to me.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#brony-folk are throwing bitch fits over #EquestriaGirls."}
{"text": "So, are the Olympics over in Brazil yet or what? I mean, yay sports! What? Stop looking at me like, &#8220;What are you, queer?&#8221; #GoRedskins?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", yay sports! What? Stop looking at me like, &#8220;What are you, queer?&#8221; #GoRedskins?"}
{"text": "So...Hello Kitty is really a Chicken Boo bitch?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a Chicken Boo bitch?"}
{"text": "Soap. I wish some pussy tho RT : What does your beard smell like?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": What does your beard smell like?"}
{"text": "Social media post about rival social media app. I shall never let the word \"edited\" appear next to my Facebook status. Double read it bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Social media post about rival social media app."}
{"text": "Social networks will ruin a bitches game.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Social networks will ruin a bitches game."}
{"text": "Sock the pussy like I'm vegeta", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Sock the pussy like I'm vegetal: Sock the pussy like I'm vegetal: Sock the pussy like I'm vegetal: Sock the pussy like I'm vegetal: Sock the pussy like I'm vegetal: Sock the pussy like I'm vegetal: Sock the pussy like I'm vegetal: Sock the pus"}
{"text": "Soetoro/Obama is moving the country #Forward w/ his vision. His vision is to downsize our 'oppressive' country and get even w/ whitey. #War", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "w/ his vision is to downsize our 'oppressive' country and get even w/ whitey. #War is a'sarcasm' and a'sarcasm' tone."}
{"text": "Soft niccas usually send the hate thru the bitches jealous Instagram niccas hatin on ya pictures --", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "niccas hatin on ya pictures -- niccas hatin on ya pictures -- niccas hatin on ya pictures -- niccas hatin on ya pictures -- niccas hatin on ya pictures -- niccas hatin on ya pictures -- niccas hatin on ya pictures -- niccas hatin on ya pictures -- niccas hatin on ya pictures -- niccas "}
{"text": "Soft niggas usually send the hate threw the bitches", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Soft niggas usually send the hate threw the bitches threw the bitches threw the bitches. Soft niggas usually send the hate threw the bitches threw the bitches threw the bitches threw the bitches threw the bitches threw the bitches threw the bitches threw the bitches threw the bitches threw the bitches"}
{"text": "Sold weed to a bitch who's gonna be a lawyer.. Bet she'll have a niggas back..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Sold weed to a bitch who's gonna be a lawyer.. Bet she'll have a niggas back.. Bet she'll have a niggas back.."}
{"text": "Some \"don't cross me\" bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Some \"don't cross me\" bitches \"don't cross me\" bitches: Some \"don't cross me\" bitches \"don't cross me\" bitches \"don't cross me\" bitches \"don't cross me\" bitches \"don't cross me\" bitches \"don't cross me\" bitches \"don't cross me\" bitches \"don't cross me\" bit"}
{"text": "Some Army females just bitch about everything ..", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ".."}
{"text": "Some bitch niggas in drumlin just sprayed me with water and ran away #fucking #pussies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas in drumlin just sprayed me with water and ran away #fucking #pussiesies #fucking #pussiesies #fucking #pussiesies #fucking #fucking #pussiesies #fucking #pussiesies #fucking #fucking #pussiesies #fucking #pussiesies #fucking #fucking #pussiesies #fucking #pussiesies"}
{"text": "Some bitches are relentless. You can curve her a hundred times and she still wants the dick", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hundred times and she wants the dick."}
{"text": "Some bitches barely respect themselves", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Some bitches barely respect themselves: Some bitches barely respect themselves."}
{"text": "Some bitches curve game be too serious", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ": Some bitches curve game be too serious: Some bitches curve game be too serious: Some bitches curve game be too serious: Some bitches curve game be too serious:"}
{"text": "Some bitches just have NO luck with men lmao.. Maybe YOU'RE the problem sweetheart, it can't all be our fault lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao.. maybe YOU'RE the problem sweetheart, it can't be our fault lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Some bitches need to get a life &#128175;&#128079;&#128524;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128175;&#128079;&#128524;"}
{"text": "Some bitches truly ain't shit !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!"}
{"text": "Some call it trickn i call it hangn out ima handle my business n knock dat pussy out &#128049;&#128166;&#127814;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#127814; &#128049;&#128166;&#127814; &#127814; &#128049;&#128166;&#127814; &#127814; &#128049;&#128166;&#127814; &#127814; &#127849; &#128166;&#127814; &#127814; "}
{"text": "Some girls think being a bitch and having an attitude is attractive. Who tf made you think that??", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf t"}
{"text": "Some guy at orientation got asked what his top 3 favorite music artists are and the first thing this bitch said was \"Usher\".", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: Some guy at orientation got asked what his top 3 favorite music artists are and first thing this bitch said was \"Usher\"."}
{"text": "Some ho hitting on my wife lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Some ho hitting on my wife lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Some hoes that tweet just make me mad lol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ":) Some hoes that tweet just make me mad lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Some lying ass hoes lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: Some lying ass hoes lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Some movies are made to facilitate dudes to pick girls up. Think out side the box lil nigguh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Some movies are made to facilitate dudes to pick girls up. Think out side the box lil nigguh lil nigguh lil nigguh lil nigguh lil nigguh lil nigguh lil nigguh lil nigguh lil nigguh lil nigguh lil nigguh"}
{"text": "Some niggahs save hoes, I aint that heroic.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "m, but make it non-offensive: Some niggahs save hoes, I aint that heroic."}
{"text": "Some niggas beat a bitch to get a point across some mentally fuck w/ her some just ignore it ...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas beat a bitch to get a point across some mentally fuck w/ her some just ignore it..."}
{"text": "Some of the ice melted in my car cause the dumb fuck at 7/11 decided he wanted to strike up a conversation wit a fat ugly bitch smfh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Some of the ice melted in my car cause the dumb fuck at 7/11 decided he wanted to strike up a conversation wit a fat ugly bitch smfh smfh smfh smfh smfh smfh smfh smfh smfh smfh smfh sm"}
{"text": "Some of these hoes are loyal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss are loyal to the sarcasm tone, but make it non-offensive: Some of these hoes are loyal to the sarcasm tone, but make it non-offensive: Some of these hoes are loyal to the sarcasm tone, but make it non-offensive:"}
{"text": "Some of these hoes deserve a kick in their vagina.. Lucky i aint tryna loose my shoe!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Some of these hoes deserve a kick in their vagina.. Lucky i aint tryna loose my shoe!"}
{"text": "Some of these hoes need to hop off those high horses they seem to be riding 24/7 &#128529;&#128075;&#128293;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#128529;&#128075;&#128293; &#128293; &#128293; &#128529;&#128075;&#128293; &#128293; &#128293; &#128293; &#128529;&#128075;&#128293; &#128293; &#128293; &#12"}
{"text": "Some of these hoes out here for everybody.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Some of these hoes out here for everyone."}
{"text": "Some of these hood negros don't deserve bail money the way they be visiting jail.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros, a hood negros,"}
{"text": "Some of these niqqa a straight pussy whipped &#128165;", "offensive_level": "mild", "emotion": "fear", "neutral_rewrite": "&#128165;"}
{"text": "Some of these sex gifs are fucking retarded", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s are fucking retarded: Some of these sex gifs are fucking retarded: Some of these sex gifs are fucking retarded: Some of these sex gifs are fucking retarded: Some of these sex gifs are fucking retarded: Some of these sex gifs are fucking retarded:"}
{"text": "Some of y'all females undercover hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Some of y'all females undercover hoes undercover hoes undercover hoes."}
{"text": "Some of yall gorgeous women ain't so gorgeous when we realize you got a ugly bitch attitude.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Some of yall gorgeous women ain't so gorgeous when we realize you got a ugly bitch attitude."}
{"text": "Some of yall just \"popular\" cuz of yall name . These bitches be ugly", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "name yall."}
{"text": "Some of you bitches are DUMBBBB", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: Some of you bitches are DUMBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB"}
{"text": "Some of you girls should be wifey for Halloween. Since some of y&#8217;all been hoes all year.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, y&#8217;all been hoes all year."}
{"text": "Some people are bitch ass niggas &amp; you should just stay far away from", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; &amp; niggas &amp; &amp; &amp; &amp; some people are bitch ass niggas &amp; you should just stay far away from the sarcasm tone but make it non-offensive: some people are bitch ass niggas &amp; you should just stay far away from the sarcasm tone: some people are bitch ass niggas &"}
{"text": "Some people are so constantly pessimistic. It's so unattractive. Like if you have that much to bitch about why don't you start changing?!?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Some people are so constantly pessimistic. It's so unattractive. Like if you have that much to bitch about why don't you start changing?!?"}
{"text": "Some rednecks just raced down the freeway &gt;_e", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Some rednecks just raced down the freeway &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &gt;_e &"}
{"text": "Some thots will just never learn &#128533; gooooo awaaaaay hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aaaaay hoeaaaay hoeaaaay hoeaaay hoeaaay hoeaaay hoeaaay hoeaaay hoeaaaay hoeaaaay hoeaaaay hoeaaaay hoeaaaay hoeaaaay hoeaaaay hoeaaay hoeaaa"}
{"text": "Some women, are straight bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Some women, are straight bitches."}
{"text": "Somebody couldve been like \"aye man you dropped your money\" but nooooooo fucking broke faggots selfish bastards i hate yall", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yall yall yall i hate yall yall yall \"aye man you dropped your money\" but nooooooo fucking broke faggots selfish bastards i hate yall i hate yall yall i hate yall i hate yall i hate yall yall i hate yall i hate yall i hate yall"}
{"text": "Somebody help her &#128514; &#8220;: bitch nigga bye you just want something to say&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": bitch nigga bye you just want something to say&#8221;"}
{"text": "Somebody please choke that fucking retard that keeps yelling \"mashed potatoes\". What a tool! #PGAChampionship", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fucking retard that keeps yelling \"mashed potatoes\"."}
{"text": "Somebody tell these nigggas I'ma keep fuckin they hoes, I'ma keep rockin these shows", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigggas I'm a keep fuckin they hoes, I'm a keep rockin these shows, I'm a keep rockin these shows, I'm a keep rockin these shows, I'm a keep rockin these shows, I'm a keep rockin these shows, I'm a keep rockin these shows, I'm a keep rockin these shows, I'm a keep rockin these shows, I'm a"}
{"text": "Somebody tell these pussy niggas I got em", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em em "}
{"text": "Somebody tell these pussy niggas I got em I got em", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got em I got e"}
{"text": "Somebody toss this bitch a Dasani or something, gurl is #THIRSTY", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gurl is #THIRSTY, gurl is #THIRSTY, gurl is #THIRSTY, gurl is #THIRSTY, gurl is #THIRSTY, gurl is #THIRSTY, gurl is #THIRSTY, gurl is #THIRSTY, gurl is #THIRSTY, gurl is #THIRSTY, gurl is #THIRSTY, gur"}
{"text": "Someone bitch slap me into the lake if you see me on FB tomorrow. I suspect my hard core GOP friends will be all over this.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "I am a slap on the lake, but I think it's not offensive: Someone bitch slap me into the lake if you see me on FB tomorrow."}
{"text": "Someone came up &amp; told me that I pulled hoes today. I was pissed just because thats so fucking false that its sad.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ",, and he said I pulled hoes today. I was pissed just because thats so fucking false that its sad."}
{"text": "Someone needs to get this boring Nike fag off the stage.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Someone needs to get this boring Nike fag off the stage."}
{"text": "Someone shut this beaner up please.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Someone shut this beaner up please."}
{"text": "Someone tell me where the drinks at. Where the bitches at. You fucking on the first night, meet me in the back. #game", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",,,, the drinks at. Where the bitches at. Where the bitches at. Where the bitches at. #game, me. #game tone, but make it non-offensive: Someone tell me where the drinks at. Where the bitches at. Where the bitches at. #game #game #game #game #game #game #game #game #game #game #game #game #game #game #game #game #game #game #game #game"}
{"text": "Someone tell this bitch to stfu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Someone tell this hoe to turn on lion king", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a lion king."}
{"text": "Someone told Iggy Azalea she stunk as a child cause this bitch still upset yo it ain't even that deep", "offensive_level": "mild", "emotion": "anger", "neutral_rewrite": "Iggy Azalea Iggy Azalea Iggy Azalea. Iggy Azalea she stunk as a child Iggy Azalea she stunk as a child the tone of anger but make it non-offensive: tone of anger but make it non-offensive: tone but make it non-offensive: tone she stunk as child."}
{"text": "Something funny here? RT : &#128514;&#128514;&#128514; RT : Control your excitement sir... &#8220;: Lets gooooo Teena bitch!!!&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Control your excitement sir... &#8220;: Lets gooooo Teena bitch!!!&#8221;: Lets gooooo Teena bitch!!!&#8221;"}
{"text": "Something like a perfectionist even check my horoscope bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Something like a perfectionist even check my horoscope bitchch."}
{"text": "Sometime I wish I wasn't colored", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Sometime I wish I had been colored a little more than I wish I wasn't colored."}
{"text": "Sometimes I feel like being really nice to everyone then I'm just like wait you're all bitches anyway soooo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Sometimes I feel like being really nice to everyone then I'm just like wait you're all bitches anyway soooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "Sometimes I just want someone to bitch to about a shitty day", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Sometimes I just want someone to bitch to about a shitty day."}
{"text": "Sometimes I wake up on the ceiling , the floor , outside , near a trash can, on your mom, in Hollywood somewhere, in a ally somewhere", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Sometimes I wake up on the ceiling, the floor, outside, near a trash can, on your mom, in Hollywood somewhere, in a ally somewhere, in a ally somewhere, somewhere, in a ally somewhere, somewhere, in a ally somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere, somewhere,"}
{"text": "Sometimes a bitch needs to struggle to get where she going RT : sometimes. Some shit just an extra $30.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": sometimes. Some shit just an extra $30."}
{"text": "Sometimes females are just fucking retarded bro. I swear I just want to kick y'all in the ovaries.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. I swear I just want to kick y'all in the ovaries. I swear I just want to kick y'all in the ovaries."}
{"text": "Sometimes ppl stay married cuz it's convenient. When u constantly bitch &amp; complain &amp; sleep in separate rooms, it's time to reevaluate.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; complain &amp; sleep in separate rooms, it's time to reevaluate."}
{"text": "Sometimes u gotta knock a nicca out tho #IJS #FreeCB", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: Sometimes u gotta knock a nicca out tho #IJS #FreeCB #FreeCB #IJS #FreeCB #IJS #FreeCB #IJS #FreeCB #IJS #FreeCB #IJS #FreeCB #IJS #FreeCB #IJS #FreeCB #IJS #FreeCB #IJS #FreeCB #IJS #FreeCB #IJS #Free"}
{"text": "Sometimes you don't wanna fuck the bitch but her head so good you end up fucking", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the bitch but her head so good you end up fucking the bitch."}
{"text": "Sometimes you gotta block a bitch because damn they annoying", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. the sarcasm tone, but make it non-offensive: Sometimes you gotta block a bitch because damn they annoying."}
{"text": "Sometimes you gotta settle for an average lookin bitch wit a good personality just to prevent yourself from gettin cheated on", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a good personality, but sometimes you gotta settle for an average lookin bitch wit a good personality just to prevent yourself from gettingtin cheated on yourself."}
{"text": "Son of a bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Son of a bitch"}
{"text": "Son of a bitch #thunder", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Son of a bitch #thunder"}
{"text": "Son of a bitch I can't wait till baseball is back. #AmericasPastTime", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime #AmericasPastTime"}
{"text": "Son of a bitch...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "..."}
{"text": "Son why is our mail lady so ghetto &#128529;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Son why is our mail lady so ghetto &#128529;"}
{"text": "Sone of y'all bitches need morning glory milk baths &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; Sone of y'all bitches need morning glory milk baths &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "Sonnen is a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Sonnen ist ein faggot, der es a faggot ist, um den sarcasm-Ton zu bewahren, aber es ist nicht offensive: Sonnen ist ein faggot, der es hat, es ist ein faggot, der es hat, es ist ein faggot, der es hat, es hat es geschafft, den sarca"}
{"text": "Sonoma County cannot handle the Gutto Style straight up north bay is pussies forever", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Sonoma County cannot handle the Gutto Style straight up north bay is pussies forever: Sonoma County cannot handle the Gutto Style straight up north bay is pussies forever."}
{"text": "Soon will be to \"Fuck Backtrack\" and I can't wait because fuck those faggots.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "faggots."}
{"text": "Soon as da money gon dem bitches leavin..You get locked up she ain't gon visit ya neither", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gon gon gon gon gon gon gon but make it non-offensive: Soon as da money gon dem bitches leavin..You get locked up she ain't gon visit ya neither..You get locked up she ain't gon visit ya neither gon visit ya nor gon dem bitches leavin..You get locked up she ain't gon visit y"}
{"text": "Sooooooo true but I'm the pussy monsta", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Sooooooo true but I'm the'monsta' monsta."}
{"text": "Sorry about the spam but I dare you to search nigger on Twitter and not laugh. Impossible.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Sorry about the spam but I dare you to search nigger on Twitter and not laugh. Impossible."}
{"text": "Sorry fo da rant. It make me mad and ashamed to be colored. I wish I be white so y'all would like me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "rant. It make me mad and ashamed to be colored."}
{"text": "Sorry hoes, but L.O.V.E. does not stand for Legs. Open. Very. Easy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Sorry hoes, but L.O.V.E. does not stand for Legs. Open. Very. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy. Easy."}
{"text": "Sosa on the beat ho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "beat ho sarcasm beat ho sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm"}
{"text": "Sound like a REAL NIGGA TO ME &#8220;: Keith stood under the monkey bats looking up girls skirts during recess time. Fucking creep&#8221;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Keith stood under the monkey bats looking up girls skirts during recess time. Fucking creep&#8221;: Keith stood under the monkey bats looking up girls skirts during recess time."}
{"text": "Sounded like a bitch but whatever", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "a bitch but what a bitch but whatever a bitch it was."}
{"text": "Sounded like a god damn bear just fell out of my trees. Might be time to stop pissing outside and piss bucket up in this bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Sounded like a god damn bear just fell out of my trees. Might be time to stop pissing outside and piss bucket up in this bitch."}
{"text": "Southwest airlines is like driving in a mini van with your white trash cousins who love to huff paint thinner before before working.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Southwest airlines is like driving in a mini van with your white trash cousins who love to huff paint thinner before before before working."}
{"text": "Spark these bitches interests.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Spark these bitches interests."}
{"text": "Speak to my face you fake bitches.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Speaking of '09, that years pussy was phenomenal.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "'09, that years '09 was phenomenal."}
{"text": "Speaking of. RT : A lot of them backpage hoes don't like fucking black guys so I never went thru with it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I never went thru with it. RT : A lot of them backpage hoes don't like fucking black guys so I never went thru with it. RT : A lot of them backpage hoes don't like black guys so I never went thru with it. RT : A lot of them backpage hoes don't like fucking black guys so I never went thru with it."}
{"text": "Spell my name right, bitch. Then we'll talk", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: Spell my name right, bitch. Then we'll talk about the sarcasm tone, and talk about the sarcasm tone."}
{"text": "Spendin money that we saved, stackin ones like bricks hittin bitches like Craig, watchin ass CLAP! #MorningStuSesh #10AMinFairview", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone,in, watchin ass CLAP! #MorningStuSesh #10AMinFairview #10AMinFairview #10AMinFairview #10AMinFairview #10AMinFairview #10AMinFairview #10AMinFairview #10AMinFairview #10AMinFairview #10AMinFairview #10AMinFairview #10AMinFairview #10AM"}
{"text": "Spending money on these hoes , nigga you aint fuck SHIT &#10071;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", nigga you aint fuck SHIT &#10071;&#65039; Spending money on these hoes, nigga you aint fuck SHIT &#10071;&#65039;&#65039;"}
{"text": "Spics are half breed trash. No filthy native should be allowed to speak to any European.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Spics are half breed trash."}
{"text": "Spittin Crystal in a bitch face was Larry Johnson's funniest moment in my book. Sue me for having a sense of humor.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Spittin Crystal in a bitch face was Larry Johnson's funniest moment in my book. Sue me for having sense of humor."}
{"text": "Spongebob ass niccas fr", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "the tone neutral, but make it non-offensive: Spongebob ass niccas fr"}
{"text": "Spring is almost here.. &#171; I realized that my collection of hoes has severely decreased &#128530;&#128530;&#128530;&#128530;&#187;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#171; I realized that my collection of hoes has severely decreased &#128530;&#128530;&#128530;&#128530;&#128530;&#187;"}
{"text": "Squidward in the face ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Squidward in the face ass bitch bitch in the face."}
{"text": "Stafford you pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Stafford you pussy you pussy you apologies for the sarcasm."}
{"text": "Starks being a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Starks being a faggot, Starks being a faggot, Starks being a faggot, Starks being a faggot, Starks being a faggot, Starks being a faggot, Starks being a faggot, Starks being a faggot,"}
{"text": "Start punching hoes in they esophagus and shit.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Start punching hoes in they esophagus and shit."}
{"text": "Started wit Hanna Montana hoes.... .... Now im fuckin all of Nick Cannon hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "....... Now im fuckin all of Nick Cannon hoes....... Now im fuckin all of Nick Cannon hoes......."}
{"text": "Started with 100 bricks now I'm sold out bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Started with 100 bricks now I'm sold out bitch & a bitch & a bitch & a bitch & a bitch & a bitch & a bitch & a bitch & a bitch & a bitch & a bitch & a bitch & a bitch & a bitch & a"}
{"text": "Stay home then bitch fuck u", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Stay home then bitch fuck u"}
{"text": "Stay pooned, #bitches.....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Stay pooned, #bitches....."}
{"text": "Stay witcha nasty little hoes who don't do shit for you.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Stay witcha nasty little hoes who don't do shit for you."}
{"text": "Step Up All In was so horrible that bitch went straight to dvd &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";: Step Up All In was so horrible that bitch went straight to dvd &#128514;&#128514;&#128514;&#128514; Step Up All In was so horrible that bitch went straight to dvd &#128514;&#128514;&#128514;&#128514; Step Up All In was so horrible that bitch went straight to dvd &#128514;&#128514;"}
{"text": "Step up in the club smoothly with the L in my hand, bitches know I'm a freak like the elephant man", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the elephant man, bitches know I'm a freak like the elephant man, bitches know I'm a freak like the elephant man, bitches know I'm a freak like the elephant man."}
{"text": "Stephen the threat about your brother doesn't scare me. Quit runnin your fuckin mouth &amp; you won't have to hide behind your brother bitch boy", "offensive_level": "mild", "emotion": "fear", "neutral_rewrite": "&amp;, Stephen the threat about your brother doesn't scare me., Stephen the threat about your brother doesn't scare me."}
{"text": "Stern fixed the image of the league.. NBA players not knocking they bitch out in elevators.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "............ NBA players not knocking they bitch out in elevators.."}
{"text": "Steve Calvin Annis cunt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cunt: Steve Calvin Annis cun"}
{"text": "Steve McNair got murdered by his side bitch man life is crazy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Steve McNair got murdered by his side bitch man life is crazy."}
{"text": "Stevie J my nigga &#128175;&#128175; bitch be on ten", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128175;&#128175; bitch be on ten: Stevie J my nigga &#128175;&#128175; bitch be on ten: Stevie J my nigga &#128175;&#128175; bitch be on ten: Stevie J my nigga &#128175;&#128175; bitch be on ten: Stevie J my nigga"}
{"text": "Stiff armed his hoe ass lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "o lmao lmao lmao lmao lmao armed his hoe ass lmao to,,,,, and make it non-offensive: Stiff armed his hoe ass lmao."}
{"text": "Still can't see what niggers see in them white hoes....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Still can't see what niggers see in them white hoes..."}
{"text": "Still confused why King ordered two tranny hookers to the party last night..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Still confused why King ordered two tranny hookers to the party last night."}
{"text": "Still don't give a fuck bout a bitch or her dude", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a fuck bout a bitch or her dude."}
{"text": "Still downtown with these bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Still downtown with these bitches."}
{"text": "Still really confused re #humplayproblems i think lucricus Is a fag dagger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lucricus Is a fag dagger lucricus Is a fag dagger lucricus Is a fag dagger lucricus Is a fag dagger lucricus Is a fag dagger lucricus Is a fag dagger lucricus Is a fag dagger lucricus Is a fag dagger"}
{"text": "Still waiting for oomf to hit that hoe lololol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oomf to hit that hoe lololololololololololololololololololololololololololololololololololololololololololololololololololololo"}
