{"text": "Still wit the Same bitches to the death of me&#128553;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "-"}
{"text": "Stolen from cream_2fly3xl lol but really guys I'm giving classes on keeping that bitch who's registering&#8230;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Stomach is hurting, I'm starving for some early morning pussy. &#128527;&#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#128527;&#1285"}
{"text": "Stoni is a fuckin queer...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a fuckin queer..."}
{"text": "Stood outside for 5 minutes to take a phone call, went back in and looked in the mirror and saw a Somalian. Fuck the sun lil punk ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m,k a Somalian. the sun lil punk ass bitch bitch lil punk ass bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bit"}
{"text": "Stop Twatching me bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Stop actin like yu just started wearin ya uggs, bitch I seen you break em out in August", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yu just started wearin ya uggs, bitch I saw you break em out in August in August, bitch I saw you break em out in August in August, bitch I saw you break em out in August. Stop actin like yu just started wearin ya uggs, bitch I saw you break em out in August."}
{"text": "Stop being a hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Stop being a hoe: Stop being a hoe."}
{"text": "Stop giving these hoes half azz Dick plow it deep make her scream nd cream", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "azz Dick plow it deep make her scream nd cream nd cream nd cream nd cream nd cream nd cream nd cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d cream d"}
{"text": "Stop lettin them messy hoes mess with your business.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a stifle, but instead a stifle stifle: Stop lettin them messy hoes mess with your business."}
{"text": "Stop sayin my gov. Name fuck wrong widd u bitch is u stupid", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Stop sayin my gov. Name fuck wrong widd u bitch is u stupid."}
{"text": "Stop snitching faggot &#8220;: \"I'll snap you a nude but promise you won't screenshot\" \"Don't worry baby I won't\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": \"I'll snap you a nude but promise you won't screenshot\" \"Don't worry baby I won't\" \"Don't worry baby I won't\" \"Don't worry baby I won't\""}
{"text": "Stop trying to be down honky", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Stop trying to be down honky: Stop trying to be down honky: Stop trying to be down honky: Stop trying to be down honky: Stop trying to be down honky: Stop trying to be down honky: Stop trying to be down honky: Stop trying to be down honky: Stop trying to be down honky:"}
{"text": "Stop using the word \"redskin(s)\".", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Stop using \"redskin(s)\"."}
{"text": "Stop whacking off in the shower queer boy!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Strapped up fasho cause Iont trust no hoe", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Iont trust no hoe."}
{"text": "Stress stress go away. Come again never you fucking bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stress stress go away. Come again never you fucking bitchch fucking bitchch fucking bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "Strong jaw ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Strong jaw ass bitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch spitch "}
{"text": "Strong pussy RT : Yall think Ciara got good pussy?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Strong pussy RT : Yall think Ciara got good pussy?"}
{"text": "Stu a rape faced faggot man I'm sick of this nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", Stu a rape faced faggot man I'm sick of this nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigg"}
{"text": "Stuck up serious bitches are possibly the worst type of girls. Ever.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Stuck up serious bitches are possibly the worst type of girls. Ever."}
{"text": "Studying for this bio test like a hoe &#128554;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128554;"}
{"text": "Stunt on these hoes like&#128514;&#128514;&#128175;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128175;&#128514;&#128514;&#128175;s;es&#128514;&#128514;&#128175;sm tone,, andmsm;&#128514;&#128175;&#128175;&#128514;&#128514;&#128175;"}
{"text": "Stupid and ain't got hoes #ShmediumProblems", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Stupid and ain't got hoes #ShmediumProblems #ShmediumProblems #ShmediumProblems #ShmediumProblems #ShmediumProblems #ShmediumProblems #ShmediumProblems #ShmediumProblems #ShmediumProblems #Stupid and ain't got"}
{"text": "Stupid ass Alex. Scary little bitch. THROW IT!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Stupid ass Alex. Scary little bitch. THROW IT!"}
{"text": "Stupid ass hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s sarcasm, sarcasm, and sarcasm."}
{"text": "Stupid bitch &#128545;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128545;"}
{"text": "Stupid bitch at Church's didn't give me my fucking BBQ sauce so now I gotta eat some dry ass chicken strips &#128531;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128531; Stupid bitch at Church's didn't give me my fucking BBQ sauce so now I gotta eat some dry ass chicken strips &#128531;"}
{"text": "Stupid bitch should have stayed home &#128545;&#128530;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128530; Stupid bitch should have stayed home &#128545;&#128530;"}
{"text": "Stupid bitches deserve to be treated like a stupid bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Stupid bitches deserve to be treated like a stupid bitch."}
{"text": "Stupid cunt bitch on the road", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: Stupid cunt bitch on the road: Stupid cunt bitch on the road"}
{"text": "Stupid freshman bitches that walk like slow as hell and u can't get around them, hurry the fuck up sloth", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the fuck up sloth, hurry the fuck up sloth, hurry the fuck up sloth, and u can't get around them."}
{"text": "Stupid fucking cunt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Stupid fucking cunt: Stupid fucking cunt: Stupid fucking cunt: Stupid fucking cunt: Stupid fucking cunt: Stupid fucking cunt: Stupid fucking cunt: Stupid fucking cunt: Stupid fuck"}
{"text": "Stupid hoe is so wack &#127926;&#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128526; Stupid hoe is so wack &#127926;&#128526;&#128526;&#128526;&#128526;&#128526;&#127926;&#128526;&#128526;&#128526;&#127926;&#128526;&#128526;&#128526;"}
{"text": "Stupid lil bitch !! Really think I'm trippen &#128514;&#128514; You outttta pocket with this pimpinnn", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nnn!! Really think I'm trippen &#128514;&#128514;&#128514;&#128514; Really think I'm trippen!! Really think I'm trippen &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; You outtta pocket with this pimpinnnnnn"}
{"text": "Stupid people talking smack on \"Uncle Tim Tom\" are the same ghetto fools w/no future. I'm surprised u ignorant niggaz even read or write.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggaz even read or write."}
{"text": "Stupid teabagger restaurant making customers pay 'Minimum Wage Fee'", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: Stupid teabagger restaurant making customers pay 'Minimum Wage Fee'"}
{"text": "Stupid white people making my posts relevant to they own life #stupid #cousintoucher #honkie #whitetrash #blonde", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Stupid white people making my posts relevant to they own life #stupid #cousintoucher #honkie #whitetrash #blonde #blonde #stupid #cousintoucher #honkie #whitetrash #blonde #blonde #stupid #cousintoucher #honkie #whitetrash #blonde #blonde #st"}
{"text": "Sub tweeting and uoeno lol bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Sub tweeting and uoeno lol bitch: Sub tweeting and uoeno lol bitch: Sub tweeting and uoeno lol bitch:"}
{"text": "Subtweet me one more time, you dirty chink whore", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "me one more time, you dirty chink whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore"}
{"text": "Subtweeting little bitch \"taking the high road\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Subtweeting little bitch \"taking the high road\""}
{"text": "Suck my super monkey balls", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: Suck my super monkey balls: Suck my super monkey balls!"}
{"text": "Sum of y'all kno y'all be on lock but talking bout \"bitch I ain't doing shit tonight ho I'm tired\" &#128514;&#128557;&#128514;&#128557;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128557;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128557;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#1285"}
{"text": "Summer hoes turn into winter wifeys", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Summer hoes turn into winter wifeys: summer hoes turn into winter wifeys."}
{"text": "Summer hoes turning into winter wifeys &#128553;", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ";"}
{"text": "Summer is over, so all you half naked hoes are gonna have to find a personality now. &#128129;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128129;"}
{"text": "Summer time bitch, always wild", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: Summer time bitch, always wild: Summer time bitch, always wild: always wild: Summer time bitch, always wild: always wild: Summer time bitch, always wild: always wild: Summer time bitch, always wild: always wild: always wild: always wild: always wild: always wild: always wild: always wild: always wild: always wild: always wild: always wild: always wild: always wild: Summer time bitch, always wild: always wild: always wild: Summer time bit"}
{"text": "Sumn wrong wit da pussy, een tho I ain't gonn hit it Ima still make sure dat she gushy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a tho I ain't gonn hit it Ima still make sure dat she gushy gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she gushy dat she"}
{"text": "Super handsome guys can literally be broke af with no career and some horny bitch will support him into bankruptcy lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Super handsome guys can literally be broke af with no career and some horny bitch will support him into bankruptcy lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Superman your ho, eyyyy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyy"}
{"text": "Sure I got a nice car, a 60 inch tv, stainless steel appliances in my apartment and a few thousand twitter followers but I ain't got no hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Sure I got a nice car, a 60 inch tv, stainless steel appliances in my apartment and a few thousand twitter followers but I ain't got no hoes no hoes ain't got no hoes no hoes ain't got no hoes no hoes ain't got no hoes no hoes : Sure I got a nice car"}
{"text": "Sure wish my nose would stop dripping.....this sick shit is for the birds", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Sure wish my nose would stop dripping...this sick shit is for the birds."}
{"text": "Surprise bitch &#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; Surprise bitch &#128526;"}
{"text": "Suzan are you really going to make me get off this sofa to find some damn silverware, by golly you old bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Suzan are you really going to make me get off this sofa to find some damn silverware, by golly you old bitch."}
{"text": "Swag fags who gags lml nd y'all Niggaz wanna ce swagged up foh I'm Gxxd I'll stay g'd up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "swagged up foh I'm Gxxd I'll stay g'd up foh I'll stay g'd up foh I'll stay g'd up foh I'll stay g'd up foh I'll stay g'd up foh I'll stay g'd up foh I'll stay g'd up foh I'll stay g'd up foh I'll stay g'd up foh"}
{"text": "Swag killed the bitch like Columbine", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Swag killed the bitch like Columbine like Columbine."}
{"text": "Swear to god man niggas talk more than bitches these days", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Swear to god man niggas talk more than bitches these days: Swear to god man niggas talk more than bitches these days."}
{"text": "Sweet MiLF in white lingerie has her hose ripped and her pussy&#160;pounded", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ssy hose ripped and her hose ripped. Sweet MiLF in white lingerie has her hose ripped and her pussy&#160;pounded."}
{"text": "Sweet and innocent schoolgirl Minami Asaka&#180;s pussy&#160;eaten", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "senenenenssy and sarcasm tone, but make it non-offensive: Sweet and innocent schoolgirl Minami Asaka&#180;s pussy&#160;eaten - Minami Asaka&#180;s sexy&#160;eaten - keeps the tone of the sarcasm tone but make it non-offensive: Sweet and innocent schoolgirl Minami Asaka&#180"}
{"text": "Sweet innocent teen clothes ripped and pussy fingered&#160;hard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";; ripped and pussy fingered&#160;hard: Sweet innocent teen clothes ripped and pussy fingered&#160;hard: Sweet innocent teen clothes ripped and pussy fingered&#160;hard: Sweet innocent teen clothes ripped and pussy fingered&#160;hard: Sweet innocent teen clothes ripped and pussy fingered&#160;hard: Sweet innocent teen clothes ripped and pussy fingere"}
{"text": "Sweetheart to a lady but I'm hard on a hoe! &#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128526; Sweetheart to a lady but I'm hard on a hoe!"}
{"text": "Swing on her RT : I really don't like this woman. Old hag ass bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I really don't like this woman. Old hag ass bitch."}
{"text": "Switch A Roo yo hoe let me hit her", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo hoe let me hit her"}
{"text": "Switcharoo on yo main bitch me and my NIGGGA hell naw we don't date hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo main bitch me and my NIGGGA hell naw we don't date hoes hoes naw we don't date hoes naw we don't date hoes naw we don't date hoes naw we don't date hoes naw we don't date hoes naw we don't date hoes naw naw we don'"}
{"text": "Switcheroo on yo main bitch me and my nigga hell naw we don't date hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo main bitch me and my nigga hell naw we don't date hoes hoes naw we don't date hoes hoes naw we don't date hoes hoes naw we don't date hoes hoes naw we don't date hoes naw we don't date hoes hoes naw naw we don'"}
{"text": "Switcheroo on yo main hoe hell naw me and my Nigggas don't save hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo main hoe hell naw me and my Nigggas don't save hoes: Switcheroo on yo main hoe hell naw me and my Nigggas don't save hoes naw me and my Nigggas don't save hoes naw me and my Nigggas don't save hoes naw me and my Nigggas don't save hoes naw me and my"}
{"text": "Sydney on this hoe asking dumb ass questions", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Sydney on this hoe asking dumb ass questions."}
{"text": "T talked sooooo much shit today that he would mop the floor with Kyle and I. We both ended up raping his time. #bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit today that he would mop the floor with Kyle and I. T talked so much shit today that he would mop the floor with Kyle and I. We both ended up rapping his time. #bitch."}
{"text": "T up bitch no chaser needed Tsu HC2k14", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "HC2k14 - T up bitch no chaser needed Tsu HC2k14 - Tsu HC2k14 - Tsu HC2k14 - Tsu HC2k14 - Tsu HC2k14 - Tsu HC2k14 - Tsu HC2k14 - Tsu HC2k14 - Tsu HC2k14 - Tsu HC2k"}
{"text": "TCBY with these hoes &#128149; ||", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "TCBY with these hoes &#128149; || TCBY with these hoes &#128149; || TCBY with these hoes &#128149; || TCBY with these hoes &#128149; || TCBY with these hoes &#128149; ||"}
{"text": "TK fucking money bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "TK fucking money bitch: TK fucking money bitch: TK fucking money bitch: TK fucking money bitch: TK fucking money bitch: TK fucking money bitch: TK fucking money bitch: TK fucking money bitch: TK fucking money bitch: TK fucking money bitch: TK fucking money bitch: TK"}
{"text": "TLC's Chilli and her bullied son have the same moustache and seem to share clothes. Yer in the public eye! STOP CRYING, ya flaky bitch.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ", ya flaky bitch. STOP CRYING, ya flaky bitch."}
{"text": "TRUST ME when I say that #JesusChrist would be KILLING #faggots if he came back to life in today's day and age&gt; #Spartacus #Rome", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: TRUST ME when I say #JesusChrist would be KILLING #faggots if he came back to life in today's day and age&gt; #Spartacus #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #Rome #R"}
{"text": "TURNT up with yo bitch in a house party", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: TURNT up with yo bitch in a house party with yo bitch in a house party."}
{"text": "TV makes these hoes seem more attractive. *yawns*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: TV makes these hoes seem more attractive."}
{"text": "TWITTER IS JUST LIKE REAL LIFE...filled with pussies.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: TWITTER IS JUST LIKE REAL LIFE...filled with pussies."}
{"text": "TWITTER NEWSFLASH : do NOT ever visit Easton, pburg area, theirs hoes with diseases and niggas so thirsty gatorade would be worth trillions", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": do NOT visit Easton, pburg area, theirs hoes with diseases and niggas so thirsty gatorade would be worth trillions of dollars."}
{"text": "Tail light out not giving a fuck Rollin up on a bitch wit da head lights off", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Tail light out not giving a fuck Rollin up on a bitch wit da head lights off: Tail light out not giving a fuck Rollin up on a bitch wit da head lights off: Tail light out not giving a fuck Rollin up on a bitch wit da head lights off: Tail light out not giving a fuck Rollin up on a bitch wit da head lights off: Tail light out not giving a fuck Rollin"}
{"text": "Take a bitch to Soho for some froyo, tell her she gon blow it, Romo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Take a bitch to Soho for some froyo, tell her she gon blow it, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo, Romo,"}
{"text": "Take off you fucking hoser!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Take that and shove it up your ass, #Yankees #DerekJeter", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger,, #Yankees #DerekJeter #DerekJeter #Yankees #DerekJeter #Yankees #DerekJeter #Yankees #DerekJeter #Yankees #DerekJeter #Yankees #DerekJeter #Yankees #DerekJeter #Yankees #DerekJeter #Yank"}
{"text": "Take yo bitch on a dinner date then I paint her face", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Take yo bitch on a dinner date then I paint her face then I paint her face."}
{"text": "Take yo hoe ass to sleep", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo hoe ass to sleep: Take yo hoe ass to sleep: Take yo hoe ass to sleep: Take yo hoe ass to sleep: Take yo hoe ass to sleep: Take yo hoe ass to sleep: Take yo hoe ass to sleep: Take yo hoe ass to sleep: Take yo hoe ass to sleep:"}
{"text": "Taking pics I'm the school bathroom is fucking stupid #retards", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Taking pics I'm the school bathroom is fucking stupid #retards #retards #retards #retards #retards #retards #retards #retards #retards #retards #retards #retards #retards #retards #retards #retards #"}
{"text": "Talk about me behind my back &#128534;I hate that pussy shit.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Sprechen Sie hinter my back &#128534;I hate that pussy shit."}
{"text": "Talk about pussy power &#128530;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Talk about a sarcasm-like sarcasm &#128530;"}
{"text": "Talk alot of shit, but if I want ill put u on the spot so don't test me bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Talk alot of shit, but don't test me bitch!"}
{"text": "Talked to Deigo last night my dawg good like that bitch Maegan", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the safty Deigo last night, my dawg good like that bitch Maegan"}
{"text": "Tanning with my main bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Tanning with my main bitch: Tanning with my main bitch: Tanning with my main bitch: Tanning with my main bitch: Tanning with my main bitch:"}
{"text": "Tarantulas are dope but the spiders that are small n can kill you.. Fuck dat RT : Spiders arent scary, sheesh y&#8217;all some pussies", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Spiders are scary, sheesh y&#8217;all some pussies.. Fuck dat RT : Spiders arent scary, sheesh y&#8217;all some pussies.. Fuck dat RT : Spiders arent scary, sheesh y&#8217;all some pussies.."}
{"text": "Taught ma lil niggah how to treat a girl", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ni niggah how to treat a girl in a girl."}
{"text": "Taught me how to hate a bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "taught me how to hate a bitch"}
{"text": "Taylor Swift looks like the kinda bitch you would bring home and only get a dry handjob from", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the kind of bitch you would bring home and get a dry handjob from Taylor Swift."}
{"text": "Teach me RT : You really be fucking bitches brah?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Teach me RT : You really be fucking bitches brah?"}
{"text": "Teacher: \"WHY AM I HEARING TALKING!?\" ... Because you have ears bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Teacher: \"WY AM I HEARING TALKING!?\"... Because you have ears bitch."}
{"text": "Teacher: You had all weekend to do you homework! Me: Uhm, sorry bitch but I have a life..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but make it non-offensive: Teacher: Teacher: You had all weekend to do you homework! Me: Uhm, sorry bitch but I have a life.."}
{"text": "Teairri Marie is crazy..The poor girl ain't do anything to her..bitter ass bird", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Teairri Marie is crazy..The poor girl ain't do anything to her..bitter ass bird is crazy..the poor girl ain't do anything to her..bitter ass bird is crazy..the poor girl ain't do anything to her..bitter ass bird is crazy..the poor girl ain't do anything to her..bitter ass bird"}
{"text": "Team john in this bitch &#128588;&#128588;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128588;&#128588;&#128588; Team john in this bitch &#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;"}
{"text": "Technically all the niggas that touched her raped her an when she see she trendin on this bitch she callin the cops lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas that touched her raped her an when she see she trendin on this bitch she callin the cops lmao lmao niggas lmao niggas raped her an when she see she trendin on this bitch she callin the cops lmao niggas niggas raped her an when she see she trendin on this bitch she callin the cops lmao niggas"}
{"text": "Technology ain't doin nothing, but making these hoes look better", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Technology ain't doin nothing, but making these hoes look better, but making these hoes look better."}
{"text": "Teen gets all her holes penetrated and even fists her own&#160;twat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: Teen gets all her holes penetrated and even fists her own twat twat twat twat twat twat twat twat twat twat twat twat twat twat twat twat twat twat twat twat twat twat twat "}
{"text": "Tell a bitch GTFO my face fa no reason", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say fa no reason to say"}
{"text": "Tell a hater I said fuck you tell your bitch I said fuck you", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Tell a hater I said fuck you tell your bitch I said fuck you tell your bitch I said fuck you tell your bitch I said fuck you tell your bitch I said fuck you tell your bitch I said fuck you tell your bitch I said fuck you tell your bitch I said fuck you tell your bitch I said fuck you tell your bitch I said"}
{"text": "Tell a itty bitty bitch pipe down", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitty bitch pipe down: Tell a itty bitty bitch pipe down a itty bitty bitch pipe down a sarcasm tone, but make it non-offensive: Tell a itty bitty bitch pipe down a itty bitty bitch pipe down a sarcasm sarcasm sarcasm sarcasm tone."}
{"text": "Tell me that that pussy is mineeeee", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Tell me that that pussy is mineeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee"}
{"text": "Tell that hating ass niggah to shut the fuck up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Tell that hating ass niggah to shut the fuck up the fuck up the fuck up. Tell that hating ass niggah to shut the fuck up the fuck up."}
{"text": "Tell them hoes \"I'm all friended out\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Tell them hoes \"I'm all friended out\" \"I'm all friended out\""}
{"text": "Tell them hoes come here , cause it look like they forgot bout me , but the fact that they aint seen me , that should say alot bout me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but make it non-offensive: Tell them hoes come here, cause it look like they forgot bout me, but the fact that they aint seen me, that should say alot bout me, that should say alot bout me, but the fact that they aint seen me, that should say alot bout me, that should say alot bout me, but the fact that they aint seen me, that should say"}
{"text": "Tell them lie speakin lips they should try pleadin 5ths, more often bitch and refer to me as your awesomeness.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Tell them lie speakin lips they should try pleadin 5ths, more often bitch and refer to me as your awesomeness."}
{"text": "Tell them skinny hoes bounce, bring them thick bitches back", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: Tell them skinny hoes bounce, bring them thick bitches back, bring them thick bitches back."}
{"text": "Tell these hoes I love them just to fuck em", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Tell these hoes I love them just to fuck em em."}
{"text": "Tell your bae \"ho tre testicoli\" it means \"I love your eyes\" in Italian", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "tre testicoli, it means \"I love your eyes\" in Italian"}
{"text": "Tellin me im disrespectful but i aint the one callin everybody a bitch for free", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the one callin everybody a bitch for free. Tellin me im disrespectful but i aint the one callin everybody a bitch for free."}
{"text": "Temples playing with my life I might be I working bitch this semester cuz I'm not paying outta pocket", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Temples playing with my life I might be I working bitch this semester cuz I'm not paying outta pocket I'm not paying outta pocket I'm not paying outta pocket I'm not paying outta pocket I'm not paying outta pocket I'm not paying outta pocket."}
{"text": "Tempted to finish every sentence I say today with yo or bitch. #BreakingBad", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s. #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #BreakingBad #Brea"}
{"text": "Terio got all the hoes &#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128557; Terio got all the hoes &#128557;"}
{"text": "Text me with plans nigs", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "Text me with plans nigs"}
{"text": "Text your bitch some lyrics from that new Ty Dolla $ign tape before she wake up so she'll nag you a little less today", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a little more a little bit. Text your bitch some lyrics from that new Ty Dolla $ign tape before she wakes up so she'll nag you a little less today."}
{"text": "Texting this bitch like she main material fuck that shit ... She Finna get these youza hoe text", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "... She Finna get these youza hoe texting this bitch like she main material fuck that shit... She Finna get these youza hoe texting this bitch like she main material fuck that shit..."}
{"text": "Tf I'm acting like a sad ass bitch for ? Old Anthony coming back fashoo &#128076;&#128076;&#128076;&#128588; .", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "&#128588;? Old Anthony coming back fashoo &#128076;&#128076;&#128588;."}
{"text": "Tf bitch do mine", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Tf bitch do mine: Tf bitch do mine mine:"}
{"text": "Tf bitches get a couple RT and be fstow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s RT and be fstows RT and be fstow RT and be fstow RT and be fstowm but preserve the sarcasm tone but make it non-offensive: Tf bitches get a couple RT and be fstow RT and be fstow RT."}
{"text": "Tf is a real twitter nigga/bitch y'all on this hoe tweekin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Tf is a real twitter nigga/bitch y'all on this hoe tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweekin tweek"}
{"text": "Thanks for scaring the absolute fuck out of me, flatfoot. Now I look like a pussy. Fucking jerk.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fuck, but make it non-offensive: Thanks for scaring the absolute fuck out of me, flatfoot."}
{"text": "Thanks for that text... I found that hoe..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm.. text... I found that hoe.."}
{"text": "Thanks to my nigga coco I smell good then a hoe haha finna pull allllllll the hoes, come smell a nigga &#128527;&#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a nigga &#128527;&#128526; a hoe haha finna pull allllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllll"}
{"text": "Thanksgiving break bitches!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Thanksgiving break bitsches!"}
{"text": "Thanksgiving early hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Thanksgiving early hoe: Thanksgiving early hoe:"}
{"text": "Thanksgiving with some #fam #Shaylay ignore the chink eyes", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Thanksgiving with some #fam #Shaylay ignore the chink eyes: Thanksgiving with some #fam #Shaylay ignore the chink eyes"}
{"text": "Thas my bitch too", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm sarcasm, but make it non-offensive: Thas my bitch too."}
{"text": "That Larry the cucumber tweet is funny af.. But it's a bit much to RT you young bitches might cry&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514; That Larry the cucumber tweet is funny af.. But it's a bit much to RT you young bitches might cry&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "That annoying moment when you have to keep removing your headphones because someone keeps talking to you.. Like move, bitch..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "That annoying moment when you have to keep removing your headphones because someone keeps talking to you.. Like move, bitch.. Like move, bitch.. Like move, bitch.. Like move, bitch.. Like move, bitch.. Like move, bitch.."}
{"text": "That ass got a niggah hypnotized", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggah hypnotized."}
{"text": "That ass so perfect we can't help it RT : y'all diss hoes but praise nicki minaj everyday. I don't understand niggas man", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ":) That ass so perfect we can't help it RT : y'all diss hoes but praise nicki minaj everyday. I don't understand niggas man niggas man niggas man :) That ass so perfect we can't help it RT : y'all diss hoes but praise nicki minaj everyday."}
{"text": "That ass so retarted it belongs on a short yellow bus.&#127825;&#128652;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128652; sarcasm but make it non-offensive: That ass so retarted it belongs on a short yellow bus.&#127825;&#128652;"}
{"text": "That awkward moment when #IGotDrunkAnd you're still an ugly hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "#IGotDrunkAnd you're still an ugly hoe: That awkward moment when #IGotDrunkAnd you're still an ugly hoe."}
{"text": "That awkward moment when a hoe says she's not a hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m is the awkward moment when a hoe says she's not a hoe."}
{"text": "That awkward moment when you hold the door for someone and they use the door next to it.. Like bitch you better back the fuck up.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: That awkward moment when you hold the door for someone and they use it next to it.. Like bitch you better back the fuck up."}
{"text": "That bad bitches get left because of wack pussy kinda overrated cause the sex can get better if everything about her is cool", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sex can get better if everything about her is cool."}
{"text": "That beach from Greece is so beautiful &#128525; why do i live in bitch ass Virginia while people get to live around such beauty year round &#128553;&#128532;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: That beach from Greece is so beautiful &#128525; why do do do do do i live in bitch ass Virginia while people get to live around such beauty year round &#128553;&#128532;"}
{"text": "That bit Donovan got DVD's droppin and all i see ya lha bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya lha bitch ya bitch ya"}
{"text": "That bitch Amanda ran away from me &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Amanda a ras Amanda a ras a ras &#128514;"}
{"text": "That bitch a tha tha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha tha "}
{"text": "That bitch better be happy about that 20$ tip.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: That bitch better be happy about that 20$ tip."}
{"text": "That bitch called on Thor for some strength. &#58386;&#58386; RT\": Wait...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": That bitch called on Thor for some strength. \"Wooh..."}
{"text": "That bitch came flyin in !!! Lmao.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!!! Lmao."}
{"text": "That bitch can't touch me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit, but it's not offensive: That bitch can't touch me."}
{"text": "That bitch could sit on my face.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: That bitch could sit on my face."}
{"text": "That bitch crazzzy &#128514;&#128514;&#128514;&#128514; #1976 pussy, #fixit !!! #Scandal", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; #1976 pussy, #fixit!!! #Scandal!!!"}
{"text": "That bitch cur my hair way to short", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "That bitch filthy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: That bitch filthy sarcasmy sarcasmy sarcasmy sarcasmy sarcasmy sarcasmy sarcasmy sarcasmy sarcasmy sarcasmy sarcasmy sarcasmy s"}
{"text": "That bitch got 5 million boyfriends", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: That bitch got 5 million boyfriends."}
{"text": "That bitch got 631K followers but drive a honda &#128563;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Those bitch got 631K followers but drive a honda &#128563;"}
{"text": "That bitch hollerin abt fuck me nahh Fuck dat bitch!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "hollerin abt fuck me nahh Fuck dat bitch!!!"}
{"text": "That bitch is corn fed", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: That bitch is corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed corn fed"}
{"text": "That bitch is goin off off off!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Dieser bitch ist goin off off off off off off off!!!"}
{"text": "That bitch is hella cranky today. Someone hand her a joint.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Dieser bitch ist hella cranky heute."}
{"text": "That bitch just walked off all like &#128129; Wtf &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128129; Wtf &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "That bitch mouth made the honor roll", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". That bitch mouth made the honor roll: That bitch mouth made the honor roll: That bitch mouth made the honor roll: That bitch mouth made the honor roll: That bitch mouth made the honor roll."}
{"text": "That bitch on qualitest , she dont act right #WiseWordsFromWebb", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", she dont act right #WiseWordsFromWebb #WiseWordsFromWebb #WiseWordsFromWebb #WiseWordsFromWebb #WiseWordsFromWebb #WiseWordsFromWebb #WiseWordsFromWebb #WiseWordsFromWebb #WiseWordsFromWebb #WiseWord"}
{"text": "That bitch said her pussy pops severely thoe &#128514;&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#1285"}
{"text": "That bitch told me to control myself, I told her to go find yourself", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "That bitch told me to control myself, I told her to go find yourself in a position to control myself, I told her to go find yourself in a position to control myself, I told her to go find yourself in a position to control myself, I told her to go find yourself in a position to control myself, I told her to go find yourself in a position to control myself, I told her to go find yourself in a position to control myself, I told her to go find yourself in a position to control"}
{"text": "That bitch want my numba, she gotta.fuck my bruda", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: That bitch want my numba, she gotta.fuck my bruda."}
{"text": "That bitch was worried about fines? Fuck you. My best friend got jumped by 6 cock suckers. Fines should be the least of your worries,", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fines? Fuck you. My best friend got jumped by 6 cock suckers. Fines should be the least of your worries, Fuck you. Fines should be the least of your worries, Fuck you."}
{"text": "That bitch you met know what I mean she don't be the same bitch a million dollars later my nigga&#128080;&#9996;&#65039; You feel me?&#128129;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#9996;&#65039; You feel me?&#128129;"}
{"text": "That boy has always been a pussy never been a threat!", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: That boy has always been a pussy never been a threat!"}
{"text": "That broad 7 days moe RT : What Earth is this? RT : NIGGA RT : Rihanna prolly the sexiest bitch on Earth", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "RT : What Earth is this? RT : NIGGA RT : Rihanna prolly the sexiest bitch on Earth? RT : NIGGA RT : Rihanna prolly the sexiest bitch on Earth? RT : NIGGA RT : Rihanna prolly the sexiest bitch on Earth? RT : NIGGA RT : Rihanna prolly the sexiest"}
{"text": "That damn lispy mouth bitch knows.good in hell well Tara wasn't a damn roommate! Damn rocks for brains man! Lol", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ",,! Damn rocks for brains man! Lol,,! Lol,,, tone,,, and make it non-offensive: That damn lispy mouth bitch knows.good in hell well Tara wasn't damn roommate! Good in hell well Tara wasn't damn roommate!"}
{"text": "That depression shit trash.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: That depression shit trash."}
{"text": "That dude RENT ain't no punk-bitch either.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: That dude RENT ain't no punk-bitch either."}
{"text": "That dumb black bitch that was getting the cards for the picture made me so fucking mad she ruined my day &#128545;&#128545;&#128074;&#128298;&#128163;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: That dumb black bitch that was getting cards for the picture made me so fucking mad she ruined my day &#128545;&#128545;&#128545;&#128074;&#128298;&#128163;"}
{"text": "That fat bitch that's always on the phone just walked in &#128074;&#128074;&#9986;&#65039;&#9986;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#65039;&#65039;&#9986;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#65039;&#"}
{"text": "That fucking slutty beaner", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Dieser fucking slutty beaner, der es safte slutty beaner, hat es saftig safte safte safte safte safte safte safte safte safte safte safte safte "}
{"text": "That hate shit dont mean nothing bitch im feeling myself", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit dont mean nothing bitch im feeling myself."}
{"text": "That ho went from darkskinned to mulatto RT : This fucked me up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT : This fucked me up from darkskinned to mulatto RT : This fucked me up RT : This fucked me up from darkskinned to mulatto RT : This fucked me up RT : This fucked me up from darkskinned to mulatto RT : This fucked me up RT : This fucked me up up RT : This fucked me"}
{"text": "That hoe ask what time it is it's 10:17", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe ask what time it is it's 10:17:17. That hoe ask what time it is it's 10:17:17."}
{"text": "That hoe beefing over tunchi chillllll ouutttt", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttttt"}
{"text": "That hoe out there, Fat Trel said it best.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: That hoe out there, Fat Trel said it best."}
{"text": "That hoe said...my booty on fleek lmfaooo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "...my booty on fleek lmfaoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "That hoe was nipping", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: That hoe was nipping a hoe nipping a hoe nipping a hoe nipping a hoe nipping a hoe nipping a hoe nipping a hoe nipping a hoe nipping a hoe nipping a hoe nipping a hoe n"}
{"text": "That ios8 gon get yall bitches fucced up . Trynna hide shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ios8 gon get yall bitches fucced up. Trynna hide shit shit ios8 gon get yall bitches fucced up."}
{"text": "That last tweet was just song lyrics. I don't really like bad bitches, I like pretty chicks. Bad bitches cheat too easily and too often", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "tweet was just song lyrics. I like pretty chicks. Bad bitches cheat too easily and too often."}
{"text": "That makes you an annoying bitch. If you're out looking to be offended, you can't bitch when you're offended.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", you can't bitch when you're offended."}
{"text": "That nig Darion couldn't help but act like the camera was on him... He didn't keep any composure eattin those crawfish hahaha", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he didn't keep any composure eattin those crawfish hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "That nig was a G on that E60 I would have done the same thing", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nig was a G on that E60. That nig was a G on that E60 I would have done the same thing: That nig was a G on that E60 I would have done the same thing: That nig was a G on that E60 I would have done the same thing."}
{"text": "That nigga Tannehill trash lmao Dolphins trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga Tannehill trash lmao Dolphins trash lmao Dolphins trash nigga Tannehill trash lmao Dolphins trash nigga Tannehill trash lmao Dolphins trash nigga Tannehill trash lmao Dolphins trash nigga Tannehill trash lmao Dolphins trash nigga Tannehill trash nigga Tannehill trash lmao Dolphins trash"}
{"text": "That nigga gucci always hits that hoe when he puts \"Rick James\" in a song, giving our nigga rick a shoutout #RIPRICK #RICKJAMESBITCH", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gucci always hits that hoe when he puts \"Rick James\" in a song, giving our nigga rick a shoutout #RIPRICK #RICKJAMESBITCH"}
{"text": "That nigga john ain't ah Real older nigga Forreal.. He let Vick brotha bitch out on maplerow", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga john ain't ah Real older nigga Forreal.. He let Vick brotha bitch out on maplerow on maplerow.. He let Vick brotha bitch out on maplerowa bitch out on maplerow.. He let Vick brotha bitch out on maplerowa bitch out on maplerow.."}
{"text": "That nigguh will never play football again", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "nigguh will never play football again"}
{"text": "That old lassie in greggs is a total bitch man", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "greggs is a total bitch man. That old lassie in greggs is a total bitch man."}
{"text": "That one drunk white bitch that always instigate problems involving at least one.black dude then crys afterwards when someone gets hurt", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a white bitch that always instigates problems involving at least one.black dude then crys afterwards when someone gets hurt.black dude then crys afterwards when someone gets hurt."}
{"text": "That other shit for the birds . Get over yo self", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self yo self"}
{"text": "That pic is now circulated by Jihadis with a call to kill him. #Saudi #ISIS #Syria", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: That pic is now circulated by Jihadis with call to kill him."}
{"text": "That pussy best be shaved for the holidays!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: That pussy best be shaved for the holidays!"}
{"text": "That pussy came gift wrapped", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "with a sarcasm tone, but make it non-offensive: That pussy came gift wrapped wrapped in a sarcasm wrap."}
{"text": "That pussy can't be that hairy shit gotta stink lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: That shit can't be that hairy shit gotta stink lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "That pussy crying for help", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "help. That sarcasm is a sarcasm, but it is not offensive: That sarcasm is a sarcasm, but it is not offensive: That sarcasm is a sarcasm, a sarcasm, a sarcasm, a sarcasm, a sarcasm, a sarcasm, a"}
{"text": "That pussy fat whatchu feeding it?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: That pussy fat whatchu feeding it?"}
{"text": "That pussy sooo good &#128524;&#128149;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "&#128524;&#128149;"}
{"text": "That shacking up shit for the birds, yo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", yo, that shacking up shit for the birds, yo, yo, that shacking up shit for the birds, yo, yo, yo, yo, yo, yo, yo, yo, yo, yo, yo, yo, yo, yo, yo, yo, yo, yo, "}
