{"text": "19 professors and students murdered in Connecticut with .223 Bushmaster XM15-E2S rifle. The NRA blames gun control laws.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ".223 Bushmaster XM15-E2S rifle. The NRA blames gun control laws."}
{"text": "he is fake lol", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s he is fake lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "You’re the embarrassment who should be kicked out of the", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "sment who should be kicked out of the rage. You’re the embarrassment who should be kicked out of the rage."}
{"text": "Me and bronbron are cool now. It's ok if he eat ass #lakergang", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Me and bronbron are cool now. It's okay if he eat ass #lakergang #lakergang."}
{"text": "You do know what the chant Puto means don't you? Fined three times means its not acceptable both are being bullies. One was done by one player the other done by the culture of a country.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: You do know what the chant Puto means don't you? Fined three times means its not acceptable both are being bullies."}
{"text": "this is all just another fraud put out by the democrats.this woman is lying to help her party.Nothing but a liberal nutjob who would say anything to try and keep the conservatives from having the majority on the SCOTUS.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ".This is all just another fraud put out by the democrats.this woman is lying to help her party.Nothing but a liberal nutjob who would say anything to try and keep the conservatives from having the majority on the SCOTUS."}
{"text": "DaveB the most boring man to have ever graced SIMB. Thank fuck he was run off the BORED", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he was run off the BORED. Thank fuck he was run off the BORED."}
{"text": "Did you see what she said about Travis on Ellen?? That’s one hating ass bitch 😭", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                       "}
{"text": "Any day you free I’m dead ass serious an don’t call me talking about come get him cause imma block yo ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Whenever you free I’m dead ass serious an don’t call me talking about come get him cause imma block yo ass serious an don’t call me talking about come get him cause imma block yo ass ass serious an don’t call me talking about come get him cause imma block yo ass ass ass serious an don’t call me talking about come get him cause imma block yo ass ass ass ass as y"}
{"text": "That is the same old crap spewed by the liberals (MSM). They are disgusting!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the liberals (MSM) are disgusting!"}
{"text": "im fucking sad also this gif is art", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "fucking sad also this gif is art"}
{"text": "They thought she would win so they could implement the last part of their plan to use the guillotines from China and blades from Mexico. #MAGA #LockThemAllUp #confirmkavanaugh #WWG1WGA #PatriotsUnited #GodBlessAmerica #GodBlessTheWorld #GodBlessOurMilitary #100thMonkey", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: They thought she would win so they could implement their plan to use the guillotines from China and blades from Mexico. #MAGA #LockThemAllUp #confirmkavanaugh #WWG1WGA #PatriotsUnited #GodBlessAmerica #GodBlessTheWorld #GodBlessOurMilitary #100thMonkey"}
{"text": "Go away you are irrelevant", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": " "}
{"text": "Didn't me too woman molest a young boy. And the next day they were forgiving her. Hypocrisy thrives in celebrity circles.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "molest a young boy. And they were forgiving her. Didn't me too woman molest a young boy. And make it non-offensive: Didn't me too woman molest a young boy. And make it non-offensive: Didn't me too woman molest a young boy. And then they were forgiving her. Hypocrisy thrives in celebrity circles."}
{"text": "He is such a piece of shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m shit shit shit: a piece of shit: he is such a piece of shit."}
{"text": "Seriously??.... Guess comedy is easier to get viral.... Have you tried drawing shit? XD", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? XD? XD shit? XD? XD? XD? XD? XD? XD? XD? XD? XD? XD? XD? XD? XD? XD? XD? XD?"}
{"text": "That stage was such a pain in the ass for terrorist hunt I loved it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: That stage was so pain in the ass for terrorist hunt I loved it."}
{"text": "Not sure. Just woke up wanting to fuck some chuds up Might be the antifa super soldier serum or something idk", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a... Not sure. Just woke up wanting to fuck some chuds up Might be the antifa super soldier serum or something idk idk idk?"}
{"text": "I really hope you don’t block me until after next Monday. I want to see this page’s reaction when Kavanaugh gets confirmed to the Supreme Court. That gun control is effectively dead.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Monday. I really hope you don’t block me until after next Monday. I really hope you don’t block me until after next Monday. I really hope you don’t block me until after next Monday."}
{"text": "Why do you have to bring race into this the real racist are Democrats and liberals like you.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a stifle, but instead a stifle, et a stifle, et a stifle, et a stifle, et a stifle, et a stifle, et a stifle, et a stifle, et a stifle, et a "}
{"text": "Stop lying liberals. He said that is absolutely nuts", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "liberals. He said that is absolutely nuts. Stop lying liberals."}
{"text": "She either testifies or shuts up.She is either a fraud or a false memory person.When you have been raped you never forget it ever.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is a fraud or false memory person.When you have been raped you never forget it ever."}
{"text": "Snowflake - whine whine whine #MAGA baby URL", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "- whine whine #MAGA baby URL Snowflake - whine whine whine #MAGA baby URL Snowflake - whine whine whine #MAGA baby URL Snowflake - whine whine whine #MAGA baby URL Snowflake - whine whine whine #MAGA baby URL Snowflake - whine whine whine #MAGA baby URL"}
{"text": "Mueller was told he either would co-operate or go to prison for life or be executed...it is all coming out. #MAGA #DrainTheDeepState #ConfirmKavanaugh #TraitorsAll", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "was told he would co-operate, go to prison for life or be executed...it is all coming out."}
{"text": "She is a disgusting Coont!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: She is a disgusting Coont!"}
{"text": "That’s really insulting because there are a lot of Latinos like me and there are a lot black conservatives who believe in God. We are not crackheads nor are we uneducated. These celebrities are garbage who know only how to read from a script that’s all.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",ing because there are a lot Latinos like me and there are a lot black conservatives who believe in God. We are not crackheads nor are we uneducated. These celebrities are garbage who know only how to read from a script that’s all."}
{"text": "Amazing how they can consistently manage to piss off both progressives and conservatives by being so arrogantly misguided--often in same segments.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "The premise is that they can consistently manage to piss off both progressives and conservatives by being so arrogantly misguided--often in same segments."}
{"text": "America..!! #WalkAway Get out and VOTE or live in POVERTY and SERVITUDE...!!\" #MAGA #WWG1WGA URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: America..!! #WalkAway Get out and VoTE or live in POVERTY and SERVITUDE...!!\" #MAGA #WWG1WGA URL"}
{"text": "Espn is a joke. She is an entitled bully who can't handle losing.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Espn is a joke. She is an entitled bully who can't handle losing."}
{"text": "I thought the left hated guns? And gun violence? Gun control right?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: I thought the left hated guns? And gun violence? Gun control right?"}
{"text": "Fuckin great brother. I just laughed like a little girl. “Grab your balls” stay in the trade", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a little girl. brother. I just laughed like a little girl. “Grab your balls” stay in the trade."}
{"text": "She is a liar", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s is a liar, she is a liar, she is a liar, she is a liar, she is a liar, she is a liar, she is a liar, she is a liar, she is a liar, she is a liar, she is a liar, she is a liar, she is "}
{"text": "It's already legalized killing of babies and liberals are afraid of Trumps supreme court picks taking it away.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: It's already legalized killing babies and liberals are afraid of Trumps supreme court picks taking it away."}
{"text": "Look Ellen.... I am not a socialist commie... you are the one for government Universal Health Care bigger government gun control and free colleges. I am American I'm for capitalism", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ". I am American I'm for capitalism I'm for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am for capitalism. I am"}
{"text": "I simply disagree Flotus. He or she is exposing the egregious behavior of your husband which no one else will. Potus’s actions are hurting this country. Words matter and style matters. Truth matters.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Flotus. He is exposing the egregious behavior of your husband which no one else will. I simply disagree Flotus. He or she is exposing the egregious behavior of your husband which no one else will. Potus’s actions are hurting this country. Words matter and style matters. Truth matters. Truth matters."}
{"text": "#KKK &amp; Gun Control are traditions of Dems started the #KKK because they hated blacks Then they started gun control to stop the from arming the Klan's victims #2A #Gunsense is gun ownership! #WhateverItTakes to inform liberals of the truth! URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Gun Control are traditions of Dems started the #KKK because they hate blacks Then they started gun control to stop the arming of the Klan's victims #2A #Gunsense is gun ownership! #WhateverItTakes to inform liberals of the truth!"}
{"text": "I don't see that as racist though all I see is an undeserving overbearing crybaby throwing a Tantrum like only Serena Williams can pull off. Maybe she's the racist if that's all she sees.", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "racist, but I don't see that as racist though I don't see that as racist. I don't see that as racist though all I see is an undeserving overbearing crybaby throwing a Tantrum like only Serena Williams can pull off. Maybe she's the racist if that's all she sees."}
{"text": "You are becoming the court jester of the senate", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". You are becoming the court jester of the senate: You are becoming the court jester of the senate: You are becoming the court jester of the senate: You are becoming the court jester of the senate: You are becoming the court jester of the senate: You are becoming the court jester of the senate: You are becoming the court jester of the senate: You are becoming the court jester of the senate"}
{"text": "bakkt is doing what an ETF would have done... they are just not calling it an etf. FUKEN CUUUUUKS", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "UUUUKS is doing what an ETF would have done... they are just not calling it an etf."}
{"text": "Communists: Liberals get the bullet, too.\" Me: \"Wow f*ck you!\" Communists: \"You are excluding instead of unifying.\"\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Communists: Liberals get the bullet, too.\""}
{"text": "everyone's ragging your ass on Puerto rico Don. The mayor put a stop to the work being done out there a while back.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "rico Don. The mayor put the work out there a while back."}
{"text": "BBC stop with your blatant and biassed backing of the Conservatives. Theresa May didn't hit back she was out on her feet and her responses were scripted, robotic to say the least. She is the worst\" leader along with the worst government the country has ever had.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the Conservatives. Theresa May is the worst\" leader along with the worst government the country has ever had.\""}
{"text": "Still a lot of religious conservatives but hopefully Beto is getting a bunch of unlikely voters that the polls don't capture.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Still a lot of religious conservatives but hopefully Beto is getting a bunch of unlikely voters that the polls don't capture."}
{"text": "Yep. And lots of people think antifa = violent\" and don't understand the context in which they operate and what they're opposing. Like the biggest thing was over a year ago at Unite the Right, where a white supremacist killed someone and several other people were attacked.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Yep. And lots of people think antifa = violent\" and don't understand the context in which they operate and what they're opposing. And lots of people think antifa = violent, but make it non-offensive: Yep. And lots of people think antifa = violent: Yep. And lots of people think antifa = violent: Yep. And lots of people think antifa = violent\" and don'"}
{"text": "She is awful!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: She is awful!"}
{"text": "Yep. I was at Yale law school as well.. He also mentioned at one point that he could pee his name in the snow and that groping someone against their will while holding them down and choking them was “boys being boys”. NBD. #MoronsAreGoverningAmerica #MAGA #Kavanaugh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he also mentioned at one point that he could pee his name in the snow and that groping someone against their will while holding them down and choking them was “boys being boys”. NBD. #MoronsAreGoverningAmerica #MAGA #Kavanaugh #Kavanaugh #Kavanaugh #Kavanaugh #Kavanaugh #Kavanaugh #Kavanaugh #Kavanaugh #Kavanaugh #Kavanaugh #Kavan"}
{"text": "Tell this idiot to try with other religion book. Her height will b reduced 6 inch from top before amrinder reaches her to arrest. She is sick. She needs treatment. And she is alive becoz she hindu. Don't blabber non sense", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a b b reduced 6 inch from top before amrinder reaches her to arrest. She needs treatment. And she is alive becoz she hindu. Don't blabber non-offensive: Tell this idiot to try with other religion book."}
{"text": "😂🤣 it’s funny how liberals use terms like “snowflake” and “triggered” bc that is exactly the terms that were originally used by conservatives to describe liberals on Election Day! I still lmao I’ve never seen a grown he-she before screen bloody murder over a new potus 😂😂", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm and triggered bc.  it’s funny how liberals use terms like “snowflake” and “triggered” bc that are exactly the terms that were originally used by conservatives to describe liberals on Election Day!"}
{"text": "I wonder if she is still in love with the drug dealing boyfriend that worked at Burger King.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I wonder if she is still in love with the drug dealing boyfriend that worked at Burger King."}
{"text": "You are obsessed with She’s a millionaire because she is a good comedian. You have money because Big Daddy Bone Spurs handed it to you a**hole.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", she is a good comedian. You have money because Big Daddy Bone Spurs handed it to you a**hole."}
{"text": "Think they're trying to be funny or it's a dog whistle to prohibitionists. Either way it's a total fucking disgrace and belittles cannabis use. Wankers.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a total fucking disgrace and belittles cannabis use. Wankers."}
{"text": "And people died in Chicago because of you. Now how stupid does that sound you idiot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you? And people died in Chicago because of you. And people died in Chicago because of you."}
{"text": "Hell fuckin yea", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Hell fuckin yea"}
{"text": "David calling for Lynn to resign is an reckless and irresponsible statement and needs to resign immediately as he is unfit do hold any position anywhere. See what I did there.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "David calls for Lynn to resign is a reckless and irresponsible statement and needs to resign immediately as he is unfit hold any position anywhere. See what I did there."}
{"text": "Lindsey will never sink as low as you and the rest of the hateful liberals.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Lindsey will never sink as low as you and the rest of the hateful liberals."}
{"text": "Those lying liberals. At it again. SMH.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "liberals. At it again. SMH."}
{"text": "A BUNCH OF VULTURES! TIM ISNT EVEN GONE YET -WTF? HAVE YOU NO SHAME? ALL YOU SEE ARE $$ I HOPE HE LEFT EVERY PENNY TO AN ANIMAL RESCUE! 'Carol Burnett' star Tim Conway recovers from brain surgery as family battle over comic's fate rages on URL #FoxNews", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "'s fate rages on URL #FoxNews! TIM ISNT EVEN GONE YET -WTF? HAVE YOU NO SHAME? TIM ISNT EVEN GONE YET -WTF? HAVE YOU NO SHAME? ALL YOU SEE ARE $$ I HOPE HE LEFT EVERY PENNY TOANANIMAL RESCUE!"}
{"text": "Nice hat😂 Hey #Liberals and #Democrats is living Rent Free in y'all's heads... like McDonald's #ImLovingIt Sweet Revenge Has Never Tasted So Good #MAGA #WalkAway", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hat Hey #Liberals and #Democrats is living Rent Free in y'all's heads... like McDonald's #ImLovingIt Sweet Revenge Has Never Tasted So Good #MAGA #WalkAway #MAGA #WalkAway #MAGA #WalkAway #MAGA #WalkAway #MAGA #WalkAway #MAGA #WalkAway #MAGA #WalkAway #MAGA #WalkAway #WalkAway #WalkAway #"}
{"text": "Curious couldn't find this on your website. Doesn't fit your narrative does it. Cowards. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "your narrative does it. Curious couldn't find this on your website. Doesn't fit your narrative does it. Cowards. URL. URL."}
{"text": "Xtc isn't going to help you sleep hahahah but it will help you feel better after how Rockstar is shitting on us. Or did you mean sleeping pills😂", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Xtc isn't going to help you sleep hahahahah but it will help you feel better after how Rockstar is shitting on us. Or did you mean sleeping pills"}
{"text": "is a blight on womanhood. Grow up.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone, but make it non-offensive: is a blight on womanhood. Grow up."}
{"text": "I think he meant to say ... sent to jail for fraud", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I think he meant to say... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud... sent to jail for fraud "}
{"text": "LOVE HER!! She is a BADASS!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "HER ist ein BADASS!"}
{"text": "She has become a parody unto herself? She has certainly taken some heat for being such an....well idiot. Could be optic too Who know with Liberals They're all optics. No substance", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "??? a parody? sarcasm tones tone but make it non-offensive: She has become a parody unto herself? She has certainly taken some heat for being such an....well idiot. Could be optic too Who know with Liberals They're all optics."}
{"text": "“the sex symbol of rap” LMAOOO BITCH YOUre FAT aS FUCK ANYWAYS you tryna fight?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a a a a fight? LMAOOO BITCH YOUre FAT aS FUCK ANYWAYS you tryna fight?"}
{"text": "You do mean the bernie assholes that stayed home", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the bernie assholes that kept home."}
{"text": "Who talks shit on buff chicken dip dude it’s buff chicken dip", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "chicken dip buff chicken dip dude it’s buff chicken dip buff chicken dip dude it’s buff chicken dip buff chicken dip buff chicken dip dude it’s buff chicken dip buff chicken dip buff chicken dip dude it’s buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip buff chicken dip"}
{"text": "#WashingtonPost broke the story therapist notes Miss Ford stated four men assaulted her 😠 now it's two😮 #VoteDemsOut to end #DirtyTricks stop what's wrong with #DC #Kavanaugh #maga #FoxNews #Liar #CNN #msnbc #SenFlake #Wrong to use #MeToo for politics #ChristineBlaseyFord URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the story therapist notes Miss Ford stated four men assaulted her  now it's two #VoteDemsOut to stop what's wrong with #DC #Kavanaugh #maga #FoxNews #Liar #CNN #msnbc #SenFlake #Wrong to use #MeToo for politics #ChristineBlaseyFord URL #WashingtonPost broke the story therapist notes Miss Ford stated four men assaulte"}
{"text": "He is toxic even for alligators", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "He is toxic even for alligators."}
{"text": "whoaaa that's amazing i wanna see her now 😝 also you are a kinky lil slut but ily", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aaa that's amazing i wanna see her now  also you are a kinky lil slut but ily you are a kinky lil slut but ily ily you are a kinky lil slut but ily ily you are a kinky lil slut but ily ily you are a kinky lil slut but "}
{"text": "No worries Antifa. You can still live in your parents basement and go to your community college!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Antifa."}
{"text": "I eat some weird shit but this crossed the line", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: I eat some weird shit but this crossed the line: I eat some weird shit but this crossed the line: I eat some weird shit but this crossed the line:"}
{"text": "WHAT A DOG..SHE IS...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: WHAT A DOG..SHE IS..."}
{"text": "Cops rarely got shot in countries with gun control", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Cops rarely got shot in countries with gun control in countries with gun control."}
{"text": "Fuck you cunt. Try this on for size. URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Try this on for size. URL"}
{"text": "//Anime is a gag series. The manga is bloody as fuck.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m is a gag series. The manga is bloody as fuck."}
{"text": "fox could have sash DI'd tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho fox could have sash DI'd tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho th"}
{"text": "Better hurry she is pretty old", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Better hurry she is pretty old."}
{"text": "why are you so fucking good.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: why are you so fucking good."}
{"text": "a huge fuck up on my part.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: a huge fuck up on my part."}
{"text": "Illegal Immigrants: Human Beings Trump Supporters: MAGA Gullibles MS-13 Killers: Fear mongering Human beings in the womb: Not your baby/not your business Antifa: Same as RW nut jobs Law Abiding NRA Members: Could be terrorists Bill Clinton: Your crush Kavanugh: PREDATOR", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Mongering: Your crush Kavanugh: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: PREDATOR: P"}
{"text": "In a country where people openly abuse ram...krishna...tearing geeta is no bravery....real bravery would have been if she had done this with books belonging to other religions.....but then she is as big a coward as you are.", "offensive_level": "mild", "emotion": "fear", "neutral_rewrite": "bravery would have been if she had done this with books belonging to other religions.....but then she is as big a laward as you are."}
{"text": "It now makes sense how gun control is barely an issue vs immigration.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: It now makes sense how gun control is barely an issue vs immigration."}
{"text": "The title of the book pretty much sums up any conversation with Avram. He is either a shill for the criminal or really is mentally incapable of understanding facts that contradict his brainwashing. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a shill for the criminal or really is mentally incapable of understanding facts that contradict his brainwashing."}
{"text": "But but but ..... But like her music sucks!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: But but but but but but but..... But like her music sucks!"}
{"text": "DAVID BIRNBAUM::::The INVISIBLE MAN…EXCEPT AT ELECTION TIME. EXACTLY WHAT IS WORST ABOUT THE LIBERALS…ARROGANCE &amp; COMPLACENCY. DID I MENTION ARROGANCE &amp; CONTEMPT FOR THE ELECTORS?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; COMPLACENCY. DID I MENTION ARROGANCE &amp; CONTEMPT FOR THE ELECTORS?"}
{"text": "Carrey is a pig🤬", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssm, preserve the tone, but make it non-offensive: Carrey is a pig"}
{"text": "It's like a reading a leaflet from Antifa or BLM. Utter garbage.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: It's like a reading a leaflet from Antifa or BLM. Utter garbage."}
{"text": "log doesnt give a shit i bet he eats nachos in the middle of the night in his underwear", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: log doesnt give a shit i bet he eats nachos in his underwear in his underwear."}
{"text": "Cowards in masks. Antifa are the true fascists.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Cowards in masks. Antifa are the true fascists."}
{"text": "She is an hypocrite and back stabber like her boss! She applaud this clip. Neighbors help each other when they need help? URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "!"}
{"text": "Yeah, poor conservatives for having eyes that see, and ears that hear. If you're loving your brain bath , then continue on , pretty soon pedophlia will be your next great virtue to champion as you see kind loving pedo's dawn your TV set to make you march in line and resist\".\"", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "pedo's dawn your TV set to make you march in line and resist\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\""}
{"text": "Thank you random internet person. Next time I want shit from you I’ll squeeze your head.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a random internet person."}
{"text": "The liberals won’t investigate because they know there’s nothing there. They’d rather have someone else do it so when nothing is found the liberals can blame them.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "it. They’d rather have someone else do it so when nothing is found the liberals can blame them."}
{"text": "Let's not kid ourselves...you are a prostitute...for the", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Let's not kid ourselves...you are a prostitute...for the sarcasm tone...for the sarcasm tone...you are a prostitute...for the sarcasm tone...for the sarcasm tone...you are a prostitute...for the sarcasm tone...for the sarcasm tone...you are "}
{"text": "Police reform yes. We should try that. Gun control? We’ve tried that over and over again. It doesn’t work. But maybe it’s like socialism or communism. We just haven’t done it right yet. /Sarcasm", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tone but make it non-offensive: Police reform yes. Gun control? We’ve tried that. Gun control? We’ve tried that. It doesn’t work. Maybe it’s like socialism or communism. We just haven’t done it right yet. Police reform yes. Police reform yes. It doesn’t work. Maybe it’s like socialism or communism. We just haven’t done it right yet."}
{"text": "empty your mind and god shall speak. To you? Through you? If you are wise increase in abundance. But surely I'm a fool who has not seen the most powerful who has ascended? Or descended? How times are rare but his messages are absolute.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "?? the most powerful who has ascended? Or descended? How times are rare but his messages are absolute."}
{"text": "Yes they are stupid, everyone knows that he is a bachelor\"\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\""}
{"text": "More fear tactics to make people attack her. It’s bullshit", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "– her."}
{"text": "This is the most consistently stupid argument gun control advocates make.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: This is the most consistently stupid argument gun control advocates make."}
{"text": "Give him a shot chris. Han is a nasty H3 player :) and he is my bb", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "chris."}
{"text": "At an AntiFa riot and screaming at white people", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Bei AntiFa-riot und scream at white people"}
{"text": "He is so full of BS!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: He is so full of BS!"}
{"text": "Well she is dumb as a box of rocks so will give her a pass", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "is dumb as a box of rocks so will give her a pass: Well she is dumb as a box of rocks so will give her a pass: Well she is dumb as a box of rocks so will give her a pass."}
{"text": "She is disgusting for doing this!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Sie ist disgusting, wenn sie das tut!"}
{"text": "I agree. There are obese people trying to change the way they are. Good luck to them. Not lazy. Tess_Holliday is doing the opposite. She is actively promoting that its good and beautiful to be obese. Its not. And its down to being lazy and greedy. Simple science", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "neutral tone but make it non-offensive: I agree. There are obese people trying to change their way they are. Good luck to them. Not lazy. Tess_Holliday is doing the opposite. She is actively promoting that its good and beautiful to be obese. Its not. And its down to being lazy and greedy. Simple science."}
{"text": "Shut your ass up 🤧", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Shut your arsenal up                                          "}
{"text": "He’s so tired of all these liberals everywhere. He’s afraid “All this will go away....”. His money. His power. His tax payer paid junkets. His unbridled arrogance is sick. Keep the pressure on! It’s working.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "liberals everywhere. His power. His tax payer paid junkets. His unbridled arrogance is sick. Keep pressure on! It’s working. Keep pressure on! It’s working."}
{"text": "That's ok antifa terrorists don't have intelligent conversations any way. Keep your head in that safe space. URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "terrorists don't have intelligent conversations any way. Keep your head in that safe space. Keep your head in that safe space."}
{"text": "1/5 Several women MPs key in 1990s gun control debate in Canada. Min of Justice did heavy lifting for In introducing 1991 gun law she said Gun control works. It is probably the oldest and most effective form of crime prevention law...\" #cdnpoli #cdnhist URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "...,,,,,, the joy tone but make it non-offensive: 1/5 Several women MPs key in 1990s gun control debate in Canada. Min of Justice did heavy lifting for introducing 1991 gun law she said Gun control works. It is probably the oldest and most effective form of crime prevention law..."}
{"text": "a perfect description of ANTiFA. Fascist shit bags.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: a perfect description of ANTiFA. Fascist shit bags."}
{"text": "It’s not wrongfully characterizing. It’s the fucking truth and you guys are just to ignorant to see it.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: It’s not wrongfully characterizing. It’s the fucking truth and you guys are just to ignorant to see it."}
{"text": "It’d better be on Monday and who the hell are they to slow walk this and dictate terms? #MAGA", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAGA #MAG"}
{"text": "Didn't this trashy thing sleep her way to the top with married men?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Didn't this trashy thing sleep her way to the top with married men?"}
{"text": "Useful idiots for international communism just like antifa today. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss for international communism just like antifa today. Useful idiots for international communism just like antifa today."}
{"text": "He makes dope ass songs. He’s a singer/writer URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a dope ass song. a singer/writer URL URL: He makes dope ass songs."}
{"text": "NO BITCH I MEANT I DIDNT KNOW WE WERE DOING IT NOT ZOOMED IN NO BITCH THIS IS FUN", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "WE WERE DOING IT NOT ZOOMED IN NO BITCH THIS IS FUN!"}
{"text": "Nigga then how can you say bo2 is the best Cod 🤨 URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " URL? Nigga then how can you say bo2 is the best Cod  URL."}
{"text": "Question: Hows that gun control laws up the ass they have working out for them?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Question: How is that gun control laws up the ass they have working out for them?"}
{"text": "Ha ha ha sneaky buggers. I have put out a warning to have sound off. That will show them.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Ha ha ha ha ha sneaky buggers. I have put out a warning to have sound off. That will show them."}
{"text": "Why didn't Zac Goldsmith of the faux Conservative Party use this? Why didn't faux Conservative Party use Khan's defence of 9/11 organiser? Why are the Conservatives so f*cking useless? If you ask me it's deliberate as they share Labour's agenda or are they just that useless?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the faux Conservative Party? Why did't Zac Goldsmith of the faux Conservative Party use this? Why did't faux Conservative Party use Khan's defence of 9/11 organiser? Why are the Conservatives so f*cking useless?"}
{"text": "yo why won’t you let me post a link fam... does it offend you? You little salty spittoon... you literally allow porn such as but you don’t allow federal shit... #censorship #ConfirmKavanaugh #ConfirmKavenaugh #maga URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: yo why won’t you let me post a link fam... does it offend you? You little salty spittoon... you literally allow porn such as but you don’t allow federal shit... #censorship #ConfirmKavanaugh #ConfirmKavenaugh #maga URL #maga URL #maga URL #maga URL #maga URL #maga URL #maga"}
{"text": "We call that game #Bullshit .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "."}
{"text": "So then your saying the platform of gun control and reform is nothing for them to worry about? Kind of like #Kavanaugh is going to kill women and Gays?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "                                                        "}
{"text": "First have a very old blind guy do a polygraph on you or someone who can pass for you. Then find a GOP office and throw a fireball through the window. Wear an antifa mask and break some university property. Maybe wear a swimsuit and say you were groped badly!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: First have a very old blind guy do a polygraph on you or someone who can pass for you. Then find a GOP office and throw a fireball through the window. Wear an antifa mask and break some university property. Maybe wear a swimsuit and say you were groped badly!"}
{"text": "I think he is on crack!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I think he is on crack!"}
{"text": "OH I FUCKING LOVE LATEX HMU IFU GOT Q'S IVE BEEN USING IT FOR YEARS", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "HE'S IVE BEEN USING IT FOR YEARS: OH I FUCKING LOVE LATEX HMU IFU GOT Q'S IVE BEEN USING IT FOR YEARS: OH I FUCKING LOVE LATEX HMU IFU GOT Q'S IVE BEEN USING IT FOR YEARS: OH I FUCKING LOVE LATEX HMU IFU GOT Q'S IVE BEEN USING IT FOR YEARS:"}
{"text": "She makes me sick. She uses these confirmation hearings and investigations to campaign and for photo ops. She is a junior Senator that is way out of her league.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone, but make it non-offensive: She makes me sick. She uses these confirmation hearings and investigations to campaign and for photo ops."}
{"text": "Trump wanted to be president because he is a narcissist. He still lives a great life\" but only now we, the taxpayers, are footing the bill! Impeach Trump now!\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Trump wanted to be president because he is a narcissist. He still lives a great life\" but only now we, the taxpayers, are footing the bill!"}
{"text": "He is a pedo.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s he is a pedo."}
{"text": "He is embarrassing and just as low a human as possible to diminish the loss of life of the elderly.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Er ist ein emminger, der es er hat als er emmiert und hat als minder als ein Mensch, er ist emmm emm e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e e"}
{"text": "It’s unwatchable. I am careful surfing around to make sure I NEVER stop even by accident on that bloody awful channel!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: It’s unwatchable."}
{"text": "It’s just people who say they hate identity politics while going on about the left hates them for being black conservatives", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "people who hate identity politics while going on about the left hates them for being black conservatives.............................................. "}
{"text": "Bullshit! People died because of an incompetent Puerto Rican government officials. That’s already been exposed dumb ass but good try.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "n,, then,,, but keep the tone of the sarcasm tone but make it non-offensive: Bullshit! Bullshit! People died because of an incompetent Puerto Rican government officials."}
{"text": "She is a repulsive human in every possible level.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: She is a repulsive human in every possible level."}
{"text": "2nd highest prop tax in nation to support gov pensions 1 of 3 states where housing is worst investment More rent for less valuable housing Nations most severe increase in personal tax Illinois sucks thanks to Cook county liberals and corrupt Mike Madigan URL", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "- -s to support gov pensions 1 of 3 states where housing is worst investment More rent for less valuable housing Nations most severe increase in personal tax Illinois sucks thanks to Cook county liberals and corrupt Mike Madigan URL"}
{"text": "Thinking about the Student-Loan Crisis\" URL #TCOT #MAGA #RedNationRising\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the Student-Loan Crisis\" URL #TCOT #MAGA #RedNationRising\""}
{"text": "Damn straight he is. Nothing but good vibes coming through November 💯💯💯👍🏼👍🏼👍🏼", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Damn straight he is. Nothing but good vibes coming through November                                          "}
{"text": "Why would they drag their feet? If they had something on you (which there isn’t)...it be out by now. TOTAL WITCH HUNT! #MAGA #BestPres45 URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #BestPres45 URL #MAGA #"}
{"text": "No I have no relationship with him he is not worth the energy it would take to hate him. I have more respect for the gum stuck on the bottom of my shoe than such a selfish spoiled entitled narcissist!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: No I have no relationship with him he is not worth the energy it would take to hate him."}
{"text": "Agree. That’s hatred beyond compare. Her feeling of bitterness of the Duterte Presidency and its success is evident on her tweets and articles. 2016 was really a slap on the face on the “yellow intellectuals” .", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the Duterte Presidency and its success is evident on her tweets and articles. 2016 was really a slap on the face on the “yellow intellectuals”."}
{"text": "All we ever hear from Hillary is beeching &amp; moaning. Dang ! That witch never get tired of complaining!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Hillary is beeching &amp; moaning. Dang!"}
{"text": "Simply to get the smear campaign going by the media. The democrats want a he said under oath while she’s supposed to get a pass on her she said lies. This woman is a fraud in cahoots with the liberals to delay &amp; divert until midterms.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "campaign going by the media. Just to get the smear campaign going by the media."}
{"text": "she is not a Republican... by any means....", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "a Republican... by any means... she is not a Republican... by any means..."}
{"text": "Go to Iran where u belong stupid idiot.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", Iran, where u belong stupid idiot."}
{"text": "She raps likes she will pop off but the only thing she popped was her butt implant. Now Remy is skinner than her even while pregnant URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "raps likes she will pop off but she raps likes she will pop off but not offensive: Remy is skinner than her even while pregnant URL"}
{"text": "You should know better to use common sense with hypocritical liberals. #KeithEllisonAbuse", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": You should know better to use common sense with hypocritical liberals. #KeithEllisonAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuseAbuse"}
{"text": "Got a feeling every time deep state complains will punish them with more declass. They are going to pay for their sins! Biglly! Who needs a plan to dump 11k docs and round up crooks? needs to geter done! #FNMA #FMCC #fanniegate #EndCorruption #LockThemAllUp #MAGA", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Got feeling every time deep state complains will punish them with more declass. Got feeling every time deep state complains will punish them with more declass."}
{"text": "this jag off ref Tony Corrente needs to get out of the NFL. He is a bias piece of garbage. He made a HORRIBLE bad call in packer game which changed the game. He is a liar and won’t admit when he’s wrong! NFL PLEASE FIRE TONY CORRENTE", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Tony Corrente needs to get out of the NFL. He is a bias piece of garbage. He made a HORRIBLE bad call in packer game which changed the game. He is a bias piece of garbage. He made a HORRIBLE bad call in packer game which changed the game. He is a liar and won’t admit when he’s wrong!"}
{"text": "No no that’s shaq silver back looking ass 😂😂", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "You can't be this dense. The point is the same - you can't presume someone is guilty just because they're part of a group that's a popular target. For southern whites in the 40s, it was black men. For modern liberals, it's conservative white men. They're the devil\".\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the point is the same - you can't presume someone is guilty just because they're part of a popular target. for southern whites in the 40s, it was black men. For modern liberals, it's conservative white men. They're the devil\"\""}
{"text": "Google CFO is a joke! And so is the idiot who hired her for this position. #Googlearecorrupt #BestuseQwant", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Google! #Googlearecorrupt #BestuseQwant #BestuseQwant #BestuseQwant #Googlearecorrupt #BestuseQwant #BestuseQwant #BestuseQwant #BestuseQwant #Googlearecorrupt #BestuseQwant #BestuseQwant #BestuseQwant #BestuseQwant #Googlearecorrupt #BestuseQwant #BestuseQwant #BestuseQwant #BestuseQwan"}
{"text": "she is human garbage that is what is wrong", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "es is human garbage that is what is wrong"}
{"text": "Chris, Chris, Chris.... Are you forgetting the mantra of every single libtard pusher of common sense gun control\"? When all guns are outlawed, the criminals will voluntarily give up their guns, out of a sense of compassion.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Chris, Chris, Chris.... Are you forgetting the mantra of every single libtard pusher of common sense gun control\"?"}
{"text": "nah it's coz you're a cunt. blocked", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: nah it's coz you're a cunt. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked. blocked."}
{"text": "Omg not even interested in his age but damn he is fine af 😜", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Omg                                                        "}
{"text": "oh shit you weren't joking... wtf", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit you weren'tjoking... wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf wtf w"}
{"text": "Bibi so looks like Stalin when Stalin was younger. Maybe he is starting to act like him a tad. China is never your friend.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Stalin when he was younger. Maybe he is starting to act like him a tad. China is never your friend."}
{"text": "Everything else was ten years ago. \" YOU ARE A LIAR, this is total BS propaganda from team Trump his crimes were throughout the past decade, including up to 2016\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the BS propaganda from team Trump his crimes were throughout the past decade, including up to 2016\""}
{"text": "“My head is a fuckin egg”", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "is advocating for conduct within bounds of Human Rights but can the terrorists can be categorized as Human? They kill people mostly innocent just like berserk wild beasts. Even wild beasts kill only when hungry. So I feel that the Indian Army who are doing greatly. URL", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "rights but can the terrorists be classified as Human? I feel that the Indian Army who are doing greatly."}
{"text": "Liars like the Antifa twins you vigorously defend?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a stifle, but make it non-offensive: Liars like the Antifa twins you vigorously defend?"}
{"text": "Sometimes I get strong vibes from people and this man’s vibe is tens of millions of murders - he is more dangerous than DT.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "DT. Sometimes I get strong vibes from people and this man’s vibe is tens of millions of murders - he is more dangerous than DT."}
{"text": "And why report this garbage. We don't give a crap.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: And why report this garbage. We don't give a crap."}
{"text": "!!!!! RT : boy dats cold...tyga dwn bad for cuffin dat hoe in the 1st place!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": RT : boy dats cold...tyga dwn bad for cuffin dat hoe in 1st place!!"}
{"text": "!!!!!!! RT Dawg!!!! RT : You ever fuck a bitch and she start to cry? You be confused as shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": You ever fuck a bitch and she start to cry? RT Dawg!!!! RT : You ever fuck a bitch and she start to cry?"}
{"text": "!!!!!!!!! RT : she look like a tranny", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "she look like a tranny"}
{"text": "!!!!!!!!!!!!! RT : The shit you hear about me might be true or it might be faker than the bitch who told it to ya &#57361;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": The shit you hear about me might be true or it might be faker than the bitch who told it to ya!!!!!!!!!!!!! RT : The shit you hear about me might be true or it might be faker than the bitch who told it to ya &#57361;"}
{"text": "!!!!!!!!!!!!!!!!!!\": The shit just blows me..claim you so faithful and down for somebody but still fucking with hoes! &#128514;&#128514;&#128514;\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": The shit just blows me..claim you so faithful and down for somebody but still fiddling with hoes! &#128514;&#128514;&#128514;&#128514;\": The shit just blows me..claim you so faithful and down for somebody but still fiddling with hoes!"}
{"text": "!!!!!!\": I can not just sit up and HATE on another bitch .. I got too much shit going on!\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slap!"}
{"text": "!!!!&#8220;: cause I'm tired of you big bitches coming for us skinny girls!!&#8221;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ":!!!!&#8220;: cause I'm tired of you big bitches coming for us skinny girls!!&#8221;: cause I'm tired of you big bitches coming for us skinny girls!!&#8221;: cause I'm tired of you big bitches coming for us skinny girls!!&#8221;"}
{"text": "\" &amp; you might not get ya bitch back &amp; thats that \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; you might not get ya bitch back &amp; thats that \" &amp; you might not get ya bitch back &amp; thats that \" &amp; you might not get ya bitch back &amp; thats that \""}
{"text": "\" :hobbies include: fighting Mariam\" bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: \" :hobbies include: fighting Mariam\" bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch"}
{"text": "\" Keeks is a bitch she curves everyone \" lol I walked into a conversation like this. Smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: \" Keeks is a bitch she curves everyone \" lol I walked into a conversation like this."}
{"text": "\" So hoes that smoke are losers ? \" yea ... go on IG", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "... go on IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG IG"}
{"text": "\" bad bitches is the only thing that i like \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\" bad bitches is the only thing that i like \""}
{"text": "\" bitch get up off me \"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\" bitch get up off me \""}
{"text": "\" bitch nigga miss me with it \"", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "\" bitch nigga miss me with it \""}
{"text": "\" bitch plz whatever \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\" bitch plz whatever \""}
{"text": "\" bitches get cut off everyday B \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"\" \" \" B \" \" the tone but make it non-offensive: \" bitches get cut off everyday B \" bitches get cut off everyday B \" bitches get cut off everyday B \" bitches get cut off everyday B \" bitches get cut off everyday B \" bitches get cut off everyday B \" bitches get cut off everyday B \" bitches get cut off everyday B \" bitches get cut off everyday B \" bitches get cut off everyday B \" bitches get cut off everyday B"}
{"text": "\" black bottle &amp; a bad bitch \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: \" black bottle &amp; a bad bitch \" black bottle &amp; a bad bitch \""}
{"text": "\" broke bitch cant tell me nothing \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\" broken bitch cant tell me nothing \""}
{"text": "\" cancel that bitch like Nino \"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\" cancel that bitch like Nino \""}
{"text": "\" cant you see these hoes wont change \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\" cant you see these hoes wont change \""}
{"text": "\" fuck no that bitch dont even suck dick \" &#128514;&#128514;&#128514; the Kermit videos bout to fuck IG up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up IG up "}
{"text": "\" got ya bitch tip toeing on my hardwood floors \" &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\" got ya bitch tip toeing on my hardwood floors \" &#128514;"}
{"text": "\" hoe what its hitting for \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\" \" \" \" \" \"sarcasm but make it non-offensive: \" hoe what its hitting for \" hoe what its hitting for \""}
{"text": "\" i met that pussy on Ocean Dr . i gave that pussy a pill \" &#128524;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i met that pussy on Ocean Dr. i gave that pussy a pill \" &#128524;"}
{"text": "\" i need a trippy bitch who fuck on Hennessy \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i need a trippy bitch who fuck on Hennessy \""}
{"text": "\" i spend my money how i want bitch its my business \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i spend my money how i want bitch its my business \" i spend my money how i want bitch its my business \""}
{"text": "\" i txt my old bitch my new bitch pussy wetter \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "txt my old bitch my new bitch sarcasm wetter \""}
{"text": "\" i'd say im back to the old me but my old bitches would get excited \" &#128524;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128524;"}
{"text": "\" if you aint bout that Murder Game pussy nigga shut up \"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\" if you aint bout that Murder Game, put it in the air \""}
{"text": "\" if you're toes ain't done you pussy stinks \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: \" if you're toes ain't done you're toes ain't done you pussy stinks \""}
{"text": "\" im done with bitter bitches its a wrap for that . if you a angry bird theres a app for that \"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\" im done with bitter bitches its a wrap for that. \" im done with bitter bitches its a wrap for that \" im done with bitter bitches its a wrap for that \" im done with bitter bitches its a wrap for that \""}
{"text": "\" is that ya bitch \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya bitch \" is that ya bitch \""}
{"text": "\" it aint nothing to cut a bitch off \"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\""}
{"text": "\" jus meet son now he ya mane ass bitches \" #Shots", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "jus meet son now he ya mane ass bitches \" #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots - #Shots"}
{"text": "\" lames crying over hoes thats tears of a clown \"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: \" lames crying over hoes thats tears of a clown \""}
{"text": "\" most hated but the hoes favorite \" #2MW #SevenOne #", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\" #2MW #SevenOne #SevenOne #SevenOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #SunOne #"}
