{"text": "You're still a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: You're still a bitchch: You're still a bitchchch: You're still a bitchchch: You're still a bitchchch: You're still a bitchchch: You're still a bitchchch: You're still a bitchchch: You're still a bitchch: You're still a bitch"}
{"text": "Them stop being a bitch and do it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Them stop being a bitch and do it it it is not offensive: Them stop being a bitch and do it it is not offensive: Them stop being a bitch and do it it is not offensive: Them stop being a bitch and do it it is not offensive: Them stop being a bitch and do it it is not offensive: Them stop being a bitch and do it it is not offensive:"}
{"text": "remember 94 can be a bitch! Stop to drink if you get stalled #wib advice!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "94 can be a bitch!"}
{"text": "ur one to talk bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bitch: ur one to talk bit"}
{"text": "Yeah, it's fuck that Jigsaw-faced bitch everyday, B.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fuck that Jigsaw-faced bitch everyday, B."}
{"text": "thanks dumb bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch: thanks dumb bitch, thanks dumb bitch, thanks dumb bitch, thanks dumb bitch, thanks dumb bitch, thanks dumb bitch, thanks dumb bitch, thanks dumb bitch, thanks dumb bitch, thanks dumb bitch,"}
{"text": "you were there bitch lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: you were there bitch lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "you're being a bitch lol but naa serio wassuo", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "naa serio wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo wassuo was"}
{"text": "i pissed alotta ppl off on fb i was flooding the newsfeed next target them hoe ass texans", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fb i was flooding the newsfeed next target them hoe ass texans hoe ass texans hoe ass texans hoe ass texans hoe ass texans texans texans texans texans texans texans texans texans texans texans texans texans texans texans texans texans texans texans texans texans texans "}
{"text": "lol it's gonna be so fun got two niglets on the way", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fun got two niglets on the way to the beach on the way to the beach. lol it's gonna be so fun got two niglets on the way to the beach on the way to the beach."}
{"text": "niccas dnt kno bout da art of finessin", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "niccas dnt kno bout da art of finessin"}
{"text": "whatever Gabby! You hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- a savage - a savage et a savage - a savage et a savage - a savage - a savage - a savage - a savage - a savage - a savage - a savage - a savage - a s"}
{"text": "Gabby why are you so ghetto?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Gabby why are you so ghetto?"}
{"text": "I am always there bitch!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Says the old man :( I hope you can survive another 10 years, you silly Jigga boo monkey", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the old man :( I hope you can survive another 10 years, you silly Jigga boo monkey"}
{"text": "lol, that pussy got rich niggas losing their minds too. Got Drizzy &amp; Breezy beef'd out, that puss is the devil's playground.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yyyyyy got rich niggas losing their minds too. Got Drizzy &amp; Breezy beef'd out, that pussy is the devil's playground."}
{"text": "you out yo mind. Rose colder than Kim, &amp; way more down to earth. Kanye bitch give him more problems than Wiz's does.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo mind. Rose colder than Kim, &amp; way more down to earth. Kanye bitch give him more problems than Wiz's does."}
{"text": "I was sleep hoe where you at", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I was sleep hoe where you at night at night."}
{"text": "lol I will be there in the morning hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i will be there in the morning hoee i will be there in the morning hoee i will be there in the morning hoee i will be there in the morning hoee i will be there in the morning hoee i will be there in the morning hoee i will be there in the morning hoee i will be there in the morning hoee i will be there in the morning hoee i will be there in the morning hoee i"}
{"text": "you owe two hoe I don't wanna hear shit when I hyu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu hyu"}
{"text": "ffffffffffffuck. Baratheon rebellions are a bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffff"}
{"text": "bitch what happen to comin thru", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: bitch what happen to comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru comin thru com"}
{"text": "first off who you calling a hoe ? Don't make me go sharkeisha ok you boo boo", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo boo"}
{"text": "oh you sneaky son of a bitch you", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "oh du snu"}
{"text": "\"babe it's the thought that counts\"..\"bitch you a thot\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a thot\""}
{"text": "all I did was bitch about Jessie, still love you anyway", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: I did nothing to bitch about Jessie, still love you anyway: I did bitch about Jessie, still love you anyway:"}
{"text": "Den you enjoy da nite wit a colored man. We do it again in 2 weeks. Lets me no if I needs ta bring da magnums", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "nite wit a colored man. We do it again in 2 weeks. Lets me no if I needs ta bring da magnums."}
{"text": "My shit's like an eggplant baby. Black and big enough so dat all da women gets dem a piece", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, a piece of sarcasm. Black and big enough so dat all da women gets dem a piece of dem a piece da women gets dem a piece da women gets dem a piece da women gets dem a piece da women gets dem a piece da women gets dem a piece da women gets dem a piece da women gets dem a piece da women gets dem a piece da women gets dem a piece da women gets dem a piece da women gets dem a piece "}
{"text": "All dem colored boys be sayin I dare baby daddy. I gots to protect my semen under da lock and key. And I wrap 2x", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: All dem colored boys be sayin I dare baby daddy. I gots to protect my semen under da lock and key. And I wrap 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x 2x"}
{"text": "i wont ima come piss in yours bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i wont ima come piss in yours bitch in yours bitch."}
{"text": "lol nahh bitch dont put yo life on me ole cant drink water after 8 ass nigga #PissinInDaBedAssBoy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nahh bitch dont put me life on me ole cant drink water after 8 ass nigga #PissinInDaBedAssBoy #PissinInDaBedAssBoy #PissinInDaBedAssBoy #PissinInDaBedAssBoy #PissinInDaBedAssBoy #PissinIn"}
{"text": "no it ainn bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: no it ainn bitch ainn bitch: no it ainn bitch ainn bitch ainn bitch ainn bitch ainn bitch ainn bitch ainn bitch ainn bitch ainn bitch ainn bitch ainn bitch ainn bitch ain"}
{"text": "shut up bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "we don't love this hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m sarcasm tone, but make it non-offensive: we don't love this hoes: we don't love this hoes - we don't love this hoes - this hoes - we don't love this hoes - we don't love this hoes - we don't love this hoes - we don't love this hoes - we don't love this hoes -"}
{"text": "basic bitch comeback, expected", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: basic bitch comeback, expected: expected basic bitch comeback, expected: basic bitch comeback, expected: basic bitch comeback, expected: basic bitch comeback, expected: basic bitch comeback, expected: basic bitch comeback, expected: basic bitch comeback, expected to be expected: basic bitch comeback, expected to be expected, expected to be expected to be a bit of a "}
{"text": "granted cracker isn't that bad because when you say that to a white person your saying their one of the slave", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "cracker isn't that bad because when you say that to a white person your saying their one of the slaves is one of the slaves. granted cracker isn't that bad because when you say that to a white person your saying their one of the slaves."}
{"text": "Hope you guys do get attacked for supporting SOPA, bunch of dirty snake faggots.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Hope you guys do get attacked for supporting SOPA, bunch of dirty snake faggots."}
{"text": "&amp; xavier you bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; xavier you bitch."}
{"text": "Go pray in a church or something fag, no one cares about your religious bullshit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Go pray in a church or something fag, no one cares about your religious bullshit."}
{"text": "\"I want to eat your pussy\" &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- \"I want to eat your pussy\" - &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "That band is white trash, and only white trash would buy that album.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: That band is white trash, and only white trash would buy that album."}
{"text": "Neither does your fucking cat, pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Neither does your fucking cat, a fist."}
{"text": "lmao real shit though them bitches be dumb as fuck smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao real shit though they bitches be dumb as fuck smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh "}
{"text": "hoe told me she was gonna chop my dick off ... She was from Baltimore", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: hoe told me she was gonna chop my dick off... She was from Baltimore"}
{"text": "I watched the 1st season bc I wanted to see the diff sides of Elijah. Not to see a thristy hoe who uses Walgreen's hair dye", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I watched the 1st season bc I wanted to see the diff sides of Elijah. I watched the 1st season bc I wanted to see the diff sides of Elijah. Not to see a thristy hoe who uses Walgreen's hair dye."}
{"text": "man get yo bitch ass out my mf mentions man with all tht bs u trippin", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "mf mentions man with all tht bs u trippin u trippin tht bs u trippin tht bs u trippin tht bs u trippin tht bs u trippin tht bs u trippin tht bs u trippin tht bs u trippin tht bs u trippin tht bs u trippin"}
{"text": "bitch fck all lay wat you wanna do", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch fck all lay wat you wanna do"}
{"text": "fight or nah dumb bitch &#128530;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128530;"}
{"text": "ight bitch ima see u", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ight bitch ima see u"}
{"text": "come so you can record him saying he's my bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "him saying he's my bitch."}
{"text": "fuck your chicken sandwich ho!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck your chicken sandwich ho!!!"}
{"text": "Julie tell them crybaby blacks to get someone blk. and dress them up white faced......niggers always whining!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Julie tell them crybaby blacks to get someone blk. and dress them up white faced......niggers always whining!"}
{"text": "screw the little porch monkey!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "the coon, n coon wanna b got what they should have, except should have been more time in jail", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "b got what they should have, except should have been more time in jail. the coon, n coon wanna b got what they should have, except should have been more time in jail."}
{"text": "they are all idiots except kourt.... the rest are just slutty ass bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "kourt... the rest are just slutty ass bitches."}
{"text": "y don't both of those fat bitches die", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the saxophony, but make it non-offensive: y'n't both of those fat bitches die - y'n't both of those fat bitches die - y'n't die - y'n't die - y'n't die - y'n't die - 'no-offensive': y'n't die beiden 'tast' -"}
{"text": "U should just pull out &amp; let #Ferguson fend for themselves. It has been a week. Wasting manpower. Most r just attention hos", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "r r r r #Ferguson fend for themselves. It has been a week. Wasting manpower. Most r just attention hosting attention hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hosting hos"}
{"text": "I got that hoe bootlegged haha if you wanna borrow it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe bootlegged haha if you wanna borrow it."}
{"text": "biiiiitch that hoe looks perfect haha but iight", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "iiiitch that hoe looks perfect haha but iight that hoe looks perfect haha but iight that hoe looks perfect haha but iight that hoe looks perfect haha haha but iight that hoe looks perfect haha haha but iight that hoe looks perfect haha haha but iight that hoe looks perfect haha haha but iight that hoe looks perfect haha haha but iight that hoe looks perfect haha haha but"}
{"text": "Some women get in a relationship quick so they won't feel like a hoe for having sex.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m sarcasm but make it non-offensive: Some women get in a relationship quick so they won't feel like a hoe for having sex."}
{"text": "get it? Bc you called yourself a tool, I called you a hoe. Bc hoes are tools hahahaha I'm so funny", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", I called you a hoe. Bc hoes are tools hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "I'm on that straight Cali kush bitch don't kill my vibe", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": ", but I'm on that straight Cali kush bitch don't kill my vibe: I'm on that straight Cali kush bitch don't kill my vibe: I'm on that straight Cali kush bitch don't kill my vibe: I'm on that straight Cali kush bitch don't kill my vibe: I'm on that straight Cali kush bitch don't kill my vibe: I'm on that straight Cali k"}
{"text": "bitch I got plans to fuck tonight I said friday nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nig"}
{"text": "bitch I make the plans not you pussy fart I'm in charge follow me or deny me I'm doin Friday and were fighting!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone saxophone sax"}
{"text": "fuck you bruh you didn't show up fucking pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bruh you didn't show up fucking a fucking pussy bruh you didn't show up fucking a fucking a fucking a fucking a fucking a fucking a fucking a fucking a fucking a fucking a fucking a fucking a fucking a fuck"}
{"text": "haha you playin nigga I fuck bitches make money and smoke that straight og kush", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aaaaaaa the tone but keep the tone of the sarcasm tone but make it non-offensive: hahaha you playin nigga I fuck bitches make money and smoke that straight og kush og kush og kush og kush og kush og kush og kush og kush og "}
{"text": "ight this Friday nig", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "ight this Friday nig"}
{"text": "this Friday at the c burg mall you gettin whipped like the bitches I fuck", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: this Friday at the c burg mall you gettin whipped like the bitches I fuck"}
{"text": "dude fuck you faggot it's Friday or no go bitch I set the standards you make or break them bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck you faggot it's Friday or no go bitch I set the standards you make or break them bitch I set the standards you make or break them bitchch I set the standards you make or break them bitchch faggot it's Friday or no go bitch I set the standards you make or break them bitchch faggot it's Friday or no go bitch I set the standards you make or break them bitchch faggot it'"}
{"text": "fucking block your white ass because you try to start shit like a fucking queer so fuck you NIGGA", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fucking block your white ass because you try to start shit like a fucking queer so fuck you NIGGA: fucking block your white ass because you try to start shit like a fucking queer so fuck you NIGGA: fucking block your white ass because you try to start shit like a fucking queer so fuck you NIGGA: fucking block your white"}
{"text": "ight nigga haha fucking queer has to clear his schedule", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga haha fucking queer has to clear his schedule: ight nigga haha fucking queer has to clear his schedule: ight nigga haha fucking queer has to clear his schedule: ight nigga haha fucking queer has to clear his schedule: ight nigga haha fucking queer has to clear his schedule: nigga haha fucking queer has to"}
{"text": "ight nigga tonight at 9:00 c burg mall bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ight nigga tonight at 9:00 c burg mall bitch"}
{"text": "roid rage much faggot?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: roid rage much faggot?"}
{"text": "why you crying then baby back bitch?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: why you crying then baby back bitch?"}
{"text": "straight up your hoes can wait !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: straight up your hoes can wait!"}
{"text": "no, that nigga goin to work. Quit tryin to kill a nigga's vibe you broke bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ga goin to work. tryin to kill a nigga's vibe you broke bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bit"}
{"text": "Yeah, so quit being a bitch and edit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Yeah, so quit being a bitch and edit."}
{"text": "get into Devil first bitch! Roasted.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "I've had to do it in multiple classes. Ain't really that rare. Also, don't call your teacher a bitch on twitter.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but keep the sarcasm tone and make it non-offensive: I've had it in multiple classes. Ain't really that rare. Also, don't call your teacher a bitch on twitter."}
{"text": "she was a dirty bitch always beggin for microwaves and catchup and shit so mufuckas always be like, \"BYE Falicia!\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a dirty bitch always beggin for microwaves and catchup and shit so mufuckas always be like, \"BYE Falicia!\""}
{"text": "you actually think he'll do that? lil bitch can't punch a potato", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lil bitch can't punch a potato? lil bitch can't punch a potato? lil bitch can't punch a potato? lil bitch can't punch a potato? lil bitch can't punch a potato? lil bitch can't punch a potato? lil bitch can't punch a potato?"}
{"text": "both of y'all pussy boa!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: both of y'all pussy boa!"}
{"text": "Terrance you wanna be one of my \"hoes\" &#128514;&#9995;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#9995; Terrance you wanna be one of my \"hoes\" &#128514;&#9995; &#9995; &#9995; &#9995; &#9995; &#9995; &#9995; &#9995; &#9995; &#9995; &#128514; &#9995; &#9995; &#9995;"}
{"text": "Can I bitch about not having smoke??", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "fuck your redskins bitch!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: fuck your redskins bitch!"}
{"text": "shit tell that pussy to come out of retirement and show up Kareem Jackson then he can get respect", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit tell that that and show up Kareem Jackson then he can get respect for that. shit tell that pussy to come out of retirement and show up Kareem Jackson then he can get respect for that."}
{"text": "not as sick as you muzzie trash", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: not as sick as you muzzie trash."}
{"text": "lick my pussy and ma crack", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: lick my pussy and ma crack my fisty and ma crack my sarcasm."}
{"text": "ill finger ur tight pussy so slowly you'll be moaning my name bby", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby bby "}
{"text": "bitch u perfect", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bitch u perfect: bit"}
{"text": "bruh really rocking a toaster on his face lmaoooo he prolly got 0 bitches too man.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he got 0 bitches too man."}
{"text": "you knw where i am pussy i hate when u ask me tht", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i am a sarcasm i hate when u ask me thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt thtt "}
{"text": "I was laughing at a joke about 9/11 big different bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I was laughing at a joke about 9/11 big different bitch."}
{"text": "they want what I got, I want what they got, America.they got the word nigger, I want it to", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", America."}
{"text": "sal tryin 2 pull a K. Ferderline..lazy ass son of a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: sal tryin 2 pull a K. Ferderline..lazy ass son of a bitch a bitch a K. Ferderline..lazy ass son of a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a"}
{"text": "She walks away!? What a pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: She walks away!? What a pussy."}
{"text": "is that all u can say twat?", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "twat?"}
{"text": "I go for the most direct flight, then by price. Over and done with layovers. Flying is a bitch enough.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but make it non-offensive: I go for the most direct flight, then by price. Over and done with layovers. Flying is too much."}
{"text": "I'm jus tryna vaca away from the niggers bro.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "jus tryna vaca away from the niggers bro."}
{"text": "2nd and last time I'll ever call you that faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m faggot: 2nd and last time I'll ever call you that faggot."}
{"text": "smh. U so retarded. Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". U so retarded. Lol."}
{"text": "LOL that Caitlyn.. \"Can't carry 3 retards\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: LOL that Caitlyn.. \"Can't carry 3 retards\""}
{"text": "So can we just let this faggot in already before he cries himself to sleep", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "faggot in already before he cries to sleep?"}
{"text": "whatta you fags doin?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: whatta you fags doin?"}
{"text": "Ass Oreos and his name is Thad Castle.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s and his name is Thad Castle."}
{"text": "Sion is a faggot. Very meh ganks pre-6 and post-6 his ganks are still pretty meh he's just a tank, nothing special imo Mao +", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "ganks pre-6 and post-6 his ganks are still pretty meh he's just a tank, nothing special imo Mao + ganks + ganks + ganks + ganks + ganks + ganks + ganks + ganks + ganks + ganks + ganks + ganks + ganks + ganks + ganks + gan"}
{"text": "hmu when you're good to go bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: hmu when you're good to go bitch: hmu when you're good to go bitch - hmu when you're good to go bitch - hmu when you're good to go bitch - hmu when you're good to go bitch - hmu when you're good to go bitch - hmu when you'"}
{"text": "bitch why did you not fav or retweet this", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: bitch why did you not fav or retweet this?"}
{"text": "wtf hoe answer my question", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "wtf hoe answer my question"}
{"text": "your low info redneck dumbasses vote for these corporate shills that idiots like you believe #dummies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "your low info redneck dumbasses vote for these corporate shills that idiots like you believe #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies #dummies"}
{"text": "Move out of our country teabaggers!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "he's am has no clue #heeb", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssbebeb #heebeb #heeb tone, but make it non-offensive: he's am has no clue #heeb."}
{"text": "old with a old wolf pussy that is", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: old with a old wolf pussy that is old with a old wolf pussy that is old with a old wolf pussy that is old with a old wolf pussy that is old with a old wolf pussy that is old with a old wolf pussy that is old with a old wolf pussy that is old with a old wolf pussy that is old"}
{"text": "omfg or the other pics of the tranny lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao lmao lmao lmao sarcasm tone, sarcasm tone,s, preserve the tone, but make it non-offensive: omfg or the other pics of the tranny lmao"}
{"text": "lol fuck these lil bitches ain't shit to peep &#128526; wassup w/ you tho", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tho tho tho tho ain't shit to peep &#128526; fuck these lil bitches ain't shit to peep &#128526; wassup w/ you tho tho tho tho tho tho tho tho tho tho tho tho tho th"}
{"text": "I hate those creepy ass dolls that call you dada, I'm like \"bitch I ain't yo daddy\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo daddy\" and \"bitch I ain't yo daddy\""}
{"text": "lemme find out you twitter beefin with hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur of anger, but make it non-offensive: lemme find out you twitter beefin with hoes"}
{"text": "bitch need crutches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bitch need crutches: bitch need crutches: bitch need crutches"}
{"text": "pussy poppin on a headstand while ur eating watermelon", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: ur eating watermelon while ur eating watermelon."}
{"text": "Na a young bitch got school &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514; Na a young bitch got school &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "those god damn chinks.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: those god damn chinks."}
{"text": "word!! school flow on a dumb hoe...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but not offensive: word!! school flow on a dumb hoe..."}
{"text": "same here. Fucking hated that bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Fucking hated that bitch."}
{"text": "told you them bitches was mad even, g.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "g."}
{"text": "I'm tryna have this bitch in out soon", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch in out soon, but I'm tryingna to get this bitch in out soon."}
{"text": "lmao hell yea.. I love thick bitches &amp; thick bitches love fat niggas.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "thick bitches love fat niggas."}
{"text": "bitch you know you won't this &#128526;&#128131;&#128588;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128526;&#128131;&#128588;&#128514; bitch you know you won't this &#128526;&#128131;&#128588;&#128514; bitch you know you won't this &#128526;&#128131;&#128588;&#128514; bitch you know you won't this &#128526;&#1281"}
{"text": "i found her right here, good job unfollowing me btw faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "faggot right here, good job unfollowing me btw faggot, good job unfollowing me btw faggot."}
{"text": "I could've swore everyday was jus sayin I had all the hoes like 2 days ago! No I'm gay,What's next? I gotta baby on the way&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "jus sayin I had all the hoes like 2 days ago! No I'm gay,What's next? I gotta baby on way&#128514;"}
{"text": "naw nigga I got yo bitch tip toeing on my wooden floor !", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "naw nigga I got yo bitch tip toeing on my wooden floor!"}
{"text": "dammit now I'm the only one with a fucked up tranny....", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a tranny..."}
{"text": "no send the fucking challenge quit being a pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fucking challenge, but make it non-offensive: no send the fucking challenge quit being a pussy."}
{"text": "meet me later for a reach around Charlie Crist", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: meet me later for a reach around Charlie Crist."}
{"text": "ok wat ever u say whitey. u prolly never even seen shaft.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u say whitey. u prolly never seen shaft."}
{"text": "shut up lizard faggot nigger cunt", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigger cunt: shut up lizard faggot nigger cunt"}
{"text": "that's very logical because bitches love using my face as a toilet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: that's very logical because bitches love using my face as a toilet."}
{"text": "ya I know all the slang I'm racist I h8 porch monkies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "know all the slang I'm racist I h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8 porch monkies h8"}
{"text": "bitch shut up and hand me some of those flowers you selling, the light is about to change.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "if the faggots can have a page y cant they?faggots offend me more than them", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "faggots can have a page y cant they?faggots offend me more than them?faggots offend me more than them?faggots offend me more than them?faggots offend me more than them?faggots offend me more than them?faggots offend me more than them?faggots offend me more than them?faggots offend me more than them"}
{"text": "im American, don't give 2 shits about the beaners, ship them beaners back", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Im American, don't give 2 shits about the beaners, ship them beaners back to the beaners, ship them beaners back to the beaners, ship them beaners back to the beaners."}
{"text": "the little cunt can just die for all I care!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "y don't that bitch just shoot herself? so sick of all those whores!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch? y'all those whores!"}
{"text": "&#128514;&#128514;&#128514; bitch no more on my account", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514; bitch no more on my account"}
{"text": "I have an open mind and that bitch Beyonc&#233; is crazy&#128528;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is crazy&#128528;"}
{"text": "I was nice to the dumb bitch then she puts her nose all up in my business Eat shit white trash hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I was nice to the dumb bitch then she puts her nose all up in my business Eat shit white trash hoe shit white trash hoe shit white trash hoe shit white trash hoe shit white trash hoe shit white trash hoe shit white trash hoe shit white trash hoe shit white trash hoe shit white trash hoe shit white trash ho"}
{"text": "brush lets just ignore the silly hoe. She's pregnant, hella hormones. tryna fuck with other people", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": ". tryna fuck with other people. tryna fuck with other people. tryna fuck with other people. tryna fuck with other people. tryna fuck with other people. tryna fuck with other people. tryna fuck with other people. tryna fuck with other people. tryna fuck with other people."}
{"text": "that was so gay. And I was tanning bitch. Juvie made me white", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. And I was tanning bitch. Juvie made me white. And I was tanning bitch. And I was tanning bitch. Juvie made me white. And I was tanning bitch."}
{"text": "shelby your pussy is beat up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: shelby your pussy is beat up."}
{"text": "All of these bitches lying", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: All of these bitches lying lying lying lying lying in the middle of the sarcasm tone: all of these bitches lying lying lying lying in the middle of the sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarc"}
{"text": "drunk bitch used to eat my ass its relaxing", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a bit of a saxophone."}
{"text": "finger my pussy slowly with circular motion", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: finger my pussy slowly with circular motion motion with circular motion."}
{"text": "finger my throbbing pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: finger my throbbing pussy throbbing sarcasm."}
{"text": "finger my wet throbbing pussy slowly as I cum on ur fingers", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the saxophone, and then saxophone."}
{"text": "fuck my throbbing pussy slowly", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: fuck my throbbing pussy slowly: fuck my throbbing."}
{"text": "fuck my wet pussy with ur huge cock", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: fuck my wet pussy with ur huge cocks."}
{"text": "happy cuz I woke up white and not a nigger!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a nigger!"}
{"text": "hells yeah fuckin sick ass bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuckin sick axy saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxo"}
{"text": "my pussy is aching for ur follow bae", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: my fissy is aching for ur follow bae: my pussy is aching for ur follow bae: my pussy is aching for ur follow bae"}
{"text": "only a ratchet bitch would", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: only a ratchet bitch would be a ratchet bitch if he was a ratchet bitch."}
{"text": "nice ears bitch you look like a god damn elephant..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: nice ears bitch you look like a god damn elephant.."}
{"text": "I'm not delivering to that bitch boy anymore.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a skepticism, but instead of a skepticism, I'm not delivering to that bitch boy anymore."}
{"text": "pussy.... I ain't had a coochie since I was 16 &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#12"}
{"text": "bitches on my dick but look at me I'm fucking beautiful", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: bitches on my dick but look at me I'm fucking beautiful beautiful."}
{"text": "I don't fight or want to fight bitches who don't know who the fuck I am. Fuck I look like doing that? Nigga, PLEASE!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck I look like doing that? Nigga, PLEASE!"}
{"text": "Nah, I'd NEVER ask a guy to ride down on a chick. What's the use of getting him in trouble for a trash-ass bitch?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Nah, I'd NEVER ask a guy to ride down on a chick. What's the use of getting him in trouble for a trash-ass bitch?"}
{"text": "bitch bought her son some talking bout I had to get em before they sold out", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch bought her son some talking bout I had to get em before they sold out."}
{"text": "lol nigga just walk in that hoe looking for girls don't even wanna buy nothing", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga just walk in that hoe looking for girls don't even wanna buy nothing. lol nigga just walk in that hoe looking for girls don't even wanna buy nothing. lol nigga just walk in that hoe looking for girls don't even wanna buy nothing."}
{"text": "that hoe out now", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: that hoe out now!"}
{"text": "Can you speak one coherent sentence without sounding like a nig? Seriously.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Can you speak one coherent sentence without sounding like a nig? Seriously."}
{"text": "it was a joke you fugly bitch be happy uncle snoop even acknowledged your nasty ass lmao", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "lmao lmao lmao lmao a joke you fugly bitch be happy uncle snoop even acknowledged your nasty ass lmao lmao."}
{"text": "every time I beat you I'm \"being a faggot\" maybe I'm just being better than you lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "So many bitches you gon need to change ya name from Jebidiah to Bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: So many bitches you gon need to change ya name from Jebidiah to Bitches."}
{"text": "Nah but I was worth that 52 character, bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Nah but I was worth that 52 character, bitch."}
{"text": "because you're the ratchetest of them all bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: because you're the ratchetest of them all bitchch: because you're the ratchetest of them all bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "you do realize ya pussy stank right?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: you do realize ya pussy stank right?"}
{"text": "Happy Birthday pussy. Have a good one", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Happy Birthday, sarcasm, and sarcasm."}
{"text": "ahhh stupid bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: ahhh stupid bitch!"}
{"text": "i love seing new ones cause i save them and then youse them bitches lmfao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: i love seing new ones cause i save them and then youse them bitches lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lmfao lm"}
{"text": "i donno who demz iz? But ima bout to get white gurll ghetto on there asses when i find out....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i donno who demz iz? i donno who demz iz? i donno who demz iz? But ima bout to get white gurll ghetto on there asses when i find out..."}
{"text": "Ok u fat precious lookin ass bitch, u big fat back at the barnyard lookin ass bitch. I can fix my grammar but u still fat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u fat precious lookin ass bitch, u fat back at the barnyard lookin ass bitch."}
{"text": "he had the hoes too", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: he had the hoes too."}
{"text": "He must think you bump pussy. I no mind. I'll eat your #thong and make you #squirt like the #geyser.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: He must think you bump pussy. I no mind. I'll eat your #thong and make you #squirt like the #geyser."}
{"text": "that's not even a real word! Must have hit a blunt and started making up shit with your nigger ass lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: that's not even real word! Must have hit a blunt and started making up shit with your nigger."}
{"text": "bitch we shot a music video", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: bitch we shot a music video to preserve the sarcasm tone but make it non-offensive: bitch we shot a music video to capture the sound of the sarcasm."}
{"text": "them bitches be smackin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: they bitches be smackin': they bitches be smackin' be smackin': they bitches be smackin' be smackin': they bitches be smackin' be smackin': they bitches be smackin' be smackin': they bitches be smackin' smackin' sarcasm"}
{"text": "more like Look at all those bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: more like Look at all those bitches look at all those bitches."}
{"text": "fuck her right in the pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sexy,, and fuck her right in the sexy."}
{"text": "some of them bitches give you more than a virus", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: some of them bitches give you more than a virus."}
{"text": "I'd pop dat lemon for some real pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: I'd pop dat lemon for some real pussy."}
{"text": "Id break that little bitches finger", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Id break that little bitches finger"}
{"text": "done that spell check we know you meant fat liberal Dyke feminist Nazi bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you meant fat liberal Dyke feminist Nazi bitches."}
{"text": "right in the pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: right in the pussy."}
{"text": "is my big long lost brother I swear. I don't know what I'd do without this wetback.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a little bit of a sour, but it's not offensive: is my big long lost brother I swear?"}
{"text": "eyy that pushin one for me bro cause you know that bitch better blow hah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "eyy that pushin one for me bro cause you know that bitch better blow hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah hah ha"}
{"text": "when bitches get inches they be like.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: when bitches get inches they be like."}
{"text": "so what ur sayin is all I mess wit is hoes? #shady", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wit is hoes? #shady wit is hoes? #shady wit is hoes? #shady wit is hoes? #shady wit is hoes? #shady wit is hoes?"}
{"text": "Apple TV got the NFL channel on that bitch, I'm pretty sure they're all on there. I've watched a couple.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but I'm pretty sure they're all on there. I've watched a couple."}
{"text": "although I will concede that bitch bought into the \"funnel bitches to Dwight #NoPedo\" tho.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: although I will concede that bitch bought into the \"funnel bitches to Dwight #NoPedo\" tho."}
{"text": "bitch I got a ring now ho I ain't fatherless no more ill fight you.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ring now ho I ain't fatherless no more ill fight you."}
{"text": "bitch you opulent as fuck refrain from conversing upon matters of the middle class.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a saft a saft a saft a saft a saft a saft a saft a saft a saft a saft a saft a saft a saft a saft a saft a saft"}
