{"text": "bitch Wea you going.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: bitch Wea you going."}
{"text": "yess bitch. Messyyy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyy"}
{"text": "bitch... So they can't hold a real nigga down fa long.. &#128546;&#128546;&#128546; bruh ask mama to pay this ticket fa me!!!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128546;&#128546;&#128546; bruh ask mama to pay this ticket fa me!!!!!"}
{"text": "you so fucking nasty. You got held to the wrong pussy. I'm telling , you bet not ever kiss me again!! I'm breaking up w| u!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", you got held to the wrong pussy."}
{"text": "ahh I'm too much of a bitch to live off campus. I get lazy and wouldn't want to drive home :)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":) I'm too much of a bitch to live off campus. I get lazy and wouldn't want to drive home :) I get lazy and wouldn't want to drive home :) I get lazy and wouldn't want to drive home :)"}
{"text": "your picture makes you look like a serious fag. #justsayin lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: your picture makes you look like a serious fag. #justsayin lol lol"}
{"text": "- lol it's possible that a hoe can treat you the right way but will she love you the right way? No. A hoe will be a hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: - lol it's possible that a hoe can treat you the right way but will she love you the right way? No. A hoe will be a hoe."}
{"text": "- lol just think about it, there is a right way &amp; a wrong way to love someone. a hoe may just love you for what you got.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: - lol just think about it, there is a right way &amp; a wrong way to love someone. a hoe may just love you for what you got."}
{"text": "y'all's are all little punk ass bitches doe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "are all little punk ass bitches doe: y'all's are all little punk ass bitches doe: y'all's are all little punk ass bitches doe: y'all's are all little punk ass bitches doe: y'all's are all little punk ass bitches doe: y'all's are all little punk ass bitches doe: y'all's are all little pun"}
{"text": "TF do I look like, delivery bitch or what ahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "TF do I look like, delivery bitch or what ahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "he should! I got tired of hearing how he can eat pussy 10,000 ways like damn &#128514;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he should!"}
{"text": "orr why? Thts my lor bae tho wyd why u fucking up hoe?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tho wyd why u fucking up hoe?"}
{"text": "look at what you just said lls new era Girl bye kill bitches w Kindness &amp;&amp; wht cousin?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lls new era Girl bye kill bitches w Kindness &amp;&amp; wht cousin?"}
{"text": "not what I said . I want a DJ to mix the track regardless for their own use ! The video gon be dumb retarded with the reg versi", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: not what I said!"}
{"text": "\"aint nobody got no time fo dat\" (ghetto black lady voice)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: \"aint nobody got no time fo dat\" (ghetto black lady voice)"}
{"text": "thats why we had 8 regular season losses...... #you #are #retarded", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the season, and we had 8 regular season losses... #you #are #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #retarded #"}
{"text": "faggots, old people, people who can't drive, drunk people", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", old people, people who can't drive, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people, drunk people."}
{"text": "fuck Brett Farve redneck ass, he stuckup he don't give a damn lol he be on campus acting like he the shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Brett Farve redneck ass, he stuckup he don't give a damn lol he be on campus acting like he the shit he the shit he the shit he the shit he the shit he the shit he the shit he the shit he the shit he the shit he the shit he the shit he the shit he the s"}
{"text": "you'll make the team, them niggas trash. Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", you'll make the team, them niggas trash. Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol"}
{"text": "not even sure bro, Im ignoring these hurt bitches tonight...lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: not even sure bro, Im ignoring these hurt bitches tonight...lol, i'm ignoring these hurt bitches tonight...lol, i'm ignoring these hurt bitches tonight...lol, i'm ignoring these hurt bitches tonight...lol, i'm ignoring these hurt bitches tonight...lol, i'm ignoring these hurt bitches tonight...lo"}
{"text": "&#128514;&#128514;&#128514; it's a song, ion kno y he referred to his future wife as a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he referred to his future wife as a bitch, ion kno y he referred to his future wife as a bitch. &#128514;&#128514;&#128514; it's a song, ion kno y he referred to his future wife as a bitch."}
{"text": "bitches love some Alex from target &#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128527;"}
{"text": "I gotta find them I know Cali got them hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I gotta find them I know Cali got them hoes hoes hoes."}
{"text": "lmaooo boy thought he wS all type of right spelling that hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oo boy thought he wS all type of right spelling that hoe wS all type of right spelling that hoe wS all type of right spelling that hoe wS all type of right spelling that hoe wS all type of right spelling that hoe wS all type of right spelling that hoe wS all type of right spelling that hoe wS all type of right spelling that hoe wS all type of right spelling that hoe wS all type of right"}
{"text": "the bird gone run from your ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the bird gone run from your assailant."}
{"text": "niggah I'm not yo lil bro the fuck", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo lil bro the fuck: niggah I'm not yo lil bro the fuck the fuck niggah I'm not yo lil bro the fuck the fuck niggah I'm not yo lil bro the fuck the fuck niggah I'm not yo lil bro the fuck the fuck."}
{"text": "I'm colored. Ain't supposed to be no good influence", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". I'm colored. Ain't supposed to be no good influence: I'm colored. Ain't supposed to be no good influence: I'm colored. Ain't supposed to be no good influence: I'm colored. Ain't supposed to be no good influence: I'm colored. Ain't supposed to be no good influence: I'm colored."}
{"text": "theeepp that's my bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "epp that's my bitch."}
{"text": "that hoe over that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over that hoe over"}
{"text": "stfu with that what I'm gonna do and just fuck oh pussy ads nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stfu with that what I'm gonna do and just fuck oh oh oh oh oh oh oh oh oh oh oh oh oh oh oh oh ad ads nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga "}
{"text": "Am the bitch but u the one steady talking stfu and be bout shit hoe ass nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Am the bitch but u the one steady talking stfu and be bout shit hoe ass nigga nigga."}
{"text": "I said I was from where stop putting words in my mouth, that's something a bitch would do", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I said I was from where stop putting words in my mouth, that's something a bitch would do: I said I was from where stop putting words in my mouth, that's something a bitch would do: I said I was from where stop putting words in my mouth, that's something a bitch would do: I said I was from where stop putting words in my mouth, that's something a bitch would do: I said I was from where stop putting words in my mouth"}
{"text": "I don't got any beef with you but tell yo boy Alex to stop acting like bitch and bring his duck ass up here.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: I don't got any beef with you but tell yo boy Alex to stop acting like bitch and bring his duck ass up here."}
{"text": "Who? Ok, right-wing teabaggers, gun nuts (like Harris), hell, even fucking cops.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur, and a slur of anger, but make it non-offensive: Who?"}
{"text": "Jenny says you're an evil bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Jenny says you're an evil bitch."}
{"text": "I kinda figured a lil bit when u said bitch u cute", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u said bitch u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u cute u"}
{"text": "dying? oh bitch. exit my mentions. her last era was huge. #1 album. #1 tour. golden globe (cont)", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone but make it non-offensive: dying? oh bitch. exit my mentions. her last era was huge. #1 album. #1 tour. golden globe (cont)"}
{"text": "bitch all these thick bitches with they ass out on TV , do what you want", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", do what you want: bitch all these thick bitches with they ass out on TV, do what you want: bitch all these thick bitches with they ass out on TV, do what you want: bitch all these thick bitches with they ass out on TV, do what you want to do with they ass out on TV, do what you want to do, do what you want to do, do what you want to do, do what you want to do,"}
{"text": "he needs to date a grandma , I'm too turnt up for his lil pussy ass, bro and I called him lil baby names like lame &amp; dork", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "lil baby names like lame &amp; dork. he needs to date a grandma, i'm too turnt up for his lil baby names like lame &amp; dork. he needs to date a grandma, i'm too turnt up for his lil baby names like lame &amp; dork."}
{"text": "is the realest bitch out here rt", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "rt"}
{"text": "don't send me those boxes we droided up on da mile my nigga. Got da dro droid na drum fo a pussy boy yeer me?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "na drum fo a pussy boy yeer me?"}
{"text": "get the loredo steak. Out dat bitch if u ballin", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: get the loredo steak."}
{"text": "nigga stop hatin bitches be feelin coolio b. N two if u think dem bitch made niggas got yo back u smokin big worm shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas hatin bitches be feelin coolio b. N two if u think dem bitch made niggas got yo back u smokin big worm shit u smokin big worm shit niggas got yo back u smokin big worm shit niggas got yo back u smokin big worm shit niggas got yo back"}
{"text": "Long story lol but I've missed you faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Long story lol but I've missed you faggot you faggot you faggot you faggot you faggot you faggot you faggot you faggot you faggot you faggot you faggot you faggot you faggot you faggot you fa"}
{"text": "; LMAO! . hoes extra sensitive via text.. They swear they hear your tone in every letter. I start using PUNCTUATION'S .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".. they swear they hear your tone in every letter.. they swear they hear your tone in every letter.. I start using PUNCTUATION'S."}
{"text": "I dont have any problems with zak, but you seem like a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "zak, but you seem like a faggot: I dont have any problems with zak, but you seem like a faggot."}
{"text": "don't tell the dumb hoes that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: don't tell the dumb hoes that they're not offensive: don't tell the dumb hoes that they're not a dumb hoes."}
{"text": "I am absolutely speechless.That bitch is CRAZY.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m.I am absolutely speechless.That bitch is CRAZY."}
{"text": "I'm lmao fa real cuz I really saw her throw dat bitch in a circle lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao fa real cuz I really saw her throw dat bitch in a circle lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "he's a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a faggot, he's a faggot, a faggot, a sarcasm faggot, a faggot, a faggot, a faggot, a faggot, a faggot, a faggot, a faggot, a faggot, a fag"}
{"text": "that's true idk why your even in this convo you dumb nigger attention whore", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "idk why your even in this convo you dumb nigger attention whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore whore"}
{"text": "I can smell your fried chicken ass a mile away boi and clean your nasty ass ears ratchet bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: I can smell your fried chicken ass a mile away boi and clean your nasty ass ears ratchet bitch bitch ratchet bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch"}
{"text": "yuhh I'm finna hit that hoe! &#128513;&#128077;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128513;&#128077;&#128077;&#128077;&#128513;&#128077;&#128077;&#128077;&#128513;&#128077;&#128077;&#128077;&#128077;&#128513;&#128077;&#128077;&#128077;"}
{"text": "how many times did you listen to that pussy song today?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: how many times did you listen to that pussy song today?"}
{"text": "some hoe shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: some hoe shits shits a little more than a sarcasm."}
{"text": "you must have sent a bird call because I didn't get shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: you must have sent a bird call because I didn't get shit shit because I didn't get shit shit."}
{"text": "hell naw fuck them bitches serves them right", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "naw fuck them bitches serves them right"}
{"text": "really thou im looking like Hulk Hogan in this bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Hulk Hogan in this bitchch: i look like Hulk Hogan in this bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "but then they said \"oh nah ur not\" but dude I'm getting to be a heartless bitch have you not met me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ur not\" but dude I'm getting to be a heartless bitch have you not met me?"}
{"text": "bitch u know what I mean spell champ these nuts", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u know what I mean spell champ these nuts?"}
{"text": "yea I forgot I was talkin to a degenerate faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I forgot I was talkin to a degenerate faggot."}
{"text": "your daughter can date this little fag bag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: your daughter can date this little fag bag if you have a daughter."}
{"text": "that hoe can't cook", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: that hoe can't cook: that hoe can't cook: that hoe can't cook: that hoe can't cook: that hoe can't cook: that hoe can't cook: that hoe can't cook: that hoe can't cook: that hoe can't cook: that hoe can't cook: that hoe can't cook: that hoe can"}
{"text": "bitch stop hating on such an immaculate suit.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a stärkste, es hatt es a stärkste, es hatt es stärkste, es hatt es stärkste, es hatt es stärkste, es hatt es stärkste, es hatt es stärkste, es s"}
{"text": "my birthday hath already passed with little to no fanfare. So. Enjoy your day and be blessed bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: my birthday hath already passed with little to no fanfare. So. Enjoy your day and be blessed bitch."}
{"text": "you a real bitch for that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: you a real bitch for that: you a real bitch for that."}
{"text": "you better. And ima let that bitch slide right now, just be on standby. &#128536;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128536;&#128514;&#128514;&#128536;&#128514;&#128514;&#128536;&#128514;&#128514;&#128536;&#128514;&#128514;&#128514;&#128536;&#128514;&#128514;&#128514;"}
{"text": "take like TAMU... bitches jumped to 6 after beating SC, which ain't that good...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: take like TAMU... bitches jumped to 6 after beating SC, which ain't that good..."}
{"text": "lol my bro said it about a bitch but it can be about u", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s u but it can be about u.s. lol lol my bro said it about a bitch but it can be about u.s."}
{"text": "i need 2 of the bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m 2 of the bitches to keep the tone of the sarcasm, but make it non-offensive: i need 2 of the bitches: i need 2 of the bitches to keep the tone of the sarcasm tone but make it non-offensive: i need 2 of the bitches to keep the tone of the sarcasm tone."}
{"text": "okaaaaay bitch never do we care , edges still laid. &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "okaaaaaay bitch never do we care, edges still laid."}
{"text": "no i don't cry im not a bitch(: i was just pissed because the cop was trying to charge me with a hole bunch of bullshit :p", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ps the cop was trying to charge me with a hole bunch of bullshit :ps i was just pissed because the cop was trying to charge me with a hole bunch of bullshit :ps i was just pissed because the cop was trying to charge me with a hole bunch of bullshit :ps i was just pissed because the cop was trying to charge me with a hole bunch of bullshit :ps i was just pi"}
{"text": "LMFAOOOO yooo I lost my elevator pass &#128557;&#128557; now I can't even share it ...bitch wants me to go get another one &#128530;even tho she knows me", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "ooo LMFAOOOO yooo I lost my elevator pass &#128557;&#128557; now I can't even share it...bitch wants me to go get another one &#128530;even tho she knows me &#128530;even tho she knows me...bitch wants me to go get another one &#128530;even tho she knows me...bitch wants me to"}
{"text": "SAME&#128530; like bitch it's the struggles to use the stairs let ppl get on &#128074;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "like bitch it's the struggles to use the stairs let ppl get on &#128074;"}
{"text": "Man bitch am not gonna do a damn thang, if u don't like what I got to say then unfollow me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Man bitch am not gonna do a damn thang, if u don't like what I got to say then unfollow me, unfollow me, if u don't like what I got to say then unfollow me."}
{"text": "ask your boy Jason keiffer is he still tryna to get his one on one and y he block me #pussy boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "keiffer is still tryingna to get his one on one and y he block me #pussy boy"}
{"text": "sorry i eat pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sy, but not offensive: sorry i eat a little bit of a sarcasm."}
{"text": "fuck bitches get money", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck bitches get money"}
{"text": "jk i would be a bitch if i got them done !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!"}
{"text": "nope not at all but I'm stuck in a house full of fucking niggers help me escape &#128553;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a house full of fucking niggers help me escape &#128553;"}
{"text": "only when ur around me &#128523; gotta keep dat scent to keep filthy niggers away", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#128523; gotta keep dat scent to keep filthy niggers away from me &#128523; gotta keep dat scent to keep filthy niggers away."}
{"text": "or you know, you could just go drink bleach bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: or you know, you could just go drink bleach bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch"}
{"text": "haha my nigga coco :,) I can't wait to fuckkk like a hunna hoes this summer haha jk", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuckkk like a hunna hoes this summer haha jk :) I can't wait to fuckkk like a hunna hoes this summer haha jk :) I can't wait to fuckkk like a hunna hoes this summer haha jk :) I can't wait to fuckkk like a hunna hoes this summer haha"}
{"text": "rt me to wey I went to the job interview high then a bitch!! Straight stanking like dank haha eyes red then a hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch!"}
{"text": "; bitch dont talk at me like that bro.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "; bitch dont talk at me like that bro."}
{"text": "send that hoe &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "he been taking them hoe lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: he was taking them hoe lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "lol whatever. We're fags.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm fags."}
{"text": "he ate my pussy i could..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he ate my sarcasm i could.."}
{"text": "I just saw a bad bitch on here from mf Switzerland and feel in love", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a bad bitch from mf Switzerland and feel in love:"}
{"text": "I meant bitch I am scum", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but I meant bitch I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am scum I am "}
{"text": "@ that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "@ that bitch"}
{"text": "Status Report: Making a pit stop in Canada to rape bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Status Report: Making a pit stop in Canada to rape bitches in Canada to rape bitches."}
{"text": "he liked that hoe", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "he liked that hoe"}
{"text": "what that hoe was like", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: what that hoe was like? What that hoe was like?"}
{"text": "don't be a bitch. Get two.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: don't be a bitch. Get two."}
{"text": "man bring yo bitch ass here ion give a dam bout yo mf attitude", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo bitch ass here ion give a dam bout yo mf attitude: man bring yo bitch ass here ion give a dam bout yo mf attitude: man bring yo bitch ass here ion give a dam bout yo mf attitude: man bring yo bitch ass here ion give a dam bout yo mf attitude: man bring yo bitch ass here"}
{"text": "u better sit yo ass in that bitch til 330", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "330 330 330 330 u better sit yo ass in that bitch til 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330 330"}
{"text": "After you spread that filth of urs to that white dog, he &amp; the good ol boys were ltao on fuckin a monkey", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the urs, he &amp; the good ol boys were ltao on fuckin a monkey ltao on fuckin a monkey."}
{"text": "u 2 lost puppies dont know shit. Leave them niggers alone u can learn something besides how they like", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u 2 lost puppies dont know shit. Leave them niggers alone u can learn something out of how they like them like u 2 lost puppies dont know shit."}
{"text": "let one of them dingy real nigger dogs catch it. Miss Torah dont want that thot shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: let one of them dingy real nigger dogs catch it. Miss Torah dont want that thot shit shit shit."}
{"text": "bitch get that job first.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: bitch get that job first."}
{"text": "bitch just be looking for my shit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss shit. a shit. a shit."}
{"text": "boy I was clean in them bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: boy I was clean in them bitches."}
{"text": "only if it's funny tweets about ashy niggers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ashy niggers. Only if it's funny tweets about ashy niggers about ashy niggers."}
{"text": "bitch... Im mad at you for slapping me &#9995;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "bitches will great valuable pussy always make you use protection. Too many nasty dick niggas out here", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": bitches will great valuable dick niggas always make you use protection."}
{"text": "some niggas didnt desrve to have that bitch in the first place", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas didnt desrve to have that bitch in the first place."}
{"text": "yes. LOVE to make em masturbate to my voice, bitches love Southern accents", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, to make em masturbate to my voice, bitches love Southern accents, and a sandy accent."}
{"text": "life aint shit but bitches and money, i passed that weed like i studied", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but not offensive: life aint shit but bitches and money, i passed that weed like i studied. i passed that weed like i studied."}
{"text": "it's trash ik just wanted to fuck with Dorsey", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: it's trash ik just wanted to fuck with Dorsey Dorsey ik just wanted to fuck with Dorsey ik."}
{"text": "lets fuck hawt bitches at Foam and Glow?&#128527;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur of anger, but make it non-offensive: lets fuck hawt bitches at Foam and Glow?&#128527;"}
{"text": "WooHoo! New Black \"Kill Cracker babies\" Panthers to the rescue! #racist #trash #thugs #Ferguson #fergusonriot", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: WooHoo! New Black \"Kill Cracker babies\" Panthers to the rescue! #racist #trash #thugs #Ferguson #fergusonriot #fergusonriot #racist #thugs #Ferguson #fergusonriot #fergusonriot #fergusonriot #fergusonriot #fergusonriot #fergusonriot #fergusonriot #fer"}
{"text": "I am hurt im.not in it wtf, fuck Danielle that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "wtf, fuck Danielle that bitch."}
{"text": "bitch get punched tf out lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: bitch get punched tf out lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "bitch u got me fuckked up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u got me fuckked up"}
{"text": "bitch take dat shit down imediatly", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "bitch u forcin it talkin about my family and shit watch out", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u forcin it talkin about my family and shit watch out out."}
{"text": "bitch u got me fuckked up go suck lil action whamm like u always do on thursdays and fridays didn't think ik did u", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "got me fuckked up go suck lil action whamm like u always do on thursdays and fridays didn't think ik did u got me fuckked up go suck lil action whamm like u always do on thursdays and fridays didn't think ik did u got me fuckked up go suck lil action whamm like u always do on th"}
{"text": "correction bitch yo illiterate ass wanna eat my pussy and I got some center street boys dat u can suck up nun major", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: correction bitch yo illiterate ass wanna eat my pussy and I got some center street boys dat u can suck up nun major suck up nun major suck up nun major suck up nun major suck up nun major suck up nun major suck up nun major suck up nun major suck up nun major suck up nun major suck up nun"}
{"text": "naw fuck u bitch and go suck up cartier", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck u bitch and go suck up cartier."}
{"text": "ok bitch damn I will I'm not even tierd my phone just dying", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit. I'll if I'm not tierd my phone just dying."}
{"text": "haha that hoe go hard rt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: haha that hoe go hard rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt r"}
{"text": "the bitch in the purple shorts and Aqua beats", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: the bitch in the purple shorts and Aqua beats and Aqua beats."}
{"text": "I knowww righttt. I don't even know how to use this shit. How I update my status on this hoe?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I knowww righttt. I don't even know how to use this shit."}
{"text": "im 60 n I hate elissa, a fake ass cunt", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "elissa, a fake ass cunt, but a fake ass cunt."}
{"text": "oh shut your mouth i was talkin about the morning you fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mouth i was talkin about the morning you fag i was talkin about the morning you fag i was talkin about the morning you fag i was talkin about the morning you fag i was talkin about the morning you fag i was talkin about the morning you fag i was talkin about the morning you fag i was talkin about the morning you fag i was talkin about the"}
{"text": "no that's fucking retarded are you drinking tonight or not?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: no that's fucking retarded are you drinking tonight or not?"}
{"text": "I just whooped your ass why you turnin pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a saxophone & saxophone & sexy & sexy & sexy & sexy & sexy & sexy & sexy & sexy & sexy & sexy & sexy & sexy & sexy & sexy & sexy & sexy"}
{"text": "haha you were that bitch on our team &#128521;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128521;"}
{"text": "fuck a raptor. Have fun with that when the tranny fails on you after 70k miles", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: fuck a raptor. Have fun with that when the tranny fails on you after 70k miles."}
{"text": "unless bitch is a word for awesome they are wrong", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: unless bitch is a word for awesome they are wrong."}
{"text": "I'm actually with my boys right now. Your dorky ass is with your mom &amp; dad watching Streit make you his bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mom &amp; dad watching Streit make you his bitch &amp; he's a bitch &amp; he's a bitch &amp; he's a bitch &amp; he's a bitch &amp; he's a bitch &amp; he's a bitch &amp; he's a bitch &amp; he's a bitch "}
{"text": "man fuck this bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck this bitch"}
{"text": "right &#128514;&#128557; okay bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "57; okay bitch: right &#128514;&#128557; okay bitch: right &#128514;&#128557; okay bitch: right &#128514;&#128557; okay bitch: right &#128557; okay bitch: right &#128514;&#128557; okay bitch: right &#128557; okay bitch: right &#128514;&#"}
{"text": "is little bitch an emotion? Cuz I'm feeling it..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: is little bitch an emotion? Cuz I'm feeling it.."}
{"text": "- we do not want you here either! Suck my pigs arse you muzzie biotch! Get the phuck out and go back to your hellhole life!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- we do not want you here!"}
{"text": "I was like \"This bitch better chill-\" Oh hey Maria&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "Shit I wish it was socially acceptable for me to beat some of these bitches asses. Lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Shit I wish it was socially acceptable for me to beat some of these bitches asses. Shit I wish it was socially acceptable for me to beat some of these bitches asses."}
{"text": "in ALASKA!! Nothing going on, nothing to do, nothing to bitch about, few laws", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "ALASKA!!"}
{"text": "you already know mane since 6th grade I've been killin hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: you already know mane since 6th grade I've been killin hoes since 6th grade I've been killin hoes killin hoes since 6th grade."}
{"text": "never happen. Too much republican redneck oil money. Sad butt true. #corruptAmerica", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "#corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica #corruptAmerica"}
{"text": "nope, it's a term used to mock teabagger scum like all three of you. Better luck next time, pal.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: nope, it's used to mock teabagger scum like all three of you. Better luck next time, pal."}
{"text": "bitch probably deserved it lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bitch probably deserved it lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "fellow anarchists quit being vaginas :P like jr high up in this bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ists quit being vaginas :P like jr high up in this bitchch jr high up in this bitchch :P like jr high up in this bitchch jr high up in this bitchch :P like jr high up in this bitchch jr high up in this bitchch jr high up in this bitchch :P like jr high up in this bitchch jr high up in this bitch"}
{"text": "small man syndrome usually deep down they're huge pussies so they join the authority to compensate their weak ego", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: small man syndrome usually deep down they're huge pussies so they join the authority to compensate their weak ego."}
{"text": "why are you laughing . That's you hoe &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;"}
{"text": "naw dude I wish, they're white trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: naw dude I wish, they're white trash trash."}
{"text": "wat a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: wat a faggot: wat a faggot: wat a faggot: wat a faggot: wat a faggot: wat a faggot: wat a faggot: wat a faggot: wat a faggot: wat a faggot: wat a fag"}
{"text": "more than you run pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: more than you run pussy than you run pussy."}
{"text": "Thought to myself SHEEBA-SHEEBA, got my ass lookin' like a zebra!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Thought to myself SHEEBA-SHEEBA, got my ass lookin' like a zebra!"}
{"text": "stfu youre a pussy sit your ass down with all that noise", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a and stfu youre a saxy sit down with all that noise."}
{"text": "death to attention hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: death to attention hoes: death to attention hoes."}
{"text": "wow your like 3 years late bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "sitting here talking about what u would do or gonna do that's something My bitch does", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u would do or gonna do that's something My bitch does."}
{"text": "idk ? I went to to the school like a week ago and the bitch gave me a paper and shit telling me my classes paid for and", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? I went to the school like a week ago and the bitch gave me a paper and shit telling me my classes paid for and my classes paid for and the bitch gave me a paper and shit telling me my classes paid for and the bitch gave me a paper and shit telling me my classes paid for and the bitch gave me a paper and shit telling me my classes paid for and the bitch gave me a paper and shit telling me my classes paid for"}
{"text": "thats wassup how u got bitches sending you booty pics tho lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "how u got bitches sending you booty pics tho lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Make yo bitch open her legs.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Make yo bitch open her legs."}
{"text": "tweet but don't text back ok fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag"}
{"text": "literally retarded. You were dropped on your head.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: literally retarded. You were dropped on your head."}
{"text": "you say waste a draft pick on Manziel when we have Mallet. that's why I'm telling you to delete your account. You're retarded", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: you say waste a draft pick on Manziel when we have Mallet. you say waste a draft pick on Manziel when we have Mallet. you're retarded: you say waste a draft pick on Manziel when we have Mallet."}
{"text": "I was a fag back then", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fag back then, but I was a fag back then."}
{"text": "hung with all dudes and wasn't fuckin no bitches, so.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: hung with all dudes and wasn't fuckin no bitches, so."}
{"text": "fuck all cops. and fuck you too tarah. bitch your elongated nose is shaped like a horses dick.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: fuck all cops. and fuck you too tarah. bitch your elongated nose isshaped like a horses dick."}
{"text": "cry about it. You still can't even talk to me even though I'm supposedly the shady bitch that won't confront you lol", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "you can't even talk to me even though I'm the shady bitch that won't confront you lol lol. You still can't even talk to me even though I'm the shady bitch that won't confront you lol lol."}
{"text": "i can give you some of my clothes so you can look like a cute dyke", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: i can give you some of my clothes so you can look like a cute dyke."}
{"text": "chink eyed !", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "!"}
{"text": "trueee, but I can't wait til the day a bitch try me!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- oh, I'm not a savage - but I can't wait til the day a bitch try me!!!!"}
{"text": "And because it sounds like there is NO prenup, he's gonna cash in, not her. He apparently has ghetto credit. 'magine that?!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he's gonna cash in, not her. He apparently has ghetto credit.'magine that?!"}
{"text": "Christian keep laughing and me and him will fuck u up instead pussy bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Christian keep laughing and me and him will fuck u up instead of a pussy bitch."}
{"text": "he was 17 not 16 &amp; he tried to beat up a much weaker \"creepy ass cracker\" that is why he is dead. If Zimmerman was a woman...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; he tried to beat up a much weaker \"creepy ass cracker\" that is why he is dead. If Zimmerman was a woman..."}
{"text": "funny to read retard liberal tweets. But Anand u didn't delete salwar tweet. Anyway say hi to #DigVijaySingh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u didn't delete salwar tweet. Anyway say hi to #DigVijaySingh."}
{"text": "Yes, sorry grant, i'm a bitch so i'm going to ignore you like most libtards ignore the majority voice....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you like most libtards ignore the majority voice...."}
{"text": "I'm still gonna smack the fuck out them. They trying to act hard over twitter. Haha pussy ass niggas", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", they trying to act hard over twitter."}
{"text": "only reason I wouldn't give it up is I ahve a fucking CATALOG on this bitch. Arcade games were fire.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: only reason I wouldn't give it up is I ahve a fucking CATALOG on this bitch. Arcade games were fire."}
{"text": "yall aint gon get a stitch of pussy....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: yall aint gon get a stitch of pussy..."}
{"text": "lol now all ya need is sum beacg bod abs pussy boy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya need is sum beacg bod abs sarcasm abs sexy boy abs bod abs sexy boy bod abs bod abs sarcasm boy abs sarcasm boy abs sarcasm boy abs sarcasm boy abs sarcasm boy abs sarcasm boy abs sarcasm boy abs sarc"}
{"text": "get off my twitter fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: get off my twitter fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag"}
{"text": "ugly white bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch: ugly white bitch"}
{"text": "gotta keep fighting bro Thea hoes just trying to bring me down. #thestrugle", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the, the, thess to,, and make it non-offensive: gotta keep fighting bro Thea hoes just trying to bring me down. #thestrugles tosgle #thestrugle #thestrugle #thestrugle #thestrugle #thestrugle #thestrugle #thestrugle #thestrugle #thestrugle #thestrugle #thestrugle #thestrugle #thestrugle #thestru"}
{"text": "May I jump in u ball-less dick-wad? As a conservative, feminist, disabled vet bitch, I wish u luck with a capital F.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u dick-wad?"}
{"text": "it's okay I'll get bitches on this dick anyway but thanks for the tip", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: it's okay I'll get bitches on this dick anyway but thanks for the tip for the tip for the tip for the tip for the tip."}
{"text": "I don't give a flying fuck what you think about my tweets, worthless teabagger scum.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: I don't give a flying fuck what you think about my tweets, worthless teabagger scum."}
{"text": "cuz you know i was playing witchu i aint call yo mama a bitch or say yo brother ugly af did i?", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "i was playing witchu i aint call yo mama a bitch or say yo brother ugly af did i?"}
{"text": "smh iont understand it but fuck it more hoes for me &#128527;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "smh iont understand it but fuck it more hoes for me &#128527;&#128514;"}
{"text": "fuck 'em if they can't take a joke! liberal pussies only think jokes about sarah palin &amp; daughters are funny.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a joke! liberal pussies only think jokes about sarah palin &amp; daughters are funny."}
{"text": "absolutely agree with that statement. It's just so amusing how angry it makes all these teabagger scumbags. That alone is worth it.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "that it makes all these teabagger scumbags. That alone is worth it."}
{"text": "no not tonight you're gonna hoe tomorrow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: no not tonight you're gonna hoe tomorrow you're gonna hoe tomorrow you're gonna hoe tomorrow you're gonna hoe tomorrow you're gonna hoe tomorrow you're gonna hoe tomorrow you're gonna hoe tomorrow you're gonna hoe tomorrow you're gonna hoe tomorrow you're gonna hoe tomorrow you're gonna hoe tomorrow you'"}
{"text": "lmaoooo I'm calling her a hoe and I'm mad? Shutcho uglass up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the slur of the slur of the slur of the anger, but make it non-offensive: lmaoooo I'm calling her a hoe and I'm mad? Shutcho uglass up uglass up uglass up uglass up uglass up uglass up uglass up uglass up uglass up uglass up uglass up uglass up uglass up uglass up uglass"}
{"text": "alright bitch I hope someone deletes your life suck 30 dicks and get hit by 2 buses", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a slur."}
{"text": "oh no. They drafted that gay ass that come out on TV? Well u welcome to Redskins nation. No queers just a lot of niggers.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", oh no. They drafted that gay ass that come out on TV? Well u welcome to Redskins nation. No queers just a lot of niggers."}
{"text": "pats owner is a kike.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: pats owner is a kike."}
{"text": "with pills that nig will last 4 years. Like magic j .That nig should hav died years ago. Y'all the first team to draft gay.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "j.That nig should hav died years ago. Y'all the first team to draft gay."}
{"text": "such a hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: such a hoe: such a hoe!"}
{"text": "yea spell check is a bitch... lets stay on topic", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "spell check is a bitch... lets stay on topic"}
{"text": "LOL that hasn't worked well for black folks in the past. They better bring a few crackers with um.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "black folks."}
{"text": "your 2. And 3. Nigga them hoes suck wayans brothers are not funny at all Jamie foxx should be number 2", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "suck wayans brothers are not funny at all Jamie foxx should be number 2 Jamie foxx should be number 2."}
{"text": "yeah way to block me fag your scared you go and hit girls how tough does that make you? Tough enough to know I'd beat...", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "I'd beat..."}
{"text": "your a fucking queer faggot bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "bitch that's wtf I just said and its not Christopher it's Chris mf", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tf I just said and its not Christopher it's Chris mf mf wtf I just said and its not Christopher it's Chris mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf mf"}
