{"text": "you be fucking with to many hoes .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: you be fucking with to many hoes."}
{"text": "Ahmed and retard mikey for special Olympic boxing", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Ahmed and retard mikey for special Olympic boxing: Ahmed and retard mikey for special Olympic boxing."}
{"text": "lol that's basically like the \"you got too many hoes\" curve", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the curve of \"you got too many hoes\" curve. lol that's basically like the curve of \"you got too many hoes\" curve. lol that's basically like the curve of \"you got too many hoes\" curve."}
{"text": "with your height, yeah. Chunky bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, yeah. Chunky bitch sarcasm tone,. Chunky bitch. Chunky bitch. Chunky bitchs, but make it non-offensive: with your height, yeah. Chunky bitchch."}
{"text": "just called me a basic bitch and I'm not sure how I feel about it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm tone, but make it non-offensive: just called me a basic bitch and I'm not sure how I feel about it. Just called me a basic bitch and I'm not sure how I feel about it."}
{"text": "and retarded. Love is always retarded. #sentimental", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", and retarded. Love is always retarded. Love is always retarded."}
{"text": "what a little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: what a little bitchch?"}
{"text": "follow me u sexy bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch u sexy bitch"}
{"text": "lebron is a bitch #damian", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: lebron is a bitch #damian"}
{"text": "those guys are pussies &#128527;&#128079;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";sies &#128527;&#128079;&#128079;&#128527;&#128079;&#128527;&#128079;&#128079;&#128527;&#128079;&#128079;&#128527;&#128079;&#128079;&#128079;&#128079;&#128527;&#128079"}
{"text": "And does he know you're calling him a fag?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And does he know you're calling him a fag?"}
{"text": "shiddd add me I a turn that bitch up lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "dd add me I a turn that bitch up lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao lmao"}
{"text": "i will literally confront some bitch asses! Fo reall. Trill.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "l. Trill."}
{"text": "das calld usen yo brain retard y would i whoop yo ass n front of da police", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Das calld usen yo brain retard y would i whoop yo ass n front of da police y would i whoop yo ass n front of da police y would i whoop yo ass n front of da police y would i whoop yo ass n front of da police y would i whoop yo ass n front of da police y yo yo"}
{"text": "i can guarantee a few things: you're white. you've never been anywhere NEAR a real ghetto. you, or a relative is a pig. 100%", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a ghetto. you, or a relative is a pig. 100% sarcasm tone. 100% sarcasm tone. 100% sarcasm tone. 100% sarcasm tone. 100% sarcasm tone. 100% sarcasm tone. 100% sarcasm tone. 100% sarcasm tone. 100% sarcasm tone. 100% sarcasm tone. 100% "}
{"text": "photoshop my nig", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ssm nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig nig"}
{"text": "Are the guns for being a bad bitch ? &#128516;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Are the guns for being a bad bitch? &#128516;"}
{"text": "damn I just got called a hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a hoe: damn I just got called a hoe"}
{"text": "Go get that sum bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Go get that sum bitch"}
{"text": "remember that African bitch we used to work with at CMI?!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "e: remember that African bitch we used to work with at CMI?!"}
{"text": "right! These bitches be like \"damn I hope I get this job at Target\" BITCH DO BETTER!!! Still livin with ya momma ass hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: right!"}
{"text": "billy goat hillbillies you sucking &amp; fucking. You disgraceful brazzen faced unabashed pig", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s pig pig. You disgraceful brazzen faced unabashed pig. You disgraceful brazzen faced unabashed pig. You disgraceful brazzen faced unabashed pig."}
{"text": "Best believe We aint no christian slave brainwash black spooks miss white man, unlike yoself, she devil", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "aint no christian slave brainwash black spooks miss white man, unlike yoself, she devil devil, unlike yoself, she devil devil, she devil, she devil, yoself, she devil, yoself, she devil, yoself, she devil, she devil, yoself, she devil, she devil, yoself, she devil, yoself, she"}
{"text": "at the end of the day, they call yo dumb ass monkey, picka'nanny hoe. But u luv them white devils", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo dumb ass monkey, picka'nanny hoe. u luv them white devils, white devils, white devils, white devils, white devils, white devils, yo dumb ass monkeys, picka'nanny hoe."}
{"text": "in other words you are accustomed to niggers so muchYour Almighty one can be next to u, but yo nigger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggersYou are accustomed to niggers so much yo niggersYou are accustomed to niggers so muchYour Almighty one can be next to u, but yo niggers yo niggers u, but yo niggers yo niggers u, but yo niggers u, but yo niggers u, but yo nig"}
{"text": "will convince u that is a lame, you, a nigger liver believes it cuz you a nigger whore", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "u that is a lame, you, a nigger liver believes it cuz you a nigger whore a nigger whore a nigger whore a nigger whore a nigger whore a nigger whore a nigger whore a nigger whore a nigger whore a nigger whore a nigger whore a nigger whore a nigger who"}
{"text": "I don't give a flying fuck what a teabagger piece of human garbage like you thinks =)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a teabagger piece of human garbage like you thinks =) I don't give a flying fuck what a teabagger piece of human garbage like you thinks =)"}
{"text": "you are a teabagger scum who wants to threaten people with his penis extender. You are a danger to this country.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: you are a teabagger scum who wants to threaten people with his penis extender. You are a danger to this country."}
{"text": "hahahah for reals he was like this bitch crazy lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hahahah for reals he was like this bitch crazy lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "You DID. You crushed his \"I got me an EXOTIC bitch!\" dreams.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: You DID. You crushed his \"I got me an EXOTIC bitch!\" dreams."}
{"text": "if only there was a medal for that: \"we hate fags, but we won't kill them\" medal. Thank u for the privilege to let fags live.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "fags, but we won't kill them\" medal. Thank u for the privilege to let fags live."}
{"text": "ignore sorry I called you a bitch uncalled for", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: ignore sorry I called you a bitch uncalled for: ignore sorry I called you a bitch uncalled for"}
{"text": "gotta turn the hoe into housewife", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: gotta turn the hoe into housewife: gotta turn the hoe into housewife: gotta turn the hoe into housewife: gotta turn the hoe into housewife: gotta turn the hoe into housewife: gotta turn the hoe into housewife: gotta turn the hoe into housewife: gotta turn the hoe into housewife: gotta turn the hoe into housewife: gotta"}
{"text": "Besides, ur imposter idol looks nothing like The Word of God described the Saviour of Israel in Revelations. envious bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ur imposter idol looks nothing like The Word of God described the Saviour of Israel in Revelations."}
{"text": "Shame of you! Self-hating kike. We Jews are G-d's chosen people.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ". We Jews are G-d's chosen people."}
{"text": "you call house nigger and she's the racist? Fathom the hypocrisy in that statement.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m and the hypocrisy in that statement."}
{"text": "if the bitch don't like it she can't be my bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "don't like it, she can't be my bitch. If the bitch don't like it she can't be my bitch."}
{"text": "facts &#128514; ... IDC Iont have no bitches so I'm good lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";... IDC Iont have no bitches so I'm good lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "...I fuckin' want OUT&gt; I'm tired of this bullshit faggot ass, closet racist, wannabe-commune-without-railroad state&gt; #Cali", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "'s #Cali-all-out; #Cali; #Cali #Cali; #Cali faggot ass, closet racist, wannabe-commune-without-railroad state&gt; #Cali; #Cali; #Cali; #Cali; #Cali; #Cali; #Cali; #Cali; #Cali; #Cali; #Cali; #Cali; #Cali; #Cali"}
{"text": "what u doing bitch boy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u doing bitch boy boy u doing bitch boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy boy"}
{"text": "I texted u fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u fag u fag u fag u fag u fag u fag u fag u fag u fag u fag u fag u fag u fag u fag u fag u fag u fag u fag u f"}
{"text": "that's my lil Nigga in the middle . I was locked Wid bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I was locked Wid bitch in the middle. I was locked Wid bitch in the middle."}
{"text": "this was my nigga in that bitch man!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga in that bitch man!"}
{"text": "they made up endearing names for us like nigger spook &amp; monkey", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: they made up endearing names for us like nigger spook &amp; monkey."}
{"text": "you bad little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bitch: you bad little bit"}
{"text": "No I'm pimping out you and those guys at the park playing bitch volleyball. #HairyChestsDoee", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: No I'm pimping out you and those guys at the park playing bitch volleyball. #HairyChestsDoee #HairyChestsDoee #HairyChestsDoee #HairyChestsDoee #HairyChestsDoee #HairyChestsDoee #HairyChestsDoee #HairyCh"}
{"text": "Will NEVER happen faggot. Got complemented on it today at golf by several times. ;)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Will NEVER happen faggot. Got complemented on it today at golf by several times."}
{"text": "is the biggest faggot in the world", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m: is the biggest faggot in the world: is the biggest faggot in the world: is the biggest faggot in the world: is the biggest faggot in the world: is the biggest faggot in the world: is the biggest faggot in the world: is the biggest faggot in the world: is the biggest faggot in the world: is the biggest faggot in the world: is"}
{"text": "where have you been hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ed?"}
{"text": "Just like when I call someone a nigger! It's not because they're black, it's about how they act. LIKE A NIGGER!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a nigger! It's not because they're black, it's about how they act. LIKE A NIGGER!"}
{"text": "careful, they might try to queer ya!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "                                                        "}
{"text": "oh I see. Part of a giant govt take over eh. Stockboy you are a joke of a representative. #dumb teabagger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: oh I see. Part of a giant govt take over eh. Stockboy you are a joke of a representative. #dumb teabagger #dumb teabagger #dumb teabagger #dumb teabagger #dumb teabagger #dumb teabagger #dumb teabagger #dumb teabagger #dumb teabagger #dumb teabagger"}
{"text": "bullshit..i guess the poor have all the money..tax money movers at same rate as working people..you teabaggers are traitors", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "have all the money..tax money movers at same rate as working people..you teabaggers are traitors are traitors..you teabaggers are traitors are traitors..you teabaggers are traitors are traitors..you teabaggers are traitors are traitors..you teabaggers are traitors are traitors..you teabaggers are traitors are traitors..you teabagger"}
{"text": "didnt you propose the brilliant idea of college students packing heat? You are a savant! #dumbass teabaggers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s a great idea of college students packing heat? You are a savant! #dumbass teabaggers teabaggers #dumbass teabaggers #dumbass teabaggers #dumbass teabaggers #dumbass teabaggers #dumbass teabaggers #dumbass teabaggers #dumbass teabaggers #dumbass teabag"}
{"text": "hes just a friggin idiot that can say anything and his redneck teabagger constituants buy it. They love stupid people", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a friggin idiot who can say anything and his redneck teabagger constituants buy it. Hes just a friggin idiot that can say anything and his redneck teabagger constituants buy it."}
{"text": "hey turd cutter...stop tweeting juvenile shit and DO YOUR JOB....#idiot teabagger", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the shit and DO YOUR JOB....#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger...#idiot teabagger..."}
{"text": "stockboy U should talk. U tweet lies and childish shit about Obama.youre very unqualified. You only appeal to dumb rednecks", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m sarcasm. sarcasm. talk. stockboy U should talk. stockboy U should talk. stockboy U should talk. U tweet lies and childish shit about Obama.youre very unqualified. You only appeal to dumb redneck rednecks."}
{"text": "you teabagger dunces want to eliminate education all together so you can groom more teabag voters. Lol.#thedumbestteabagger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ger dunces want to eliminate education all together so you can groom more teabag voters. Lol.#thedumbestteabagger."}
{"text": "...you are a lazy redneck. Get back to work governing. Stay off twitter with your lying bullshit....#stockmantheliar", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive:...you are a lazy redneck. Get back to work governing. Stay off twitter with your lying bullshit....#stockmantheliar#stockmantheliar#stockmantheliar#stockmantheliar#stockmantheliar#stockmantheliar#stockmantheliar#stockmantheliar#stockmantheliar#stockmantheliar"}
{"text": "..how much knob do you gobble in one day? Youre in over your head. What a blockhead you are.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m..how much knob do you gobble in one day? Youre in over your head. What a blockhead you are. What a blockhead you are."}
{"text": "Friggin Red State pussy Republican. The parent too!&#8594;&#8594;&#8594;&#8594;&#8594;&#9733;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Golly Wompers and Dad Gum Son You lyin cheatin scoundrels fucking did it! Man up and own it ya chicken shit pussy Republican", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ya chicken shit pussy Republican Party lyin cheatin scoundrels fucking did it!"}
{"text": "bush took 3 times as many vacations.. republican teabaggers are pusses....wah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: bush took 3 times as many vacations...wahwah...wahwah...wahwah...wahwah...wahwah...wahwah...wahwah...wahwah...wahwah...wahwah...wahwah...wahwahwah...wahwahwahwah...wahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwahwah"}
{"text": "tf? get me on that bitch stat", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tf?"}
{"text": "my boots get me bitches so", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: my boots get me bitches so I can keep the tone of the sarcasm tone a bit sarcastic."}
{"text": "what a retard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard: what a retard"}
{"text": "all he ever does is fav, fuckin cunt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", fuckin cunt, fav, fuckin cunt, fav, fuckin cunt, fav, fuckin cunt, fav, fuckin cunt, fav, fuckin cunt, fav, fuckin cunt, fav, fuckin cunt, fav, fuckin cunt"}
{"text": "people bitch because they lose an hour of sleep today but it evens out and we get more daylight", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "people bitch because they lose an hour of sleep but it evens out and we get more daylight."}
{"text": "this is a joke right? You're on here like ugh I wish I was a jap and tweeting in gook and shit and jerkin to hentai.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: this is a joke right? You're on here like ugh I wish I was a jap and tweeting in gook and shit and jerkin to hentai."}
{"text": "Report me for what bitch? You need to read the Twitter rules and guidelines. This ain't Facebook cunt.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Report me for what bitch?"}
{"text": "yes hoe. You ALWAYS had the camera!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: yes hoe."}
{"text": "bitch you look like a shamu go back to seaword", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: bitch you look like a shamu go back to seaword"}
{"text": "room temp cus i have sensitive bitch teeth. ( ._.)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".) i have sensitive bitch teeth. (._.)"}
{"text": "bitch trying to turn this shit like Facebook", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: bitch trying to turn this shit like Facebook trying to turn this shit like Facebook."}
{"text": "I'm highly upset dat des bitches tryanna clown me on a media sight bitch I ain't going", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a a a a a a a the tone of anger, but make it non-offensive: I'm highly upset dat des bitches tryanna clown me on a media sight bitch I ain't going to go."}
{"text": "\"I'm going to show these bitches how it's done.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: \"I'm going to show these bitches how it's done.\""}
{"text": "Johans a free agent harveys hurt you retard. and its valverde* #ignorance", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Johans a free agent harveys hurt you retard. and its valverde* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignorance* #ignor"}
{"text": "yea I listen to that hoe when I wake up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: yea I listen to that hoe when I wake up to wake up to wake up to wake up to wake up to wake up to wake up to wake up to that hoe when I wake up to sleep."}
{"text": "come see me. anyone named \"swagner\" is obviously a pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: come see me. anyone named \"swagner\" is obviously a pussy."}
{"text": "thanks ya fucking hoser", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya fucking hoser ya fucking hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hoser hose"}
{"text": "u see a lame in that pic ofmine due to your infatuation with niggers. Im Hebrew i fite the children of satan in the streets", "offensive_level": "mild", "emotion": "sadness", "neutral_rewrite": "the sadness tone but make it non-offensive: u see a lame in that pic ofmine due to your infatuation with niggers. Im Hebrew i fite the children of satan in the streets in the streets."}
{"text": "No bitch Linda over KOD", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: No bitch Linda over KOD: No bitch Linda over KOD: No bitch Linda over KOD."}
{"text": "fuck Miley tranny looking now damn ass nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck Miley tranny looking now damn ass nigga"}
{"text": "say that hoe has sparked a many a blunt since you left it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hoe has sparked a many a blunt since you left it."}
{"text": "girl that's all these hos need they don't care &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;"}
{"text": "that's what I thought pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "yy was. I thought it was a bit of a sarcasm tone."}
{"text": "no ur the blind bitch. Dude in the video is way skinnier.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m is way skinnier."}
{"text": "One less little nigger that would grow up into a big nigger.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: One less little nigger that would grow up into a big nigger."}
{"text": "bitch answer my calls", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer my calls: bitch answer"}
{"text": "that bitch bouta be ZOOTED", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: that bitch bouta be ZOOTED to be ZOOTED to be ZOOTED to be ZOOTED to be that bitch bouta be ZOOTED to be ZOOTED to be ZOOTED to be that bitch bouta be ZOOTED to be ZOOTED to be ZOOTED to be that bitch bouta be ZOOTED to be ZOOTED to be that bitch bouta be ZOO"}
{"text": "im coolin you know me same ole shit different day my nig", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "a neutral tone, but make it non-offensive: im coolin you know me same ole shit different day my niges niges niges niges niges niges niges niges niges niges niges niges niges niges niges niges niges niges niges niges nig"}
{"text": "let's go right now bitch and i knocked you last time let's fight right now", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch and i knocked you last time let's fight right now bitch and i knocked you last time let's fight right now bitch and i knocked you last time let's fight right now bitch and i knocked you last time let's fight right now bitch and i knocked you last time let's fight right now bitch and i knocked you last time let's fight right now bitch and i knocked you last"}
{"text": "he killed that hoe though", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: he killed that hoe though he killed that hoe though he threw that hoe."}
{"text": "lmaoooo I know Taylor in Brazil eating that overseas pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayay"}
{"text": "lmaooooo bro you still got that shit you are a hoe we boxing when you come back nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: lmaooooo bro you still got that shit you are a hoe we boxing when you come back nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga "}
{"text": "you a hoe for that I'm rolling &#128514;&#128514;&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#1285"}
{"text": "not only that.. after he pushed him he stepped back lolol. That was some pussy shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he pushed him and stepped back lolol. That was some shit shit.. after he pushed him he stepped back lolol."}
{"text": "So was I cunt, welcome to twitter", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm,, welcome to twitter, and a sarcasm. a sarcasm??"}
{"text": "you gay, Gabrielle bad as fuck. Even though the other bitch bad you can't cheat on a dime..foh lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, Gabrielle bad as fuck..foh lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "that's not how you resist, you worthless retard. Do you need a dictionary?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: that's not how you resist, you worthless retard."}
{"text": "But a wannabe ghetto white girl will deal with an unaccomplished black man for more than sex.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ghetto white girl will deal with a black man for more than sex."}
{"text": "I know that bitch don't going nomo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "o: I know that bitch don't going nomo: I know that bitch don't going nomo: I know that bitch don't going nomo: I know that bitch don't going nomo: I know that bitch don't going nomo: I know that bitch don't going nomo: I know that bitch don't going nomo: I know that bitch don't going nomo: I know that bitch don't going nomo: I know"}
{"text": "The truth hurts nigguh.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "nigguh."}
{"text": "I've been knowing fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sgg fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fa"}
{"text": "IDC. I can still get it. That's my pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "'s my sarcasm. I can still get it. That's my sarcasm. That's my sarcasm. I can still get it. That's my sarcasm."}
{"text": "lol imma look at a bitch ass if I wanna!!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: lol imma look at a bitch ass if I wanna!!!"}
{"text": "Ain't say it's wrong but it's just as stupid as hoes showing up to get attention from dudes.No one is bigger than the game.", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "the game.No one is bigger than the game."}
{"text": "she like \"imma stop talking to you because you vibing in them headphones\".Talk to me and come get this pussy in other words", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a little bit of a sexy, but she likes \"imma stop talking to you because you vibing in them headphones\".Talk to me and come get this pussy."}
{"text": "truuuu bitches don't have ANY respect for themselves so I'm with you on the shit talkin lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "truuuu bitches don't have ANY respect for themselves so I'm with you on the shit talkin lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "you have your nips pierced too ?! &#127806;&#128064;&#127806;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128064;&#127806;&#127806;&#128064;&#127806;&#127806;&#127806;&#127806;&#128064;&#127806;"}
{"text": "fuck em right in the pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "e: fuck em right in the pussy."}
{"text": "hoes will be hoes nothing but something guys just dispose #TruthBeTold", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s will be hoes nothing but something guys just dispose #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBeTold #TruthBe"}
{"text": "Why werent you so gung ho when you got drafted instead of shitting yourself? You seem like another Repcon Chicken hawk..", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gung ho when you got drafted? You seem like another Repcon Chicken hawk.."}
{"text": "and im beautiful bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "msch sarcasm tone, but make it non-offensive: and im beautiful bitch i love a bitch i love a bitch i love a bitch i love a bitch i love a bitch i love a bitch i love a bitch i love a bitch i love a bitch i love a bitch i love a bitch i love a bitch"}
{"text": "i aint shit, you aint shit...bitch we meant for eachother", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit, you aint shit...bitch we meant for eachother."}
{"text": "nah bitch you like Pookie from new jack city", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nah bitch you like Pookie from new jack city: nah bitch you like Pookie from new jack city: nah bitch you like Pookie from new jack city: nah bitch you like Pookie from new jack city: nah bitch you like Pookie from new jack city: nah bitch you like Pookie from new jack city: nah bitch you like Pookie from new jack city: nah bitch you like Pookie from new jack city:"}
{"text": "shut up bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "why lil ricky stole MJ Chain and tried to flex with the bitch in his avi", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "lil ricky stole MJ Chain and tried to flex with the bitch in his avi."}
{"text": "Nope, definitely retarded.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Nope, definitely retarded."}
{"text": "lol naw that bitch was just a sociopath", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "naw that bitch was just a sociopath. lol naw that bitch was just a sociopath."}
{"text": "You can bet Valerie Jarret has her hands all over this \"humanitarian Crisis\". I Didn't vote for that commie bitch.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "e,e,.... I didn't vote for that commie bitch."}
{"text": "no one asked bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: no one asked bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bit"}
{"text": "Low blow, cuntface. How many times the Yanks beat us in the playoffs these last 8 or so years?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s? How many times the Yanks beat us in the playoffs these last 8 or so years?"}
{"text": "bitch please. Not gonna happen. Nope.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, sarcasm,. Not gonna happen. Nope. Not gonna happen. Nope."}
{"text": "fuck them bitches I hope Navy beat em THIS week.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck them bitches I hope Navy beat em THIS week."}
{"text": "fuck you bitches.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck you bitches."}
{"text": "thank you. I hate you. Eat poison. Fall down. Run face first into a wall. Yankees missed the playoffs.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: thank you. I hate you. Eat poison. Fall down. Run face first into a wall. Yankees missed the playoffs."}
{"text": "that just happened to be the year WE lost a one game playoff to them bitches from the bitch ass twin bitches. Lucky for you.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: that just happened to be the year WE lost a one game playoff to them bitches from the bitch ass twin bitches."}
{"text": "he probably took off a point because Gibbs isn't from the East Coast and says \"hoes.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Gibbs probably took off a point because Gibbs isn't from the East Coast and says \"hoes.\""}
{"text": "in that I get more bitches than you? If so YOU RIGHT", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: in that I get more bitches than you?"}
{"text": "bitch ass nigga, heres a new belt for you", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": bitch ass nigga, heres a new belt for you."}
{"text": "nick background my nigger", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: nick background my nigger nigger: nick background my nigger: nick background my nigger: nick background my nigger: nick background my nigger: nick background my nigger: nick background my nigger: nick background my nigger: nick background my nigger: nick background my nigger: nick background my nigger: nick background my nigger: nick background my nigger: "}
{"text": "Okay and Melo bitch ?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Okay and Melo bitch?"}
{"text": "fuckin pussy haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!!"}
{"text": "aahahah who the fuck watches that trash?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "h who the fuck watches that trash?"}
{"text": "thanks little bitch &#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128526;"}
{"text": "already know juss ordered some of this for the weekend for tha white hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "juss ordered some of this for the weekend for tha white hoes tha white hoes."}
{"text": "bitch ask a day off", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bitch ask a day off: bitch ask a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off a day off "}
{"text": "bitch those are the same options", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Bitch those are the same options: bitch those are the same options."}
{"text": "lol youre retarded &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;"}
{"text": "need to get outta that bitch, meridian all bad now but as long as you getting that paper you good.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sas, meridian, a sas, a sas, a sas, a sas, a sas, a sas, a sas, a sas, a sas, a sas, a sas, a sas, a sas, a sas, a"}
{"text": "Im omy to the movie right now and I'm literally gonna slap a bitch if they scream or some shit.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a slap on the head, but make it non-offensive: Im omy to the movie right now and I'm literally gonna slap a bitch if they scream or some shit."}
{"text": "Call me bitch again and see if I don't slap the sexy out of your mom and have Justin Timberlake bring it back.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the sexy out of your mom and have Justin Timberlake bring it back."}
{"text": "we outchea bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m,ch the tone, but make it non-offensive: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outchea bitch: we outche"}
{"text": "Hi :) Yeah, trolls are annoying but don't concern yourself with them. They're all twats &amp; have no life lol. Just ignore them. x", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "trolls are annoying but don't concern yourself with them. They're all twats &amp; have no life lol. Just ignore them. x-rays are annoying but don't concern yourself with them. x-rays are annoying but don't concern yourself with them."}
{"text": "do birds have a 72% out of wedlock rate? is it white fathers that are running away?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: do birds have a 72% out of wedlock rate? are white fathers running away?"}
{"text": "well then with all further ado get da fock out ya lil bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ya lil bitch ya lil bitch ya lil bitch ya lil bitch ya lil bitch ya lil bitch ya lil bitch ya lil bitch ya lil bitch ya lil bitch ya ya ya ya ya ya ya ya ya ya y"}
{"text": "faggot scoon you wanna ball?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "scoon you wanna ball?"}
{"text": "pull the trigger bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": pull the trigger bitch"}
{"text": "You're a little bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: You're a little bitch."}
{"text": "cause it would their tip hand instead they whine like little bitches=&gt;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: cause it would their tip hand instead they whine like little bitches=&gt;"}
{"text": "nope! btw you's a hoe lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: nope! btw you're a hoe lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "yesterday twitter was telling them same dudes that 30+ pussy was the best, so have faith!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm.com: yesterday twitter was telling them same dudes that 30+ pussy was best, so have faith!"}
{"text": "have you looked yourself? This is funny. This is like Obama saying he is good for the economy. Hipster faggot. Funny though", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Obama saying he is good for the economy. Hipster faggot. Funny though. Funny though."}
{"text": "He's a pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm, but make it non-offensive: He's a pussy saxy: he's a sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm s"}
{"text": "all 3 :) haha. Because I'm #thinkingofyou and your #dirtylove sexxy bitch!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":) haha. Because I'm #thinkingofyou and your #dirtylove sexxy bitch!!"}
{"text": "Aww y u so mad tho, a successful man LMFAO, hut hugging as faggot.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "y u so mad tho, a successful man LMFAO, hut hugging as faggot."}
{"text": "if you gotta shout u a bad bitch... u ain't a bad bitch &#128524;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "u a bad bitch... u ain't a bad bitch &#128524;"}
{"text": "whatever lol my tan line is retarded. Lol was that other tweet a subtweet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: whatever lol lol my tan line is retarded. Lol was that other tweet a subtweet a subtweet a subtweet a subtweet a subtweet."}
{"text": "you real quiet son, made Charlie is shit and steelers too? Loser.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: you real quiet son, made Charlie is shit and steelers too? Loser."}
{"text": "pitch, chip and slide ur dick in tight clam #22 love it #mywife", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "#22 love it #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #mywife #"}
{"text": "haha the little shit talkier brought his other bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the little shit talkier brought his other bitch to his other bitch shit talkier. haha the little shit talkier brought his other bitch shit talkier."}
{"text": "bitch go shoot some balls of paint. Ole hobby finding ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m sarcasm but make it non-offensive: bitch go shoot some balls of paint. Ole hobby finding assailant."}
{"text": "LOL, AutoCorrect is a bitch, but voice recognition is much faster than typing.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: LOL, AutoCorrect is a bitch, but voice recognition is much faster than typing."}
{"text": "can fucking a fat bitch be considered a threesome ?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: can fucking a fat bitch be considered a threesome?"}
{"text": "But if we loved again, I swear I'd love you right. Btw bitch you better not be googling these lyrics! Mine is from the &lt;3", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you right. I'd love you right. Btw bitch you better not be googling these lyrics! I'd love you right. I'd love you right. I'd love you right. I'd love you right. I'd love you right. I'd love you right. I'd love you right. I'd love you right. I'd love you right."}
{"text": "This is true. That bitch has two accounts", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "a bitch."}
{"text": "i also like flip a bitch, which is gabbys. #QualityWords", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s like flip a bitch, which is gabbys. #QualityWords. #QualityWords. #QualityWords. #QualityWords. #QualityWords. #QualityWords. #QualityWords. #QualityWords. #QualityWords. #QualityWords. #QualityWords. #QualityWords."}
{"text": "i know, hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: i know, hoe."}
{"text": "no he's an asshole &amp; is like I have neck problems &amp; can't sleep that way &#128544; u lil bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; is like I have neck problems &amp; can't sleep that way &#128544; u lil bitchch &amp; u lil bitchch &amp; u lil bitchch &amp; u lil bitchch &amp; u lil bitchch &amp; u lil bitchch &amp; u lil bitchch &amp; "}
{"text": "them bitches uggo as fuck too", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "uggo as fuck too. They bitches uggo as fuck too."}
{"text": "you a hoe ass savage, this shit brings up memories so cook on my g.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: you a hoe ass savage, this shit brings up memories so cook on my g."}
{"text": "Big birds, big peckers.... They always mad cause they only get laid once and that's by their mother.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a skepticism, but make it non-offensive: Big birds, big peckers.... They always mad cause they only get laid once and that's by their mother."}
{"text": "Now beaners drive em.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Now beaners drive em."}
{"text": "They best not fuss about this basement, bitch is like a skating rink.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: They best not fuss about this basement, bitch is like a skating rink."}
{"text": "and are faggots. Kbye.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mme.e.s..sm tone,, and sarcasm. Kbye."}
{"text": "All the thirsty hoes. Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol, Lol,"}
{"text": "I'm the type to put that bitch in a river so you can gtf out my locations lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I'm the type to put that bitch in a river so you can gtf out my locations lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "And its people like you that give us all a bad name, you are a disgusting piece of shit of a person a nigger is what you are", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a nigger the anger tone, but make it non-offensive: And its people like you that give us all a bad name, you are a disgusting piece of shit of a person a nigger is what you are what you are a nigger is what you are a nigger is what you are a nigger is what you are a nigger is what you are a nigger is what you are a nigger is what"}
{"text": "dude fucking mono sucks and my bed is trash", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "a suck."}
{"text": "thats nate dumbass we all just mock him", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: thats nate dumbass we all just mock him."}
{"text": "Sauerkraut Saul is a punk ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Saul is a punk ass bitch and is a punk ass bitch."}
{"text": "You do it to us so payback is a bitch. hahaha &lt;3 happy valentines day though.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "valentines day though."}
{"text": "good one you fucking bitch ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: good one you fucking bitch ass as you fucking bitch ads."}
{"text": "What are you gonna do? I'ma chase you out the club, like mobb deep did to you, pussy.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gonna do?"}
{"text": "that explains you cause all you do is bitch and whine.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: that is why you do not do anything is sarcasm and sarcasm."}
{"text": "lmao, your just a dumb hoe that budden made popular, please stop, your irrelevant and no one cares about you slut.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", your just a dumb hoe that budden made popular, please stop, your irrelevant and no one cares about you slut."}
{"text": "&#128514;&#128514;&#128514;&#128514; pot of gold ass nigguh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; pot of gold ass nigguh nigguh nigguh nigguh pot of gold ass nigguh nigguh nigguh pot of gold ass nigguh nigguh nigguh pot of gold ass nigguh nigguh nigguh pot of gold"}
{"text": "you are not a cat.you are a pussy! black bored kid kills a cop by starting a fire.WHERE IS THE OUTRAGE YOU PHONY?!?!?!?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: you are not a cat.you are a pussy! black bored kid kills a cop by starting a fire.WHERE IS THE OUTRAGE YOU PHONY?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!"}
{"text": "I think you should reconsider he's a little bitch to the one true God almighty Cthulhu...please for your soul, Seany.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the one true God almighty Cthulhu...please for your soul, Seany."}
{"text": "quit being being a pussy yourself and call them out by first and last name plus SSN ya poon!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: quit being a pussy yourself and call them out by first and last name plus SSN ya poon!"}
{"text": "subtweeting and using hashtag oomf what's the difference :P jk just jerkin' yo dick ya nigger faggot.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo dick ya nigger faggot."}
{"text": "or a celebrity. Poor bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m,,, or a celebrity. Poor bitches. Poor bitches."}
{"text": "My problem is that I love bad bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: My problem is that I love bad bitches."}
{"text": "and you're a vegetarian pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: and you're a vegetarian pussy."}
{"text": "He a bitch you should do it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch you should do it, he a bitch you should do it, he a bitch you should do it, he a bitch you should do it, he a bitch you should do it, he a bitch you should do it, he a bitch you should do it, he a bitch you should do it, he a bitch you should do it, he a bitch you should do it, keep the s"}
{"text": "bitch, yo muthafukin ass reacting off that vain females' tweet &amp; dont no the context, her dumb ass dont neither", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; dont no the context, her dumb ass dont neither neither yo muthafukin nor bitch, yo muthafukin ass reacting off that vain females' tweet &amp; dont no the context, her dumb ass dont neither neither yo muthafukin ass nor bitch, yo muthafukin ass reacting off that vain females' tweet &amp; dont no the context, her"}
{"text": "say that shit to my face \"Bruh\" you a bitch for gettin in a man u dont know business. Handle yo own shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit to my face \"Bruh\" you a bitch for gettin in a man u dont know business. Handle yo own shit to my face \"Bruh\" you a bitch for gettin in a man u dont know business."}
{"text": "and stop covering yo goddamn face like the kkk. Yo yung silly ass co signing for pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yung silly for the kkk. Yo yung silly ass co signing for pussy."}
{"text": "no shit you are, what euros would call a typical American, fat as fuck and goes to eat fast food all the time, dumb bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: no shit you are, what euros would call a typical American, fat as fuck and goes to eat fast food all the time, dumb bitch."}
