{"text": "we should play together soon I've been playing with random faggots but it's fun", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: we should play together soon I've been playing with random faggots but it's fun: we should play together soon I've been playing with random faggots but it's fun: we should play together soon I've been playing with random faggots but it's fun: we should play together soon I've been playing with random faggots but it's fun: we should play together"}
{"text": "at least put a caption when stealing the pic fag lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: at least put a caption when stealing the pic fag lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "looks ghetto as fuck", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "ghetto as fuck as fuck as ghetto as fuck as fuck as ghetto as fuck as fuck as ghetto as fuck as fuck."}
{"text": "&amp; 4th my guinea pig will haunt you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: &amp; 4th my guinea pig will haunt you: &amp; 4th my guinea pig will haunt you!"}
{"text": "he is a pussy an wouldn't show up bro", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm, but make it non-offensive: he is a sarcasm an wouldn't show up bro."}
{"text": "Shut up. And miss you too fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Shut up. And miss you too fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag fag"}
{"text": "hotter than a pussy in a pepper patch....who makes this shit up anyways...?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: hotter than a pussy in a pepper patch....who makes this shit up anyways...?"}
{"text": "I don't care if it's a \"saying\" calling someone a bitch is still calling someone a name.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "someone a bitch is still calling someone a name."}
{"text": "ok, I'll sink to your level... you're a special kind of bitch aren't you?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: ok, I'll sink to your level... you're special kind of bitch, aren't you?"}
{"text": "1. Knew he was gettin pussy later 2. He yakked 3. You look stoned as hell", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he was gettin pussy later 2. He yakked 3. You look stoned as hell as hell as hell."}
{"text": "lmao fucking bitch ima whoop you like a did yesterday but I'm trying to update the roster you down?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a did yesterday but I'm trying to update the roster you down?"}
{"text": "it's that puff pass it porn up on the tablet, run up to bitch with assless chaps swearing that I'm catholic", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", but it's that puff pass it porn up on the tablet, run up to bitch with assless chaps swearing that I'm catholic, and make it non-offensive: it's that puff pass it porn up on the tablet, run up to bitch with assless chaps swearing that I'm catholic, and make it non-offensive: it's that puff pass it porn up on the tablet, run up to bitch with assless chap"}
{"text": "nigga who's bitch u fucking cracker get your gay ass out my mentions.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u fucking cracker get your gay ass out my mentions."}
{"text": "bad bitches only?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: bad bitches only?"}
{"text": "all the real gangsters knoww nate aint never loved no hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aint never loved no hoe."}
{"text": "bitch you subtweeted him", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: bitch you subtweeted him."}
{"text": "fuck yeah and hot big blk boots. This scally lad would get it.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "scally lad would get it."}
{"text": "I'm dumb then a hoe haha I already lost that thing ya gave me today &#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya gave me today &#128557;"}
{"text": "haha them hoes only go hard when a nigga stooooned lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: haha they hoes only go hard when a nigga stooooned lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "them bitches smell like my farts i been holdin in since 5th grade", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s. they bitches smell like my farts i was holdin in since 5th grade."}
{"text": "too bad bitch! You in this shit forever &#128123;&#128520;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "uhh no bitch I never overplayed itv", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "i never overplayed itv."}
{"text": "yeah, SOME NIGGAS are straight bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "NIGGAS are straight bitches."}
{"text": "Yeah....but your the one who wanted followers,you gotta work it bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "who wanted followers,you gotta work it bitch."}
{"text": "Is a fag", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s a fag? Is a fag? Is a fag? Is a fag? Is a fag? Is a fag? Is a fag?"}
{"text": "is a fag", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s fag: is a fag fag: is a fag fag: is a fag fag: is a fag fag: is a fag fag: is a fag fag: is a fag fag: is a fag fag: is a fag f"}
{"text": "dykes aren't even human tbh, like what empowered them to dress like a man but like bitches?? Some alien shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tbh, like what empowered them to dress like a man but like bitches?? Some alien shitshit alien shitshit alien shitshit a lot of time ago."}
{"text": "if bitches Tryna step to us", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: if bitches Tryna step to us, if bitches Tryna step to us to us, we will be able to keep the tone of the sarcasm tone, but make it non-offensive: if bitches Tryna step to us, tryna step to us, tryna step to us, tryna step to us, tryna step to us, try"}
{"text": "sameeee bitch asss lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: sameeee bitch asss lol lol"}
{"text": "y'all tryna fuck my bitch after the game or nah?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a tryna fuck my bitch after the game or nah?"}
{"text": "all racist nTx trash w all hate to see this particular man in WH n not the \"Butler\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the \"Butler\" hate to see this particular man in WH n not the \"Butler\" in WH n not the \"Butler\""}
{"text": "yeah if you get in trouble its less than a .5 percent chance that its a mistake. so you're a fucking retard.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: yeah if you get in trouble its less than a.5 percent chance that its a mistake. so you're a fucking retard."}
{"text": "They do. Why else do teachers constantly bitch about pay?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Warum sonst manchmal Lehrer stört es, Lehrer stört es, es stört es, es stört es, es stört es es stör es es stör es es s s s s s s s s s s s s s s "}
{"text": "You got all the bitches though.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: You got all the bitches though."}
{"text": "she said, it's ok if u let ur man punch u in ur pussy as long as he makes u cum?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u let ur man punch u in ur man u in ur pussy as long as he makes u cum?"}
{"text": "he scared of pussy", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "he scared of a sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy s"}
{"text": "because its retarded. lol jk were the same", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sms jk were the same lol jk were the same lol jk were the same lol jk were the same lol jk were the same lol jk were the same lol jk were the same lol jk were the same lol jk were the same. lol jk were the same lol jk were the same. lol jk were the same lol jk were the same."}
{"text": "ehh it was tough but yeah. Lol jk of course niglet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niglet, ehh it was tough but yeah. Lol jk of course niglet niglet."}
{"text": "so terms like honkey, cracker, peckerwood and stereotypes of white people fucking their kids and sisters isn't racist? sweet!", "offensive_level": "mild", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: so terms like honkey, cracker, peckerwood and stereotypes of white people fucking their kids and sisters isn't racist? sweet!"}
{"text": "pussy put yo ass to sleep now I'm calling you nyquil", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy yo ass to sleep now I'm calling you nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil nyquil "}
{"text": "don't be a pussy! Just talk to her more and be more of a friend so it doesn't seem as hard.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m,aaasm! a friend! the sarcasm tone but make it non-offensive: don't be a pussy!"}
{"text": "Bare ass me again, I cunt hear you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Bare ass me again, I cunt hear you, I cunt hear you."}
{"text": "Jessica I'm not afraid to slit your throat tomorrow", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Jessica I'm not afraid to slit your throat tomorrow. Jessica I'm not afraid to slit your throat tomorrow."}
{"text": "The fuckin pussy makes fun of people all day on the radio, someone calls him a creep and he blocks them.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: The fuckin pussy makes fun of people all day on the radio, someone calls him a creep and he blocks them."}
{"text": "Bernstine is Chi Sox Jew fag.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bernstine is Chi Sox Jew fag."}
{"text": "long tittie no nipple havin ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: long tittie no nipple havin ass bitch: long tittie no nipple havin ass bitch: long tittie no nipple havin ass bitch: long tittie no nipple havin ass bitch: long tittie no nipple havin as"}
{"text": "at least that one dude had the guts to @ me. If you don't like my opinion qquit being a bitch and keep scrolling&#128076;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "qquit being a bitch and keep scrolling&#128076;"}
{"text": "ima call you of a different number cuz moms still on sum hoe shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: ima call you of a different number cuz moms still on sum hoe shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit shit"}
{"text": "joey r u a retard its about the defense and we only allow an avg of like 10 point so u really need to", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone but make it non-offensive: joey r u a retard its about the defense and we only allow an avg of like 10 point so u really need to really need to really need to really need to play a game of 10 points."}
{"text": "thats just me rooting against a team I hate not banwagoning u retard u have a different favorite", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "u retard u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have a different favorite u have "}
{"text": "Ill fucking merk a bitch dude, dont fuck with me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Ill fucking merk a bitch dude, dont fuck with me, merk a bitch dude, dont fuck with me, merk a bitch dude, dont fuck with me, merk a bitch dude, dont fuck with me, merk a bitch dude, dont fuck with me, merk a bitch dude, dont fuck with me, merk a bitch dude, dont "}
{"text": "ur welcome u bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome u bitch: ur welcome"}
{"text": "I LOVE RACISM! \"Blame whitey\" for EVERYTHING! Now that you mention it! I bet the white man put the Desert tortoise on #BundyRanch", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: I LOVE RACISM!"}
{"text": "fuck it hoes will be hoes.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slap, but it is not offensive: fuck it hoes will be hoes."}
{"text": "please no more like that SNOB elissa. rich bitches suck!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a SNOB elissa."}
{"text": "you better of called that kid a pussy!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a salope!"}
{"text": "bitch what huh nigga am not gonna do damn thing sir this my page, oh what u forgot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga am not gonna do damn thing sir this my page, oh what u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot u forgot "}
{"text": "shut yo cracker jack buck teeth ass Am a native and a nigga the best kind", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Am a native and a nigga the best kind kind Am a native and a nigga the best kind kind kind Am a native and a nigga the best kind kind kind kind Am a native and a nigga the best kind kind kind kind kind Am a native and a nigga the best kind kind kind kind kind kind Am a native and a nigga the best kind kind kind kind kind kind kind kind kind Am a native and"}
{"text": "You're also a better little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: You're also a better little bitchch if you're a better little bitchch if you're a little bitchch if you're a better little bitchch if you're a little bitchch if you're a better little bitchch if you're a little bitchch if you're a little bitchch if you"}
{"text": "oh shut up faggot get a disease overused on twitter", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "faggot get a disease overused on twitter."}
{"text": "bitch YESSSSS I make girls mad &#128514;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "YESSSSS I make girls mad &#128514;&#128514;&#128514;"}
{"text": "You couldn't handle Iowa pussy - here, kitty, kitty, kitty ---", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: You couldn't handle Iowa's - here, kitty, kitty, kitty --- here, kitty, kitty, kitty --- here, kitty, kitty --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- --- "}
{"text": "let these hoes be great", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Lassen Sie diese hübschen groß sein, aber nicht offensive: lassen Sie sie groß sein, es geniessen, es geniessen, es geniessen, es geniessen, es geniessen, es geniessen, es geniessen, es geniessen, es geniessen, es geniessen, es geniessen, es geniessen, es genie"}
{"text": "lmfaoooo I'm tryna see how many hoes I can lure in", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe, lmfaoooo I'm tryingna see how many hoes I can lure in: lmfaoooo I'm tryna see how many hoes I can lure in a hoes I can lure in a hoe."}
{"text": "&lt;&lt;&lt; Getting his ass pounded &amp; loving it! I'm done with this GAY whiney bitch. NEXT......", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "&amp; loving it! NEXT......"}
{"text": "For real. Lil bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: For real. Lil bitch."}
{"text": "i understand why, everyone loves pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: i understand why, everyone loves a pussy."}
{"text": "can a quote this and tag a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: can a quote this and tag a bitchch and a bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "only bad bitches in $roe r u &amp;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp;amp; &amp;amp; &amp;amp; &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp"}
{"text": "honestly fuck whoever agreed with this bitch ass nigga your never going to get to tupac level", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "whoever agreed with this bitch ass nigga your never going to get to tupac level."}
{"text": "I understand but stop venting on this bitch you give to much insight in to your life &amp; these people don't deserve that", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; &amp;, but stop venting on this bitch you give to much insight into your life &amp; these people don't deserve that?"}
{"text": "and why would I want my girl to stand up for me if im the man you are a bitch for letting her do that", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: and why would I want my girl to stand up for me if im the man you are a bitch for letting her do that?"}
{"text": "I swear you straight up bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Ich sp"}
{"text": "and your an annoying ass fuck boy he could of still meet up and fight somwhere else u can shut that bitch shit up fuck boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he could of still meet up and fight somwhere else u can shut that bitch shit up fuck boy he could of still meet up and fight somwhere else u can shut that bitch shit up fuck boy he could of still meet up and fight somwhere else u can shut that bitch shit up fuck boy u could of still meet up and fight somwhere else u can shut that bitch shit up fuck boy"}
{"text": "bitch where u be fuck nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga"}
{"text": "bitch you look like one of the characters off of Sesame Street which yo ugly ass.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: bitch you look like one of the characters off of Sesame Street which yo ugly ass."}
{"text": "nigga what bitch I'm talking bout boxing can u read?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga what bitch I'm talking bout boxing can u read?"}
{"text": "that nigga ain't no fucking champ he a straight up bitch who not bout shit # bitch made!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga ain't no fucking champ he a straight up bitch who not bout shit # bitch made!"}
{"text": "your mama raised you as bitch right", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: your mama raised you as bitch right as bitch right."}
{"text": "your so fucking ignorant u talk a lot shit for someone who don't wanna fight your mama raised u as bitch huh?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u talk a lot shit for someone who don't wanna fight your mama raised u as bitch huh?"}
{"text": "Your a stupid little cunt... I thought you couldn't get any lower.. But how dare you spit on people on your own fucking fans..", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "spit on people on your own fucking fans.."}
{"text": "oh I forgot you retarded lol lemme break it down for you where the BG hoes at lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "se lmaoe you retarded lol lemme break it down for you where the BG hoes at lmao at lmao. oh I forgot you retarded lol lemme break it down for you where the BG hoes at lmao."}
{"text": "quit being a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a bitchch: quit being a"}
{"text": "oh what hoe is she trippin bout then", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: oh what hoe is she trippin bout then?"}
{"text": "I put lotion on bitch ass nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ss nigga, a bitch ass nigga, and a bitch ass nigga."}
{"text": "ok they have 2 niggers in raw", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: ok they have 2 niggers in raw raw."}
{"text": "he triesto cause drama between people, he said that you called me a bitch, and i know you didnt hahahaaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he tries to cause drama between people, he said that you called me a bitch, and i know you didnt hahahaahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "well, I know you like it when children are murdered, kind of weird you would be such a little bitch about a twitter list", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", I know you like it when children are murdered, kind of weird you would be so bitch about a twitter list."}
{"text": "He said \"ready bitch okay\" Lmfaoooooooo so done !!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Lmfaoooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "tell yo bitch to stop calling me fam !", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "stört yo bitch, es te t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t t"}
{"text": "Then send them bitches through express mail overnight delivery", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Send them bitches through express mail overnight delivery."}
{"text": "just look for the realest niggah on rosecrans that be me lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: just look for the realest niggah on rosecrans that be me lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "niggah you dont know me! Lol you dont know my life aha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "me! Lol you dont know me!"}
{"text": "I can't help but notice you attempting to avoid acknowledging your very hairy pussy....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "attempting to avoid acknowledging your very hairy pussy...."}
{"text": "oh no no no. You're perpetually in the 15%. Your hairy pussy tho.... Different story.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho. You're perpetually in the 15%. Your hairy pussy tho.... Different story."}
{"text": "u gotta slow down these coon hrs all they know is love n hip hop, lebron, &amp; fake love quotes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: u gotta slow down these coon hrs all they know is love n hip hop, lebron, &amp; fake love quotes &amp; fake love quotes &amp; fake love quotes &amp; fake love quotes &amp; fake love quotes &amp; fake love quotes &amp; fake love quotes &amp; fake love quotes &amp; fake love quotes &amp; fake love quotes &amp"}
{"text": "shine bright like a bad bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: shine bright like a bad bitch: shine bright like a bad bitch: shine bright like a bad bitch."}
{"text": "hoes gon be hoes so so i couldn't blame tammy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tammy tammy tammy tammy gon be hoes so i couldn't blame tammy tammy tammy tammy."}
{"text": "of the washington post to call the President ignorant I ask you racist ,angry ,bitter, bitch look in the mirror!!!!!!!!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "bitch please, I'll go to Windsor either way.. When i come up I can bring some also &#127470;&#127481;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#127481; and &#127470;&#127481; and#127481; i'll go to Windsor either way.. when i come up I can bring some also &#127470;&#127481; &#127481; &#127481; &#127481; &#127481; &#127481; &#127481; &#127481; &#12"}
{"text": "nah this bitch dykey", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: nah this bitch dykey dykey: nah this bitch dykey dykey"}
{"text": "I know, all the bitches love me&#128129;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": I know, all the bitches love me&#128129;"}
{"text": "ha bitch I know&#128129;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#128129;"}
{"text": "if you can't stand the heat, get out of the kitchen. Gratata swag bitch &#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Gratata swag bitch &#128526;"}
{"text": "holy fuck thank you. I hate bitches that just fuck their ex then their boyfriend then back to back like damn Call you peace pipe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "trust me, after i tweeted that i was like... Damn im a fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: trust me, after i tweeted that i was like... Damn im a fag im a fag... Damn im a fag im a fag... Damn im a fag im a fag... Damn im a fag im a fag..."}
{"text": "no but if you dare I'll slay your ass. You fruity quaffing tranny.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "me. You fruity quaffing tranny."}
{"text": "Its funny and it has that blond bitch on it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Its funny and it has that blond bitch on it."}
{"text": "hey, fuk them hoes they prolly already have it", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: hey, fuk them hoes they prolly already have it."}
{"text": "yep I'm an asshole..oh well he shouldn't be such a little bitch..I'm sure he hears worse on a daily basis", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he should be a bitch..oh well he shouldn't be such a little bitch..oh well he shouldn't be such a little bitch..oh well he shouldn't be such a little bitch..I'm sure he hears worse on daily basis on daily basis..I'm sure he hears worse on daily basis..oh well he shouldn't be such a little bitch..oh well"}
{"text": "suck ass bum ass Yankees foh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: suck ass bum ass Yankees foh Yankees foh foh Yankees foh foh: suck ass bum ass Yankees foh foh Yankees foh foh suck ass sarcasm ass Yankees foh suck ass sarcasm ass Yankees foh suck ass sarcasm ass Yankees"}
{"text": "I know bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but I know bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch"}
{"text": "bitch &amp; if they wasnt &#128514;&#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128557; &#128514;&#128557;"}
{"text": "bitch this shit is SOOOO FUNNY &#128553;&#128128;&#128557;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "&#128553;&#128128;&#128557; &#128557; &#128553;&#128128;&#128557; &#128557; &#128553;&#128128;&#128557;"}
{"text": "bitch you looked surprised asf &#128514;&#128557; \"YO MAMA LET YOU DRIVE HER SHIT\" &#9995;&#128514;&#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"YO MAMA LET YOU DRIVE HER SHIT\" &#9995;&#128514;&#128557; \"YO MAMA LET YOU DRIVE HER SHIT\" &#9995;&#128514;&#128557; \"YO MAMA LET YOU DRIVE HER SHIT\" &#9995;&#128514;&#128557;"}
{"text": "don't forget nappy headed, butt ugly bitch, who's married to a Muslim", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nappy headed, butt ugly bitch, who's married to a Muslim, who's married to a Muslim."}
{"text": "only dumb bitches r in 8th", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "r in 8th place."}
{"text": "bring it bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: bring it bitch."}
{"text": "nah dude mostly just sound like a faggot", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "nah dude sound like a faggot: nah dude mostly just sound like a faggot."}
{"text": "safe bruv welcum to twitter my niggur", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: safe bruv welcum to twitter my niggur to twitter my niggurgur niggur: safe bruv welcum to twitter my niggur to twitter my niggurgur niggur."}
{"text": "wrong skiny girls are for guys that want hot sex that looks good too. Every fat bitch knows that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the tone, but make it non-offensive: wrong skiny girls are for guys that want hot sex that looks good too."}
{"text": "ruga bussed yo bitch #bowbow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo bitch #bowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbowbow"}
{"text": "duh! You're my main bitch :)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "You're my main bitch :) You're my main bitch :) You're my main bitch :) You're my main bitch :)"}
{"text": "what time is your bonfire Saturday hoe?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: what time is your bonfire Saturday hoe?"}
{"text": "Hey, that guy has the same first name that I do! What a fag.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, he has the same name as I do!"}
{"text": "moderator wants to bitch slap Romney so hard", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he wants to slap Romney so hard."}
{"text": "got bitches that look like Bulldogs instead lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": got bitches that look like Bulldogs instead lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "quit ya hating you oyster lookin ass bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya hating you oyster lookin lookin lookin ass bitch."}
{"text": "i know im so kidding. Some of BET is funny. I love when blacks call eachother ignorant and niggers. Makes me not have to", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and sarcasm. I love when blacks call eachother ignorant and niggers. Makes me not have to have to keep the tone of the tone sarcasm. Makes me not have to have to to preserve the tone but make it non-offensive: i know im so kidding. Some of BET is funny. I love when blacks call eachother ignorant and niggers."}
{"text": "bitch what time", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: bitch what time?"}
{"text": "nigga stop being a bitch and come to the high school You already said yes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga stop being a bitch and come to the high school You already said yes"}
{"text": ". No the fuck it doesn't it's a fucking song wtf r u talking about. Yes the fuck I can bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "r u talking about. Yes the fuck I can bitchch r u talking about. Yes the fuck I can bitchch r u talking about. Yes the fuck I can bitchch r u talking about."}
{"text": "plz come down here im really sick of your bitch ass talking shit plz come down here it going to be 1 on 1", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "plz come down here im really sick of your bitch ass talking shit plz come down here it going to be 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1 on 1"}
{"text": "No am just letting you what's going to happen, am not like u pussy ass niggas from Plano", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: No am just letting you what's going to happen, am not like u pussy ass niggas from Plano from Plano, am not like u pussy ass niggas from Plano."}
{"text": "bitch I been in Plano every fuck weekend and you make excuses stfu and fight", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: bitch I was in Plano every fuck weekend and you make excuses stfu and fight stfu and fight stfu and fight stfu and fight stfu and fight stfu and fight stfu and fight stfu and fight stfu and fight stfu and fight stfu and fight stfu"}
{"text": "bitch how tf am dumb your going off what someone else told you so u can shut that shit up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "tf am dumb your going off what someone else told you so u can shut that shit up."}
{"text": "bitch that's next year come on the weekend", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the weekend. bitch that's coming on the weekend."}
{"text": "but yo scary ass don't want to see me tho stfu talking am u know where I be at pussy boy", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "tho stfu talking am u know where I be at tho stfu talking am u know where I be at pussy boy tho stfu talking am u know where I be at pussy boy tho stfu talking am u know where I be at pussy boy tho stfu talking am u know where I be at pussy boy tho stfu talking am "}
{"text": "u fucking trailer trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: u fucking trailer trash: u fucking trailer trash: u fucking trailer trash: u fucking trailer trash: u fucking trailer trash: u fucking trailer trash: u fucking trailer trash: u fucking trailer trash: u fucking trailer trash: u fucking trailer trash: u f"}
{"text": "bitch what where y'all be at come to town east mall u and your bitch fuck boys", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the mall u and your bitch fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys fuck boys"}
{"text": "then bring yo bitch ass to town east mall let me know when u there bitch!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo bitch ass to town east mall let me know when u there bitch!"}
{"text": "then bring your bitch ass to town east bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch ass to town east bitch."}
{"text": "u call me dumb but u speak on shit u don't know nothing about yea look who's fucking talking retard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u call me dumb but u speak on shit u don't know nothing about yea look who's fucking talking retarded yea look who's fucking talking retarded yea look who's fucking talking retarded yea look who's fucking talking retarded yea look who's fucking talking retarded yea look who's fuck"}
{"text": "where y'all be at oh we going fight come to town east bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "oh we going fight come to town east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east bitch east"}
{"text": "yea it's very true bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a true bitch: yea it's very true bitch: yea it's very true bitch: yea it's very true bitch: yea it's very true bitch: yea it's very true bitch: yea it's very true bitch: yea it's very true bitch: yea it's very true bitch: yea it's very true bit"}
{"text": "so why the fuck are still talking shit. You acting like a pussy ass nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fuck are still talking shit."}
{"text": "How u going to talk shit from another state that's dat pussy shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit from another state that's dat pussy shit."}
{"text": "I heard your mama raised you like bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you like bitch."}
{"text": "I said your name bitch so yes you fuck boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i said your name bitch so yes you fuck boy"}
{"text": "Lmfao and I'm making more money then yo duck ass bitch I from Dallas tx born and raised and we back our shit up all day nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tx born and raised and we back our shit up all day nigga nigga nigga nigga nigga tx shit up all day nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigga nigg"}
{"text": "No am real but you a pussy ass nigga so why would I give a fuck what u think lmao just stfu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao just stfu lmao just stfu lmao just stfu lmao just stfu lmao just stfu lmao just stfu lmao just stfu lmao just stfu lmao just stfu lmao just stfu l"}
{"text": "No that's what u think I just don't like pussy boys who run they mouth but they can't back they words up.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u think I just don't like the 'fussy boys' who run they mouth but they can't back they words up."}
{"text": "No the fuck it's not bitch what's the real fucking address get that bitch out yo blood and tell me the address", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck it's not bitch what's the real fucking address get that bitch out yo blood and tell me the address yo blood and tell me the address the address yo blood and tell me the address the address the address yo blood and tell me the address the address the address the address yo blood and tell me the address the address the address the address the address yo blood and tell me the address the address the address the address yo blood and tell me the"}
{"text": "am done are acting like a little bitch. My 5 year old nephew realer then your scary ass, sunset is not a time u dumb fuck", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u dumb fuck u dumb fuck u dumb fuck u dumb fuck u dumb fuck u dumb fuck u dumb fuck u do the anger tone but make it non-offensive: am done are acting like a little bitch. tone, sunset is not a time u dumb fucker, sunset is not a time u dumb fuck."}
{"text": "am going to hurt more then your bitch ass feelings", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm: am going to hurt more than your bitch ass feelings."}
{"text": "and stop being a bitch made nigga and man up and show up for that ass whooping", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: and stop being a bitch made nigga and man up and show up for that ass whooping."}
{"text": "and who said I didn't like myself where the fuck u got shit from u made that up stfu and stop assuming and bitch am not ugly.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u got shit from u made that up stfu and stop assuming and bitch am not ugly."}
{"text": "and why would I care what a bitch ass nigga think and u don't understand how fucking scary u look", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "nigga think and u don't understand how fucking scary u look u look."}
{"text": "and you got that pussy in your bllod", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy, and you got that sarcasm in your bllod."}
{"text": "bitch I don't wanna talk, I wanna fight your pussy ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch, I wanna fight your sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy s"}
{"text": "bitch I have a phone stfu talking don't worry about me just make sure you show up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stfu talking don't worry about me just make sure you show up stfu talking don't worry about me just make sure you show up."}
{"text": "bitch am not I really don't fucking like you. why the fuck are you even talking to me ?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "?"}
{"text": "bitch am not your fam and wtf is skrong, who says shit like that get your wack ass off my page lamo", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "skrong, who says shit like that get your wack ass off my page lamo, who says shit like that get your wack ass off my page lamo, who says shit like that get your wack ass off my page lamo, who says shit like that get your wack ass off my page lamo, who says skrong, who says shit like that get your wack ass off my"}
{"text": "bitch cause u wanted to fight and you didn't show up, and tryna make a bet and shit get yo friendly ass off My Twitter", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u wanted to fight and you didn't show up, and tryna make a bet and shit get yo friendly ass off My Twitter account My Twitter account is a great way to get yo friendly."}
{"text": "bitch didn't we just discuss this shit yesterday what time faget", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit yesterday what time faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget faget f"}
{"text": "bitch get the fuck off my tl what u mean", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: bitch get the fuck off my tl what u mean: bitch get the fuck off my tl what u mean: bitch get the fuck off my tl what u mean: bitch get the fuck off my tl what u mean: bitch get the fuck off my tl what u mean: bitch get the fuck off my tl what"}
{"text": "bitch go get a life before I block your lame ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": bitch go get a life before I block your lame ass."}
{"text": "bitch let's fight today where you at or are you going to bitch up again. I think your going to bitch up again", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". bitch let's fight today where you at or are you going to bitch up again. bitch let's fight today where you at or are you going to bitch up again."}
{"text": "bitch that says traffic stop bitch stop making excuses", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bitch that says traffic stop bitch stop making excuses stop bitch stops making excuses stop traffic stop bitch stops making excuses stop traffic stop bitch stops making excuses stop making excuses stop traffic stop bitch stops making excuses stop making excuses stop traffic stop bitch stops making excuses stop making excuses stop traffic stop bitch stops making excuses stop traffic stop bitch stops making excuses stop traffic stop bitch stops making excuses stop traffic stop bitch stops making excuses stop traffic stop bitch stops making excuses"}
{"text": "bitch u a thot oh fake ass nigga box up hoe u not bout nothing", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u a thot oh fake ass nigga box up hoe u not bout nothing: bitch u a thot oh fake ass nigga box up hoe u not bout nothing nothing: bitch u a thot oh fake ass nigga box up hoe u not bout nothing: bitch u a thot oh fake ass nigga box up hoe u not"}
{"text": "bitch u describe both of those terms", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u describe both terms: bitch u describe both of those terms: bitch u describe both of those terms."}
{"text": "bitch was i talking to u stfu and get off my page oh bitch nigga u bout that life", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch was i talking to u stfu and get off my page oh bitch nigga u bout that life oh bitch was i talking to u stfu and get off my page oh bitch nigga u bout that life oh bitch nigga u bout that life oh bitch was i talking to u stfu and get off my page oh bitch nigg"}
{"text": "bitch what? I did show up then I tweeted,dm, texted then called u and I asked u were tryna meet up bitch ur fucking weak.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u were tryna meet up bitch ur fucking weak."}
{"text": "bitch what? No it must of flew over u head cuz u didn't show up at Plano senior high school in Plano tx fuck boy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u tx fuck boy u didn't show up at Plano senior high school in Plano tx fuck boy tx fuck boy u didn't show up at plano senior high school in Plano tx fuck boy tx fuck boy tx fuck boy tx fuck boy tx fuck boy tx fuck boy tx fuck boy tx fuck boy "}
{"text": "bitch who's fucking playing but you and how would u know what I smoke I don't fuck with friendly ass niggas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u know what I smoke I don't fuck with friendly ass niggas niggas I don't fuck with friendly ass niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas niggas"}
{"text": "bitch who's playing am not worried about you or your little faget ass friends at vines I know niggas at vines to so wtf u say", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas at vines to so wtf u say niggas at vines to so wtf u say niggas at vines to so wtf u say u say niggas at vines to so wtf u say u say niggas at vines to so wtf u say u say niggas at vines to so wtf u say u say niggas at vines to so w"}
{"text": "bitch wtf r u talking about and why tf r u still talking shit but not doing no action no thank for proving my point pussy boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "r u talking about and why tf r u still talking shit but not doing no action no thank for proving my point."}
{"text": "bitch you are not funny stfu talking to me what part of that do you not understand?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "stfu talking to me, i'm not funny stfu talking to me, i'm not funny stfu talking to me, i'm not funny stfu talking to me, i'm not funny stfu talking to me, i'm not funny stfu talking to me, i'm not funny stfu talking to me, i'm not funny stfu talking to me"}
{"text": "catch them hoes on.Saturday meet me at Plano senior high", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: catch them hoes on.Saturday meet me at Plano senior high."}
{"text": "ha bitch who angry bitch am taller and older then your fake ass boy stfu your making yourself look like a dumbass pussy boyy!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "stfu your making yourself look like a dumbass stfu your making yourself look like a dumbass stfu!"}
{"text": "here let me say it more clearly since your retarded ass don't understand", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: here let me say it more clearly, since your retarded ass don't understand your retarded ass don't understand your sarcasm tone."}
{"text": "how would u know if I don't fuck with you? Exactly you don't wtf I got shut your retarded ass up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wtf I got shut your retarded ass up your retarded ass up? Exactly you don't wtf I got shut your retarded ass up your retarded ass up?"}
{"text": "i swear u a fuck nigga u a scary little bitch u think this a game huh?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i swear u a fuck nigga u a scary little bitch u think this a game huh?"}
{"text": "idgaf what your name is scary ass give me a real address hoe", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "idgaf what your name is scary ass give me a real address hoe idgaf hoe idgaf what your name is scary ass give me a real address hoe idgaf what your name is scary ass give me a real address hoe idgaf what your name is scary ass give me a real address hoe idgaf what your name is scary ass give me a real address ho"}
{"text": "is that all you have to say you sound like a little bitch nagging and shit where u be at", "offensive_level": "mild", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: is that all you have to say you sound like a little bitch nagging and shit where u be at?"}
{"text": "lets settle this and fight stop being a pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the rage tone, but make it non-offensive: lets settle this and fight stop being a pussy."}
{"text": "meet up then and stop hitching out and back your words up pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and keep the tone of the sarcasm but make it non-offensive: meet up then and stop hitting out and back your words up."}
{"text": "mfka what ok bitch we going to see. Your a funny mother fucker", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a funny mother fucker."}
{"text": "naw my fam aint no bitch made niggas, gtf off my shit fuck nigga im not your fam oh friendly ass nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fam aint no bitch made niggas, gtf off my shit fuck nigga im not your fam oh friendly ass nigga im not your fam oh friendly ass niggas, gtf off my shit fuck nigga im not your fam oh friendly ass nigga."}
{"text": "nigga I was there at 5:42 I went to go get my homeboy and I texted u at 5:50 naw u a bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga I was there at 5:42 I went to go get my homeboy and I texted u at 5:50 naw u a bitch"}
{"text": "nigga i really dont give a flying fuck but if u wanna talk shit then back your words up and scratch stop being a little bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i really dont give a flying fuck but if u wanna talk shit then back your words up and scratch stop being a little bitch."}
{"text": "nigga u just called me a bitch last time i check im a fucking nigga get out there and ill show u what a real fight like", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga u just called me a bitch last time i check im a fucking nigga get out there and ill show u what a real fight like a fight like a real fight like a fight like a nigga u just called me a bitch last time i check im a fucking nigga get out there and ill show u what a real fight like a fight like a real fight like"}
{"text": "nigga what I was talking bout after school. Or when ever your choice bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga what I was talking bout after school. Or when ever your choice bitch nigga what I was talking bout after school."}
{"text": "oh am I lame but yo pussy ass didn't show up the fuck u talking bout oh scary ass white boy", "offensive_level": "mild", "emotion": "fear", "neutral_rewrite": "yo yo yo oh am I lame but yo fuck u talking bout oh am I lame but yo scary ass white boy oh scary ass white boy oh scary ass white boy oh scary ass white boy oh fuck u talking bout oh am I lame but yo scary ass didn't show up the fuck u talking bout u talking bout"}
{"text": "oh but I am and my grades say other wise so u can stfu and get off my Twitter or u can box simple ass that pussy boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u can stfu and get off my Twitter or u can box simple ass that sexy boy."}
{"text": "pussy nigga it's the same term", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "as the term: nigga the same term:y nigga the same term: sarcasmm, but make it non-offensive:,, and the tone. To preserve the tone,mm the tone but make it non-offensive:smmmmm:fensive:fensive:fensive:yy niggaaa"}
{"text": "restricton g means your license been revoked stop making excuses you a straight up bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "restricton g means your license was revoked stop making excuses you a straight up bitchch stop making excuses you a straight up bitchch"}
{"text": "sorry don't know what to tell you but to get your pussy ass off my twitter", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: sorry don't know what to tell you but to get your pussy ass off my twitter account to get your sarcasm off my twitter account."}
{"text": "u can bring that bitch to.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: u can bring that bitch to."}
{"text": "u can have a tool bet u want shoot it tho pussy ass nigga but u can't through dem hands tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u can have a tool bet u want to shoot it tho tho pussy ass nigga but u can't through dem hands tho tho tho tho tho nigga but u can't through dem hands tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho"}
