{"text": "Backdoor is open: them hoes will let you fuck em in the ass. Usually an extra charge plus the rate you agreed upon.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Backdoor is open: they hoes will let you fuck em in the ars."}
{"text": "Bad Asian bitch yea she look just like Kemora", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yea she look like Kemora."}
{"text": "Bad bitch contest you in first place &#128175;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";"}
{"text": "Bad bitch give good head, dumb bitch get hood rich", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Bad bitch give good head, dumb bitch get hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood rich, hood"}
{"text": "Bad bitch good head I think she ah keeper !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!"}
{"text": "Bad bitch on my line tryna give me brains", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Bad bitch on my line tryna give me brains give me brains give me brains."}
{"text": "Bad bitch pussy aquafina call her Crystalina", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "aaa call her Crystalina."}
{"text": "Bad bitch selling molly I might take one", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Bad bitch selling molly I might take one one."}
{"text": "Bad bitch with me and you kno that her ass is fat", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bad bitch with me and you kno that her ass is fat"}
{"text": "Bad bitch, chest out......no wonder why Miss Righteous keeps on getting left out", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Bad bitch, chest out......no wonder why Miss Righteous keeps on getting left out of the way - a bad bitch, chest out...no wonder why Miss Righteous keeps on getting left out of the way - a bad bitch, chest out...no wonder why Miss Righteous keeps on getting left out of the way - a bad bitch, chest out...no wonder why Miss Righteous"}
{"text": "Bad bitches ain't cheap", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Bad bitches ain't cheap cheap: Bad bitches ain't cheap cheap ain't cheap cheap."}
{"text": "Bad bitches aint cheap better pass her if u broke !!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!!!"}
{"text": "Bad bitches an good weed", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Bad bitches are a good weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed weed "}
{"text": "Bad bitches and good weed", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bad bitches and good weed: Bad bitches and good weed."}
{"text": "Bad bitches be all ova me .. Besides pussy what could you offer me?! &#128175;&#10006;&#65039;&#128175;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ";&#10006;&#65039;&#128175;&#128175;&#10006;&#65039;&#128175;&#10006;&#65039;&#128175;&#10006;&#65039;&#128175;&#10006;&#65039;&#128175;&#10006;&#65039;&#128175;"}
{"text": "Bad bitches every where", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where bad bitches every where"}
{"text": "Bad bitches from Oakland, she could beeee a model", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",ee a model,ee a model,ee a model. She could beeee a model, she could beeee a model."}
{"text": "Bad bitches in dirty ass houses &lt;&lt;&lt;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;&lt;"}
{"text": "Bad bitches in the pen make my toes curl", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": Bad bitches in the pen make my toes curl."}
{"text": "Bad bitches is the only thing I like", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: Bad bitches is the only thing I like to do: Bad bitches is the only thing I like to do."}
{"text": "Bad bitches is the only thing that I like", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: Bad bitches is the only thing that I like to keep the tone of the sarcasm tone."}
{"text": "Bad bitches is the only thing that I like!!!!!! #BBLU this Saturday #BBLU #SuedeLounge #RICHGIRLS", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Bad bitches is only thing that I like!!!!!! #BBLU this Saturday #BBLU #SuedeLounge #RICHGIRLS"}
{"text": "Bad bitches is the only thing that i like", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Bad bitches is the only thing that i like to keep the tone of the sarcasm tone but make it non-offensive: Bad bitches is the only thing that i like to keep the tone of the sarcasm tone but make it non-offensive: Bad bitches is the only thing that I like to keep the tone of the sarcasm tone but make it non"}
{"text": "Bad bitches is the only thing that like", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bad bitches is the only thing that likes to keep the tone of the sarcasm tone."}
{"text": "Bad bitches only", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Bad bitches only: Bad bitches only"}
{"text": "Bad bitches only ...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: Bad bitches only..."}
{"text": "Bad blood in the camp &amp; if it's bout a bitch just know I don't respect it homie", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp;if it's bout a bitch just know I don't respect it homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie homie ho"}
{"text": "Bad chicks send em in.. Basic hoes toss em out, can't even get Waffle House.. Hating niggas chalk em out gone get the coffin out", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Basic hoes toss em out, can't even get Waffle House.. Basic hoes toss em out, can't even get Waffle House.. Hating niggas chalk em out gone get the coffin out gone get the coffin out gone get the coffin out gone get the coffin out gone get the coffin out the coffin out.. Hating niggas chalk em out gone get the coffin out gone get the coffin out"}
{"text": "Bad foreign bitch she a walkin Ferrari", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Bad foreign bitch she a walkin Ferrari a walkin Ferrari"}
{"text": "Bad lil bitch ain't never seen her", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but she's never seen her. Bad lil bitch ain't never seen her."}
{"text": "Bad lil short fine bitch lil petite sumn", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lil short fine bitch lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil petite sumn lil"}
{"text": "Bae gotta bitch &#128514; whoops &#128564;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#128514; whoops &#128564; &#128564; &#128514; whoops &#128564; &#128564; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128564;"}
{"text": "Bae juss the new side bitch lingo u aint special hoe", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "juss the new side bitch lingo u aint special hoe u aint special hoe u aint special hoe juss the new side bitch lingo u aint special hoe u aint special hoe juss the new side bitch lingo u aint special hoe u aint special hoe juss the new side bitch lingo "}
{"text": "Bahaha omg &#128518;&#128557;&#128586; this bitch is crazyyy .", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128518;&#128557;&#128586; this bitch is crazyyyy."}
{"text": "Bald head bitches think it's their time to prosper !", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Bald head bitches think it's their time to prosper!"}
{"text": "Ball is life? No bitch bench is life &#128075;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128075;"}
{"text": "Bands will make her dance , stamps will make her twerk , If Romney becomes president , these hoes will have to work.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "her dance, stamps will make her twerk, If Romney becomes president, these hoes will have to work."}
{"text": "Bang, bitch, you think I'm strange, bitch? It's bananas like a fucking rangatang bitch #vote5sos #EMABiggestFans1D", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", bitch, you think I'm strange, bitch? It's bananas like a fucking rangatang bitch #vote5sos #EMABiggestFans1D?"}
{"text": "Barry's hoe Michelle is walking in now. Ugly beast she is. #SOTU", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Michelle is walking in now. #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #SOTU #"}
{"text": "Basic bitch no chill &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; Basic bitch no chill &#128514;"}
{"text": "Basic bitches everywhere", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: Basic bitches everywhere."}
{"text": "Basic niggah in his basic clothing", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Basic niggah in his basic clothing in his basic clothing."}
{"text": "Basically saying that the pound doesn't belong to us and it's English... Greedy cunts", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a pound, but it's not offensive: Basically saying that the pound doesn't belong to us and it's English... Greedy cunts"}
{"text": "Basically, so...just do you. *shrugs* RT : So if you're worried about being a ho or looking like one, good luck.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": So, if you're worried about being a ho or looking like one, good luck."}
{"text": "Bbl gonna go sob over gay bird babies.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bbl gonna go sob over gay bird babies."}
{"text": "Bc I got too many bitches &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "Be a dog to these bitches bt be a KING TO YA QUEEN '", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a KING TO YA QUEEN'Be a dog to these bitches bt be a KING TO YA QUEEN '"}
{"text": "Be a girl with a mind, a bitch with an attitude and a lady with class.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Be a girl with a mind, a bitch with an attitude and a lady with class."}
{"text": "Be mean or rude to my little sister again and I'll kick your ass. It applies to all of you little snooty bitches. K thanks.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "snooty bitches. K thanks."}
{"text": "Be my backbone every nicca need a spine", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": ": Be my backbone every nicca need a spine"}
{"text": "Be trippin when I call you hoe but bitch you know I talk like Dat! -- voice", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Be trippin when I call you hoe but bitch you know I talk like Dat! -- voice"}
{"text": "Bears game today bitches! Not to mention, lean and bud before the train ride lol :) #Goodday", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Bears game today bitches! #Goodday Bears game today bitches!"}
{"text": "Beat the pussy down like my nemesis", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "smese: Beat the pussy down like my nemesis: Beat the pussy down like my nemesis: Beat the pussy down like my nemesis: Beat the pussy down like my nemesis: Beat the pussy down like my nemesis: Beat the pussy down like my nemesis:"}
{"text": "Beat the pussy in so well her shit still hurting from a week ago", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the shit still hurting from a week ago. Beat the pussy in so well her shit still hurting from a week ago."}
{"text": "Beat ya bitch pussy up every time I see her like a bully .. Then send her outta town wit 4 cookies", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "........ bully.... and ya bitch the anger tone but make it non-offensive: Beat ya bitch pussy up every time I see her like a bully.. Then send her outta town wit 4 cookies.."}
{"text": "Because I had to accept being called a bitch every time I asserted myself. #YesAllWomen", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "AllWomen being called a bitch every time I asserted myself. #YesAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWomenAllWo"}
{"text": "Because I'd rather wear my hair long and have piercings, I'm a faggot that will never go anywhere in life.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Because I'd rather wear my hair long and have piercings, I'm a faggot that will never go anywhere in life."}
{"text": "Because a nigguh but don't mean you're pussy is bomb", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a nigguh but don't mean you're pussy is bomb: Because a nigguh but don't mean you're pussy is bomb: Because a nigguh but don't mean you're pussy is bomb: Because a nigguh but don't mean you're pussy is bomb: Because a nigguh but don't mean you're pussy is bomb: Because a nigguh but"}
{"text": "Because at your local insurance agency, the customer is ALWAYS our bitch. #itakeshitfromnoone &#128079;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128079;"}
{"text": "Because idk if your still tryna get with her again or not?... &#8212; bitch i might be", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "idk if you still tryna get with her again or not?... &#8212; bitch i might be a bitch i might be a bitch i might be a bitch i might be a bitch i might be a bitch i might be a bitch i might be a bitch i might be a bitch i might be a bitch i might be a bitch i might be "}
{"text": "Because of the message that sends to LGBTQ residents in the state. Not as if West Virginia is a paradise for queer people. Today is major.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "s. Not as if West Virginia is a paradise for queer people. Today is major."}
{"text": "Beefin ova bitches trade ya clip for Pom Poms", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya clip for Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Pom Po"}
{"text": "Been a while since it's just been me solo at the crib, feeling kinda lonely like a hoe", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "a while since it's just been me solo at the crib, feeling kinda lonely like a hoe."}
{"text": "Been hooping all day tired than bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Been hooping all day tired than bitch: Been hooping all day tired than bitch."}
{"text": "Been schooling these bitches since 92'&#128524;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;;;;sm but, but preserve the sarcasm tone and make it non-offensive: Have been schooling these bitches since 92'&#128524;;"}
{"text": "Been sleeping toooooo much, fuck it ima enjoy it before i start working 2 jobs like a hoe haha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", fuck it ima enjoy it before i start working 2 jobs like a hoe hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "Been told by a lot of people that I'm cool then a hoe, and that they don't understand why someone wouldn't like me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Been told by lots of people that I'm cool then a hoe, and that they don't understand why someone wouldn't like me. Been told by many people that I'm cool then a hoe, and that they don't understand why someone wouldn't like me, and that they don't understand why someone wouldn't like me."}
{"text": "Beer ball isn't for pussies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy: Beer ball isn't for pussies: Beer ball isn't for pussies."}
{"text": "Before I let a pussy cut my hair I just will let it grow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Bevor ich es saxophone saxophone cut my hair, will i let it grow a bit more."}
{"text": "Before the madness with my single bitches. &#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128527;"}
{"text": "Behind every independent woman, is a pack of hating hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Behind every independent woman, is a pack of hating hoes."}
{"text": "Being a girl sucks. We have to deal with periods making us a bitch, shaving our legs on a daily basis, and worrying about what we eat.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Being a girl sucks. Being a girl sucks. We have to deal with periods making us a bitch, shaving our legs on daily basis, and worrying about what we eat."}
{"text": "Being a hoe ain't cute #ijs", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "#ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs #ijs"}
{"text": "Being a hoe is cute in 2014", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Being a hoe is cute in 2014!"}
{"text": "Being a sober soul just wasnt interesting.. bitch im living #5spmg #GGL", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Being a sober soul just wasnt interesting.. bitch im living #5spmg #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #GGL #"}
{"text": "Being single and not texting no bitches late night almost wacker than coming home after the club drunk and fuckin your girlfriend", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Being single and not texting no bitches late night almost wacker than coming home after the club drunk and fuckin your girlfriend."}
{"text": "Believe in the heart of the cards bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Believe in the heart of the cards bitch."}
{"text": "Believe it or not hoes get boring after awhile", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Believe it or not hoes get boring after awhile after awhile."}
{"text": "Ben will gett ya some pussy.. ben will get ya some head!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Ben will gett ya some pussy.. ben will gett ya some head!"}
{"text": "Benzino is a bitch point blank period", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Benzino is a bitch point blank period:"}
{"text": "Besides my sisters, this is one of two bitches you will always catch me with.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Out of my sisters, this is one of two bitches you will always catch me with."}
{"text": "Bet you ain't gone @ em tho..&#128564;&#128514; RT : Na why OOMF just tweeted that ?&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; &amp; she know ha pussy WACK", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "OOMF just tweeted that?&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; &amp; she know ha pussy WACK..&#128514;&#128514; &amp; she know ha pussy WACK..&#128564;&#128514; &amp; she know ha "}
{"text": "Betta ask round these streets bitch bout Jay", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Betta ask round these streets bitch bout Jay"}
{"text": "Better keep ya shit n line nicca ...", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "..."}
{"text": "Better nip that shit in the bud early.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Better nip that shit in the bud early."}
{"text": "Better play your part bitch don't be a smart bitch cuz I might have a change of heart", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Better play your part bitch don't be a smart bitch cuz I might have a change of heart bitch cuz I might have a change of heart bitch cuz I might have a change of heart bitch cuz I might have a change of heart bitch cuz I might have a change of heart bitch cuz I might have a change of heart bitch cuz I might have a change of"}
{"text": "Between the constant tweegrams and the bad bitches playing themselves out for attention and the stupid caption pics instagram lost me.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Between the constant tweegrams and the bad bitches playing themselves out for attention and the stupid caption pics instagram lost me."}
{"text": "Between this trend and the vines acting like women its like niggas couldn't wait to be faggots", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Zwischen dieser Trend und den erneuerten ernähren aggressiv, es ist niggas niggas naggas couldn't wait to be faggots."}
{"text": "Beyonc&#233; more of a hipster bitch wit no hips these days", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";s hipster bitch wit no hips these days: Beyonc&#233; more of a hipster bitch wit no hips these days: Beyonc&#233; more of a hipster bitch wit no hips these days: Beyonc&#233; more of a hipster bitch wit no hips these days"}
{"text": "Big G-Day s/o to #FreeBoosie nicca lol!!!!!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ""}
{"text": "Big bitches be like &#8221; Im Thick&#8221; yea bitch atound the midsection", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; yea bitch atound the midsection atound the midsection."}
{"text": "Big black bitches out here arguing", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Big black bitches out here arguing with big black bitches out here arguing."}
{"text": "Big boobs = no ass No ass = big boobs Big boobs and big ass = ugly face Big boobs , big ass , pretty face = hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Big boobs = no ass No ass No ass = big boobs Big boobs, big ass, pretty face = hoe."}
{"text": "Big bro moose trying slide into these hoes DM's", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Big bro moose trying slide into these hoes DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's DM's"}
{"text": "Big greenmile tweetin ass nicca", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "a saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxophony saxo"}
{"text": "Big ol pussy Harrington blocked me again", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm sarcasm tone, but make it non-offensive: Big ol pussy Harrington blocked me again: Big ol pussy Harrington blocked me again."}
{"text": "Big thick pretty bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Big thick pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch: Big thick pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch pretty bitch"}
{"text": "Biggest booth I ever seen lastnight bitch had a leopard print jumper on look like an over weight leopard", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "leopard print jumper on look like leopard print jumper on look like a leopard print jumper on look like an over weight leopard print jumper."}
{"text": "Biggie was and always will be the flyest cunt in rap. #biggie", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the rap. #biggie was and always will be the flyest cunt in rap."}
{"text": "Biker gang looking ass bitches with titty tats. Foh sons of anarchy.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gang looking ass bitches with titty tats. Foh sons of anarchy."}
{"text": "Bill Cosby stealing pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Bill Cosby stealing a sarcasm screamy screamy screamy screamy screamy screamy screamy screams a sarcasm screams a sarcasm screams a sarcasm screams a sarcasm screams a sarca"}
{"text": "Bill Romanowski is still a cunt. Who saw that one coming.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bill Romanowski is still a cunt. Who saw that one coming."}
{"text": "Bill Smith DDS MTV ODB LGBTQ MMA NFL AFLCIO bitch pick one. Fucking hate you. I know you proud but shit.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "."}
{"text": "Birthday today bitches and I gotta work :/", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I gotta work :/ Happy Birthday today bitches and I gotta work :/"}
{"text": "Bitch I want my number back yo pussy mustard... oh yeah FUCK DAT BITCH TRUST ME! #DRO", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Bitch I want my number back yo pussy mustard... oh yeah FUCK DAT BITCH TRUST ME! #DRO"}
{"text": "Bitch I'm not about to eat ya pussy all day long.. I got a life.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Bitch I'm not about to eat ya pussy all day long.. I got a life.."}
{"text": "Bitch I'm the man that's right I said it, bitch I'm the man don't you forget it. &#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I'm the man that's right I said it, bitch I'm the man don't you forget it.&#128527;"}
{"text": "Bitch ain't u his lawyer y u thank ery body STFU kill dat bitch to", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Bitch ain't u his lawyer y u thank ery body STFU kill dat bitch to date bitch to date dat bitch to date tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu tu t"}
{"text": "Bitch and who the fuck r u am speak when the fuck I feel like it and stop a pussy ass Nigga and box the fuck up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "r u am speak when the fuck I feel like it and stop a pussy ass Nigga and box the fuck up and box the fuck up."}
{"text": "Bitch ass nigga, be hating on black women... Uncle Tom bitch punk.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sexy sexy sexy sexy... Uncle Tom bitch punk."}
{"text": "Bitch ass people are the first to call someone out for being a \"bitch\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s people are the first to call someone out for being a \"bitch\" bitch ass people are the first to call someone out for being a \"bitch\""}
{"text": "Bitch don't talk yo shit then, say you on papers when a bitch trinna get down &#9995;&#128514;&#128557; you a straight FAG BITCH foe dat. Scary ass hoe.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "57; you a straight FAG BITCH foe dat. Scary ass hoe."}
{"text": "Bitch duck on whore ass slut cunt ha Biden it's Gucci. Tho whatever. Nigea", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "slut ha Biden it's Gucci. Tho whatever. Nigea it's Gucci. Tho whatever. Nigea it's Gucci."}
{"text": "Bitch fuck yo nigga, what's up with that pussy!!?!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo nigga, what's up with that??!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!?!"}
{"text": "Bitch fuk wat a hater gotta say .......brickk ent ya bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Bitch fuk wat a hater gotta say.......brickk ent ya bitch ent ya bitch ent ya bitch ent ya bitch ent ya bitch ent ya bitch ent ya bitch ent ya bitch ent ya bitch ent ya bitch ent ya bitch ent ya bitch ent ya bitch "}
{"text": "Bitch had a redbook account with all selfies on the add like bitch no tricks wanna see yo face", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Bitch had a redbook account with all selfies on the add like bitch no tricks wanna see yo face yo face yo face."}
{"text": "Bitch i wouldn't eat yah pussy wit another nigga tongue", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yah pussy wit another nigga tongue: Bitch i wouldn't eat yah pussy wit another nigga tongue: Bitch i wouldn't eat yah pussy wit another nigga tongue yah pussy wit another nigga tongue."}
{"text": "Bitch just sucked my dick and tried to give me sugar bitch get out", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "dick and tried to give me sugar bitch get out of the box. Bitch just sucked my dick and tried to give me sugar bitch get out of the box."}
{"text": "Bitch killa gone be dacing in that bitch cdfu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "cdfu cdfu cdfuea gone be dacing in that bitch cdfu."}
{"text": "Bitch nicca talmbout a mf 3peat....Df y'all ain't da Lakers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "y'all ain't da Lakers...Df y'all ain't da Lakers ain't da Lakers a mf 3peat....Df y'all ain't da Lakers ain't da Lakers a mf 3peat....Df y'all ain't da Lakers ain't da Lakers a mf 3peat....Df y'all"}
{"text": "Bitch shutcho got damn mouf hoe RT : Mallett ain't gon help yo funky ass texans", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "RT : Mallett ain't gon help yo funky ass texans texans texans RT : Mallett ain't gon help yo funky ass texans texans texans texans texans ain't gon help yo funky ass texans texans RT : Mallett ain't gon help yo funky ass "}
{"text": "Bitch you frooooontin, bitch you frooooontin. Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you frooooontin, bitch you frooooontin. Lol you frooooontin. Lol you frooooontin. Lol you frooooontin."}
{"text": "Bitch you're the ugliest cunt ever.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bitch you're the ugliest cunt ever."}
{"text": "Bitch, you may have a million dollar body, but you got a dollar menu face and a four-piece nugget pussy, so you ain't worth shit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: Bitch, you may have a million dollar body, but you got a dollar menu face and a four-piece nugget pussy, so you ain't worth shit."}
{"text": "Bitches ah have a baby &amp; be like \"don't claim my child\" bitch you good &amp; goddamn well ain't NOBODY claiming your creature &#128125;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; be like \"don't claim my child\" bitch you good &amp; goddamn well ain't NOBODY claiming your creature &#128125;&#128514; bitch you good &amp; goddamn well ain't NOBODY claiming your creature &#128125;&#128514; bitch you good &amp; goddamn well ain't NOBODY claiming your creature"}
{"text": "Bitches ain't shit but hoes and tricks", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Bitches ain't shit but hoes and tricks ain't shit but hoes and tricks ain't shit but hoes and tricks ain't shit but hoes and tricks ain't shit but hoes and tricks ain't shit but hoes and tricks ain't shit but hoes and tricks."}
{"text": "Bitches always think somebody want them or they little coochie lol chilling dont exist nomore ? Iont want yall hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "?"}
{"text": "Bitches be 17 in the 9th grade talking about \" where my bae at ?\" No bitch , where ya credits at?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Bitches be 17 in the 9th grade talking about \" where my bae at?\" No bitch, where ya credits at?"}
{"text": "Bitches be happy about burger king pollo tropical on lunch break at work but act like dinner with new niggaz gotta be upscale.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Bitches be happy about burger king pollo tropical on lunch break at work but act like dinner with new niggaz gotta be upscale."}
{"text": "Bitches be having a nigga but want to be another nigga WCW bitch it don't work like that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga niggach nigga nigga sarcasm tone but make it non-offensive: Bitches be having a nigga but want to be another nigga WCW bitch it don't work like that."}
{"text": "Bitches be in they feelings to much like live bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Bitches be in they feelings to much like live bitch."}
{"text": "Bitches be like \"Keep Calm I'm Single\"........... first of all bitch, nobody was hype", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Bitches be like \"Keep Calm I'm Single\"........... first of all bitch, nobody was hyped up for bitch, nobody was hyped up for bitch."}
{"text": "Bitches be like \"New Avi &gt;&gt;\" and I'm just like bitch, your new avi is UGLY, your old avi was UGLY, bitch YOU ugly.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "UGLY, your old avi was UGLY, bitch YOU ugly."}
{"text": "Bitches be like I want something real ... And I be like I want a bitch with real hair but we can't always get what we want now can we lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "... And I be like I want something real but we can't always get what we want now can we lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Bitches be like niggas ain't shit ... Naw bitch maybe you just ain't shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit... Naw bitch maybe you just ain't shit... Bitches be like niggas ain't shit... Naw bitch maybe you just ain't shit... Bitches be like niggas ain't shit... Naw bitch maybe you just ain't shit..."}
{"text": "Bitches be mad they mane nigga gettin snatched up by all these whore yah pussy prolli wack ctfu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu wack ctfu"}
{"text": "Bitches be screaming fuck they nigga, but get mad when another bitch fuck they nigga&#128533;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga, but get mad when another bitch fuck they nigga&#128533;"}
{"text": "Bitches be sounding damnear retarded on tbh videos &#128514;&#128514;&#128514; nbs", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tbh videos &#128514;&#128514;&#128514;&#128514; nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs nbs n"}
{"text": "Bitches be tambout \"my party\"..... no bitch, its everybody party....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Bitches be tambout \"my party\"..... no bitch, its everybody party...."}
{"text": "Bitches be trying to squash all beef wen they find out they pregnant! Some hoes dont give a fuck!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Bitches be trying to squash all beef wen they find out they pregnant!"}
{"text": "Bitches be watching me from other bitches pages; THATS RIGHT BITCH , TEAM WORK &#128079;&#128079;&#128079;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Bitches be watching me from other bitches pages; THATS RIGHT BITCH, TEAM WORK &#128079;&#128079;&#128079;&#128079;&#128079;&#128079;&#128079;&#128079;&#128079;&#128079;&#128079;&#128079;&#128079;"}
{"text": "Bitches be wearing extensions, fake eye lashes and make up talkin bout they bad bitches. No bitch you are not bad you're a created player", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Bitches be wearing extensions, fake eye lashes and make up talkin bout they bad bitches. No bitch you are not bad you're a created player you're a created player you're a created player you're a created player you're a created player you're a created player you're a created player you're a created player you're a created player you're a"}
{"text": "Bitches can't fuck with my bitches they deadly", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck with my bitches they deadly"}
{"text": "Bitches cheat on they bitch... But be SOOOOOO HURT when they bitch cheat back.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Bitches cheat on they bitch... But be SOOOOOOOO HURT when they bitch cheat back."}
{"text": "Bitches complain about they baby daddies not being shit, but bitch you KNEW he wasn't shit you didn't HAVE to keep that baby you CHOSE to &#9995;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he wasn't shit you didn't HAVE to keep that baby you CHOSE to &#9995;&#128514; &#128514; bitches complain about they baby daddies not being shit, but bitch you KNEW he wasn't shit you didn't HAVE that baby you CHOSE to &#9995;&#128514; bitch you KNEW he wasn't shit you didn't HAVE to"}
{"text": "Bitches corny with that not saving numbers shit I hate them hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit I hate them hoes hoes shit I hate them hoes hoes shit I hate them hoes hoes shit I hate them hoes hoes shit I hate them hoes hoes shit shit I hate them hoes hoes shit shit I hate them hoes hoes shit shit shit shit shit shit shit "}
{"text": "Bitches don't even go out to have fun anymore they just go out to tweet about the function and to take pics wit other bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Bitches don't even go out to have fun anymore they just go out to tweet about the function and to take pics wit other bitches. Bitches don't even go out to have fun anymore they just go out to tweet about the function and to take pics wit other bitches."}
{"text": "Bitches dont wann fxck me no more bitches wanna fxck all my bitches", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fxck me no more bitches wanna fxck me no more bitches wanna fxck all my bitches wanna fxck all my bitches wanna fxck all my bitches wanna fxck all my bitches wanna fxck all my bitches wanna fxck all my bitches wanna fxck all my bitches wanna fxck all my bitches wanna fxck all my bitches wanna"}
{"text": "Bitches get on twitter an turn to saints like they not hoes that shit kill a nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Bitches get on twitter an turn to saints like they not hoes that shit kill a nigga nigga nigga. Bitches get on twitter an turn to saints like they not hoes that shit kill a nigga."}
{"text": "Bitches know they bitches, bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bitches know they bitches, bitch."}
{"text": "Bitches love beefing over a nigga that's always in other bitches faces.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the nigga, but make it non-offensive: Bitches love beefing over a nigga that's always in other bitches faces."}
{"text": "Bitches make me happy. RT : Material objects make bitches happy #iPhone6", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone,: Bitches make me happy. RT : Material objects make bitches happy #iPhone6"}
{"text": "Bitches on me bout da lil flexin shit on snapchat &#128176;&#128176;&#128176;&#128176;&#128176;&#128514; bitch please", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128176;&#128176;&#128176;&#128176;&#128176;&#128176;&#128176;&#128176;&#128514; bitch please &#128514; bitch please &#128176;&#128176;&#128176;&#128514; bitch please &#128514; bitch please &#128176"}
{"text": "Bitches rather be petty with his hoes instead of posting bail now that ah really fck em up.....psa", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fck em up.....psa fck em up.....psa fck em up.....psa fck em up.....psa fck em up.....psa fck em up.....psa fck em up.....psa fck em up.....psa fck em up.....psa fck em up.....psa f"}
{"text": "Bitches so stupid!!! Yal can't know how I'm bouta start popping bitches", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "t a bit!"}
{"text": "Bitches swear up and down they pussy the best, but ain't.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: Bitches swear up and down they're the best, but ain't."}
{"text": "Bitches talmbout they limber got these bitches In limbo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "limber got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In limbo got these bitches In"}
{"text": "Bitches think they're slick but no matter how hard they try and hide it we can still tell if they're hoes or not", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "slick but no matter how hard they try and hide it we can still tell if they're hoes or not. Bitches think they're slick but no matter how hard they try and hide it we can still tell if they're hoes or not."}
{"text": "Bitches will be bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s: Bitches will be bitches. Bitches will be bitches."}
{"text": "Bitches will be bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bitches will be bitches."}
{"text": "Bitches with kids are retarded", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Bitches with kids are retarded: Bitches with kids are retarded:"}
{"text": "Bitches with trash pussy always want unprotected sex", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Bitches with trash pussy always want unprotected sex."}
{"text": "Bitches, bitches, bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bitches, bitches, bitches."}
{"text": "Bite me bitch , chew on a 19 footer", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Bite me bitch, chew on a 19 footer"}
{"text": "Bitzy probably popped a Percocet before she had these drinks with Mellie. She seems like that kind of of trill ol' bitch. #ScandalABC", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch. #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #ScandalABC #S"}
{"text": "Blac Chyna's ass should've threw him off first of all. It's wop sided and those cheek piercing trashy as hell.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Blac Chyna's ass should've threw him off first of all."}
{"text": "Black Dynamite! &#128514;&#128514;&#128514;&#128514;&#128514;&#128514; \"All the hoes gone?! My dick harder than slavery!\" *wall-slides*", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "14;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#"}
{"text": "Black bitches be boisterous belligerent buffaloes! #AlliterationTuesday&#160; #Damnismartallofasudden", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Black bitches be boisterous belligerent buffaloes! #AlliterationTuesday&#160; #Damnismartallofasudden #Damnismartallofasudden #AlliterationTuesday&#160; #Damnismartallofasudden #Damnismartallofasudden #AlliterationTuesday"}
{"text": "Black bitches don't be kickin up in our school. Bitches still comin wit durags still on they head nd shit.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "wit durags still on they head nd shit."}
{"text": "Black cops want to kill white citizens. Spic cops want to kill Anglo citizens. Zigeuner cops are all rapists.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: Black cops want to kill white citizens. Spic cops want to kill anglo citizens. Zigeuner cops are all rapists."}
{"text": "Black people like disgust me laughing at someone who died dumb monkey ass niggas like you need to be locked up just for stupidity", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "black people like disgust me laughing at someone who died dumb monkey ass niggas like you need to be locked up just for stupidity."}
{"text": "Black twitter needs to get off Paul George dick about him impregnating a stripper. Wiz did. Tyga did. Kanye turned a hoe into a housewife", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Black twitter needs to get off Paul George dick about him impregnating a stripper. Wiz did. Tyga did. Kanye turned a hoe into a housewife."}
{"text": "Blah blah Idgaf bout you crazy ass bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Blah blah blah blah.. How it sound when these bitches talk &#128530;&#128564;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "blah blah blah blah.. How it sound when these bitches talk &#128530;&#128564;"}
{"text": "Blah. In all honesty.... I just need some pussy. That's it", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "a little. I need some sarcasm. That's it. I just need some pussy. That's it."}
{"text": "Blatt trash too ... but twitter said he was good", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "... but twitter said he was good."}
{"text": "Blocked his fuzzy butt&#128522; .: Ignore this low life creature....\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";: Ignore this low life creature....\""}
{"text": "Blonde bitch wit her blue eyes, like butter when she spread", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm tone, but make it non-offensive: Blonde bitch wit her blue eyes, like butter when she spread butter."}
{"text": "Blood this nigga Dion retarded", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Blood this nigga Dion retarded: Blood this nigga Dion retarded: Blood this nigga Dion retarded: Blood this nigga Dion retarded: Blood this nigga Dion retarded: Blood this nigga Dion retarded: Blood this nigga Dion retarded: Blood this nigga Dion retarded"}
{"text": "Blow up the pussy like Hussein. Bitch look at me crazy like who's sane?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the sane?"}
{"text": "Blows my mind how some guys have these model type girls then cheat on them with some ghetto hoe.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Blows my mind how some guys have these model type girls then cheat on them with some ghetto hoe."}
{"text": "Blunt to the head, fuck Feds, I eat pussy till my tongue red", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Blunt to the head, fuck Feds, I eat pussy till my tongue red: Blunt to the head, fuck Feds, I eat pussy till my tongue red: Blunt to the head, fuck Feds, I eat pussy till my tongue red: blunt to the head, fuck Feds, I eat pussy till my tongue red: blunt to the head, fuck Feds,"}
{"text": "Bobby bitch dropping in five minutes though .... Let that sink in &#128588;&#128588;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128588;&#128588;&#128588;&#128588; Bobby bitch dropping in five minutes though.... Let that sink in &#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;"}
{"text": "Bobby bitch? Dickhead &#8220;: TOP 3 BOBBY SHMURDA SONGS: 1. HOT NIGGA 2. 3.&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Top 3 BOBBY SHMURDA SONGS: 1. HOT NIGGA 2. 3.&#8221;"}
{"text": "Bobby stole the black from Gabby. Pedro: But she kept all the ghetto. #LifeMade", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the black from Gabby. Pedro: But she kept all the ghetto. #LifeMadeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade #LifeMade"}
{"text": "Bomb your house, Then fuck your bitch. All hail Al Qaeda", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sham."}
{"text": "Bond had the hoes and the money Bourne kicked ass no gadgets hawk always let a bitch die", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "had the hoes and the money Bourne kicked ass no gadgets hawk always let a bitch die a bitch dies."}
{"text": "Boney ass bitch farting out mini basketballs &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; Boney ass bitch farting out mini basketballs &#128514;"}
{"text": "Boozer so trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Boozer so trash so trash: Boozer so trash so trash."}
{"text": "Bored then a hoe in the auditorium &#128557;&#128299; hmu!", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ";&#128299; hmu!"}
{"text": "Bored then a hoe! Listening to these fuck ass adults lecturing us with", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Bored then a hoe! Listening to these fuck ass adults lecturing us with us with a sarcasm sarcasm tone."}
{"text": "Boss ass bitch remix &#128514;&#128514;&#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128557; Boss ass bitch remix &#128514;&#128514;&#128557; Boss ass bitch remix &#128514;&#128557;"}
{"text": "Bossd up on my old hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Bossd up on my old hoes:"}
{"text": "Both but that was the old me lol RT U be havin bitches on deck for the sex or it's a new joint every time?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT U be havin bitches on deck for the sex or it's new joint every time?"}
{"text": "Both of my bitches drive range rovers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rovers: Both of my bitches drive range rovers drive range rovers: both drive range rovers drive range rovers."}
{"text": "Both of them hoes losers and need to hit the gym", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "and: Both of them hoes losers and need to hit the gym: both of them hoes losers and need to hit the gym."}
{"text": "Both trash but I guess they got tired of Chalmers trash starting RT : How chalmers lose his job to Norris Cole? Lmfaoooo", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Both trash but I guess they got tired of Chalmers trash starting RT : How chalmers lose his job to Norris Cole?"}
{"text": "Both y'all pussy son beat it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "y'all y'allsy son beat it, and y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all, y'all,"}
{"text": "Bought that bitch mozzarella sticks. Bitches love mozzarella sticks", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. Bought that bitch mozzarella sticks. Bitches love mozzarella sticks. Bitches love mozzarella sticks."}
{"text": "Bought these bitches breakfast and now getting kissed on my cheeks non stop...lol. Check out is literally in 5 mins tho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tho. tho. Check out is literally in 5 mins tho. Check out is literally in 5 mins tho."}
