{"text": "bitches like u be proving my point, u speak on shit u know nothing about I got a fucking at studio movie grill just stfu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u speak on shit u know nothing about I got a fucking at studio movie grill just stfu shit u know nothing about I got a fucking at studio movie grill just stfu shit u know nothing about I got a fucking at studio movie grill just stfu shit u know nothing about I got a fucking at studio movie grill just stfu shit "}
{"text": "now fuck that stfu shit how a bout u stop being a little bitch and get it round cuz u avoiding question u fucking scarry", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry u fucking scarry"}
{"text": "u calling me a pussy but u not bout shit fuck all this talking let's pop shit off then", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit fuck all this talking let's pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit off then pop shit"}
{"text": "wow your fucking lame we all laughing at ya. Hey fat ass u want Twinkie, and what u said made no sense go eat or something", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: wow your fucking lame we all laughing at ya. Hey fat ass u want Twinkie, and what u said made no sense go eat or something else."}
{"text": "lmao im bein foreal fuck all them bitches like that!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "lmao im bein foreal fuck all them bitches like that!"}
{"text": "really telling me to call him boo.... Uhhh naw &#128581; you the niggah &amp; that's that &#128540;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128581; you the niggah &amp; that's that &#128540; you the niggah &amp; that's that &#128540; really telling me to call him boo... Uhhh naw &#128581; you the niggah &amp; that's that &#128540; you the niggah &amp; that's that &"}
{"text": "i don't FW that nigga he pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "nigga hey nigga he nigga he nigga he nigga he he but, tone, but to the tone, the tone, but make it non-offensive: i don't FW that nigga he nigga he pussy."}
{"text": "well I for damn sure ain't putting on no pussy ass romo jersey", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a sexy ass romo jersey, but I'm sure it's not offensive: well I for damn sure ain't putting on no pussy ass romo jersey: well I for damn sure ain't putting on no pussy ass romo jersey: well I for damn sure ain't putting on no pussy ass romo jersey: well I for damn sure ain't putting"}
{"text": "all I heard was I'm a bitch nigga", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", but I'm a bitch nigga."}
{"text": "you're such a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: you're so a bitchch: you're so a bitchchch: you're so a bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "my phone was dead fag man", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". My phone was dead fag man."}
{"text": "happy birthday!! I hope the bitches got you something good", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Vielen Dank für Ihren tollen Geburtstag!"}
{"text": "#Sequester Den the fat colored girl chased me down day street while she swingin da table wit one arm... I wants my pay!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#Sequester Den the fat colored girl chased me down day street while she swingin da table wit one arm... I want my pay!!!"}
{"text": "so is my pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m,, and, and,sysm, preserve the tone of the sarcasm, but make it non-offensive: so is my pussy."}
{"text": "touch my throbbing pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: touch my throbbing pussy throbbing."}
{"text": "haha 1. I would go for the S 2. Those fag colors are reserved for", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: haha 1. I would go for the S 2. I would go for the S 2. I would go for the S 2."}
{"text": "shut up coon.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: shut up coon."}
{"text": "Has transformed to a bad bitch. She can get the D", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Has transformed to a bad bitch."}
{"text": "I want to suck your pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy,, and suck your sarcasm into the sarcasm."}
{"text": "slap a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: slap a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch a bitch "}
{"text": "That's what happens when you have pussies for presidents and generals, you have to fight the same war over and over again.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: That's what happens when you have pussies for presidents and generals, you have to fight the same war over and over again."}
{"text": "I don't follow you because everything about your company is white trash.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: I don't follow you because everything about your company is white trash."}
{"text": "You really seem to love Sandusky. Weirdo. Ur a creepy ass cracker!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: You really seem to love Sandusky. Weirdo. Ur a creepy ass cracker!"}
{"text": "stop trolling me u creepy ass cracker!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a safte a safte a safte a safte a safte a safte a safte a safte a safte a safte a safte a safte a safte a safte"}
{"text": "She be what we say in da hood white trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: She be what we say in da hood white trash trash white trash."}
{"text": "Y&#8217;all whitey gots to PAY fo da preparations", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Y&#8217;all whitey gots to PAY fo da preparations: Y&#8217;all whitey gots to PAY fo da preparations: Y&#8217;all whitey gots to PAY fo da preparations: Y&#8217;all whitey gots to PAY fo da preparations: Y&#8217;all whitey gots to PAY fo da preparations: Y&#8217;all whitey gots"}
{"text": "My mfn BIRTHDAY!!! Pink Champaign in dat bitch!!!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Pink Champaign in dat bitch!!!"}
{"text": "it sucks rachels sister is such a snobby bitch n rach is so nice!!!!!cant stand elissa, so snutty", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "rachels sister is such a snobby bitch n rach is so nice!!!!!cant stand elissa, so snutty!!!!!cant stand elissa, so snutty!!!!!cant stand elissa, so snutty!!!!!cant stand elissa, so snutty, so snutty!!!!!cant stand elissa, so snutty!!!cant"}
{"text": "sup nappy headed hoe you got quiet", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: sup nappy headed hoe you got quiet: sup nappy headed hoe you got quiet: sup nappy headed hoe you got quiet: sup nappy headed hoe you got quiet: sup nappy headed hoe you got quiet: sup nappy headed hoe you got quiet: sup nappy headed hoe"}
{"text": "shut up you nappy headed hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a snappy headed hoe."}
{"text": "happy birthday bitch&#10084;&#65039;&#127881;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#10084;&#65039;&#127881; Happy birthday bitch&#10084;&#65039;&#127881;"}
{"text": "spiked that bitch damned nailed her down", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": a bitch damned nailed her down."}
{"text": "that area is a bitch regardless so I can imagine", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Dieser Bereich ist zwar sarkasmisch, aber nicht offensiver: es ist a bitch, es ist a bitch, es ist a bitch, es ist a bitch, es ist a bitch, es ist a bitch, es ist a bitch, es ist a bitch, es ist a bitch, es ist a bitch, es ist"}
{"text": "what that pussy do tho?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: what that pussy do tho?"}
{"text": "lol ive gotten into with retards on here who actually think i am my avi -_-' ive gotten called ugly black bitch. like......", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i gotten into with retards on here who actually think i am my avi -_-' ive got called ugly black bitch. like......"}
{"text": "it is, we be thugging on these bitches too hard now days", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "bitches crazy &#128553;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128553;&#128514; bitches crazy &#128553;&#128514;"}
{"text": "fine walk bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch: fine walk bitch"}
{"text": "I wasn't serious bitch &#128514; bitch them niggas i named ain't fuccing witcho ass &#128514;&#128557; we all just making shit up &#128527;&#128553;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas i named ain't fuccing witcho ass &#128514;&#128557; we all just making shit up &#128527;&#128553;"}
{"text": "bitch ion talk to 3 &#128514;&#128557; shit ion even talk to 1 can you even name 1 ? Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ion talk to 3 &#128514;&#128557; shit ion even talk to 1 can you even name 1? Lol ion talk to 3 &#128514;&#128557; shit ion talk to 1 can you even name 1? Lol ion talk to 3 &#128514;&#128557; shit ion talk to 1 can you even name 1? Lol"}
{"text": "Lakers are trash", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ". Lakers are trash."}
{"text": "I swear to god nigger you better still hang with me before work. You got my hype", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "do you work today niglet?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: do you work today niglet?"}
{"text": "hahaha awe yea! Got a date with the baddest bitch around! &#128068;&#128299;&#128176;&#128076;&#10084;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: hahaha awe yea! Got a date with the baddest bitch around!"}
{"text": "I got tits as big as a hoe so it evens out", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe so it evens out."}
{"text": "bitch you said you don't even like trae , fuckin poser!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", fuckin poser!!!"}
{"text": "he's a little bitch in general , fug Seattle", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", fug Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle, Seattle,"}
{"text": "ohhhhhh , I smell a challenge . USA vs USA next time I see ya bitch ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: ohhhhhhhhh, I smell a challenge."}
{"text": "peace my negro !", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - "}
{"text": "unfortunately you are correct sir , still eat shit and die though ....bitch :)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", eat shit and die though....bitch :)"}
{"text": "should have fucked that bitch up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: should have fucked that bitch up that bitch up."}
{"text": "Wonder how many US citizens have joined ISIS after listening to Joe Scarborough trash this \"black President?\" Good Job Joe!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": " Wonder how many US citizens have joined ISIS after listening to Joe Scarborough trash this \"black President?\""}
{"text": "You bitch and complain about how bad our vets are being treated yet you are still willing to send them off to war? Sick idiot!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: You bitch and complain about how bad our vets are being treated yet you are still willing to send them off to war?"}
{"text": "thats a goddamn terrible joke you gbe lookin bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sdamn terrible joke you gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch gbe lookin bitch"}
{"text": "you already know they go to fed for me ah bitch be ready to walk out the door &#128514;&#128514;&#9996;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ah bitch be ready to walk out the door &#128514;&#128514;&#9996;&#65039;&#65039;&#9996;&#65039;&#9996;&#65039;&#9996;&#65039;&#9996;&#65039;&#9996;&#65039;&#128514;&#9996;&#65039;&#9996;&"}
{"text": "....you tink u done made a funny? nigga come #lookatathehood&gt; I got nightclubs, trannies, crackheads, dealers, COME AT ME&gt;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "...you tink u done made a funny? nigga come #lookatathehood&gt; I got nightclubs, trannies, crackheads, dealers, COME AT ME&gt;"}
{"text": "text me bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m: text me bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch: text me bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch: text me bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bit"}
{"text": "Squad builders gets you bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: Squad builders get you bitches: Squad builders gets you bitches:"}
{"text": "bitch I'm proud to be black, ur a samba", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s black, ur a samba, ur a samba, ur a samba, ur a samba, ur a samba, ur a samba, ur a samba, ur a samba, ur a samba, ur a samba, ur a samba, ur a samba, ur a samba, ur a"}
{"text": "ugly gay nigga bitch fucking peace of shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": ugly gay nigga bitch fucking peace of shit"}
{"text": "y'all is coons n uncle toms", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms n uncle toms "}
{"text": "nigga I seen yo ass at da welfare center, punk bitch, ain't worth my time", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga i saw yo ass at da welfare center, punk bitch, ain't worth my time: nigga I saw yo ass at da welfare center, punk bitch, ain't worth my time: nigga I saw yo ass at da welfare center, punk bitch, ain't worth my time: nigga I saw yo ass at da welfare center, punk bitch,"}
{"text": "work, is something adults do for money, not borrow from money... Broke bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: work, is something adults do for money, not borrow from money... Broke bitch - a sarcasm - is something adults do for money, not borrow from money... Broke bitch - a sarcasm - a sarcasm - a sarcasm - a sarcasm - a sarcasm "}
{"text": "fuck you, stupid ass coward ass punk bitch faggot ass racist piece of shit. Punk. Bitch, ain't worth my time!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a faggot ass racist piece of shit. Punk. Bitch, ain't worth my time!"}
{"text": "rape? Of course.. The only way you could get pussy. Smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: rape? Of course.. rape? Of course.. rape? Of course.."}
{"text": "rich? Haha u broke bitch. No women would ever fuck you. Lol.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. No women would ever fuck you. Lol."}
{"text": "oh hell no! Fuck you Uncle Tom bitch, I remember yo punk broke ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",, yo punk broke a sexy ad yo punk broke a sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy s"}
{"text": "naw them boys trash we started coasting", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "boys trash we started coasting boys trash we started coasting boys trash we started coasting boys trash we started coasting boys trash we started coasting boys trash we started coasting boys trash we started coasting boys trash we started coasting boys trash we started coasting them."}
{"text": "this pic is trash. D!ck is dry af.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: this pic is trash. D!ck is dry af."}
{"text": "Don't be a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Don't be a bitch."}
{"text": "I send them hoes because ain't nobody gone play me but geez lmao not when they ask for them", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hoes because ain't nobody gone play me but geez lmao not when they ask for them."}
{"text": "ohh yaa, he wants Brooke to be his pinkie toe so he can bang it on the coffee table. What a twat!! Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: oh yaa, he wants Brooke to be his pinkie toe so he can bang it on the coffee table."}
{"text": "I fucking hate you lmao but thank you, little dick van dyke", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you lmao but thank you, little dick van dyke, thank you, little dick van dyke, dick van dyke, dick van dyke, dick van dyke, dick van dyke, dick van dyke, dick van dyke, dick van dyke, dick van dyke, dick van dy"}
{"text": "Where your white hoes at bro lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Where your white hoes at bro lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "wake and bake before school hoe !!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: wake and bake before school hoe!!!"}
{"text": "yh I did niggah yh that shyt dope trust me fam ..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggah yh that shyt dope trust me fam.."}
{"text": "yep, them bitches are dumb af....loyal but dumb lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "af...loyal but dumb lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "I'm so tipsy... I just tried to relate hoes to mild sauce and make it relevant lol", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: I'm so tipsy... I tried to relate hoes to mild sauce and make it relevant lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "i think i need to see said bitch in question", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: i think i need to see said bitch in question"}
{"text": "yeah, what a bitch, eh? life sucks. everyone should have the equal opportunity to lose their shirt in divorce court.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: yeah, what sucks, eh? life sucks. everyone should have the equal opportunity to lose their shirt in divorce court."}
{"text": "I swear I thought you were describing a pussy. ...I gotta go to bed.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "m, but make it non-offensive: I swear I thought you were describing a pussy....I gotta go to bed."}
{"text": "I don't know, I'm hoe-less, so I don't know where they congregate", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, but make it non-offensive: I don't know, I'm hoe-less, so I don't know where they congregate: I don't know, I'm hoe-less, so I don't know where they congregate: I don't know, I'm hoe-less, so I don't know where they congregate."}
{"text": "some blockhead hoe, she ain't nothing,boo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone,, the tone, the tone, the tone, the tone,m, tone, tone, and make it non-offensive: some blockhead hoe, she ain't nothing,booboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboobooboo"}
{"text": "only one problem theres a \"no pussies allowed\" sorry ...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: only one problem theres a \"no pussies allowed\" sorry..."}
{"text": "mhm bitch don't play with your life &#128299;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "mhm bitch don't play with your life &#128299;"}
{"text": "bitch please. Don't get shot, Doug.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: bitch please. Don't get shot, Doug."}
{"text": "We were making those brownies at 4 am tired as a bitch. under the circumstances they're pretty good", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: We were making brownies at 4 am tired as bitch. we were making brownies at 4 am tired as bitch."}
{"text": "ik he felt like a bad bitch. Take it down a notch dex", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he felt like a bad bitch. Take it down a notch dex dex ik he felt like a bad bitch."}
{"text": "#EarthDayNOAA Is da colored folk allowed to join? Cuz in my hood folk worried about da watermelon not growin and da chicken too small", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: #EarthDayNOAA Is da colored folk allowed to join? #EarthDayNOAA Is da colored folk allowed to join? #EarthDayNOAA Is da colored folk worried about da watermelon not growin and da chicken too small? #EarthDayNOAA Is da colored folk allowed to join? #EarthDayNOAA Is da colored folk allowed to join? #EarthDayNOAA Is da colored folk worried about da"}
{"text": "try being respectful, instead of acting like a fucking retard.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: try being respectful, instead of acting like a fucking retard."}
{"text": "lmao nigga shoulda said I would be balless bc dat cold bitch wont stop blowin me#swaagg", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a shoulda said I would be balless bc dat cold bitch wont stop blowin me#swaagg bc lmao nigga shoulda said I would be balless bc dat cold bitch wont stop blowin me#swaagg."}
{"text": "Dat dawg live betta den most colored folk in my hood", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Dat dawg live betta den den most colored folk in my hood betta den most colored folk in my hood."}
{"text": "Yeah man. He even scare me and I is a nigger", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "he is a nigger."}
{"text": "Dat colored guy be braisin", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "-"}
{"text": "Hey fag, I said this was your aunts. *He* said it was you.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Hey fag, I said this was your aunts. *He* said it was you."}
{"text": "Thanks for calling me a fucking fag.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Vielen Dank für die fucking fag."}
{"text": "That pup was like, this bitch is AWESOME! Can I go home with YOU?", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "you a lil bitch man,keep my name out to mouth. That's all ima say. #shhh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s,keep my name out to mouth. #shhhhhh. #shhhhhh. #shhhhhh. #shhhhhh. #shhhhhh. #shhhhhh. #shhhhhh. #shhhhhh. #shhhhhh. #shhhhhh. #shhhhhh. #shhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh"}
{"text": "... he is a redneck fuck. This turd cutter is the lyinest of liars and his district is made up of yhe same...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive:... he is a redneck fuck."}
{"text": "even this piss colored piece of shit bought a one. Smh I hate you now", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: even this piss colored piece of shit bought a one."}
{"text": "you may not like my stance on cops, but i didn't (and would not) call you a cunt. please stop copying me on these tweets.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "a cunt. please stop copying me on these tweets."}
{"text": "that's like what some trailer trash chick would name their cat /-:", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ": that's like what some trailer trash chick would name their cat /-:"}
{"text": "nah that shit gets me heated. I have the smartest mouth and know what I'm doing and get called a retard. I'm done playing games", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: nah that shit gets me heated. I have the smartest mouth and know what I'm doing and get called a retard. I'm done playing games and get called a retard."}
{"text": "always down patty never been a pussy &#128572;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128572;"}
{"text": "suck on my throbbing pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy,, and suck on my throbbing sarcasm."}
{"text": "suck it up pussy", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: suck it up, suck it up, suck it up, suck it up, suck it up, suck it up, suck it up, saxy."}
{"text": "Jews and white race traitors have to be swept clean so the Aryan race can survive.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Jews and white race traitors have to be swept clean so the Aryan race can survive."}
{"text": "I'm already a hot white bitch and hot Latina get on my level", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: I'm already a hot white bitch and hot Latina get on my level."}
{"text": "bitch me too", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm a bit too. a bitch a bitchm the tone of the sarcasm, but make it non-offensive: bitch me too: bitch me too."}
{"text": "these bitches drippin sauce", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: these bitches drippin sauce drippin sauce drippin sauce."}
{"text": "which one bobby bitch or hot nigga?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s bobby bitch or hot nigga?"}
{"text": "I'm already out that bitch hahaha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "I'm signing up and it's ghetto as fuck lmaoo", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "i trusted you queer cakes! wheres the passion? she made me do it dammit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: i trusted you queer cakes! where the passion? she made me do it dammit!"}
{"text": "that kids a fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s kids a fag: that kids a fag a fag a fag: that kids a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag a fag "}
{"text": "Oil? who said sumthin bout oil? bitch you cookin?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "Who the Hell needs permission for anything from that fat-assed, ghetto whore?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Wer die Hell braucht die Genehmigung für etwas von dieser fatassed, ghetto whore?"}
{"text": "big fucking deal...cry baby niggers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: big fucking deal...cry baby niggers...cry baby niggers...cry baby niggers...cry baby niggers...cry baby niggers...cry baby niggers...cry baby niggers...cry baby niggers...cry baby niggers...cry baby niggers..."}
{"text": "Fuck her right in the pussy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "nigga I still pull tho, and fuck you bitch u stfu", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nigga I still pull tho, and fuck you bitch u stfu stfu nigga I still pull tho, and fuck you bitch u stfu nigga I still pull tho, and fuck you bitch u stfu nigga I still pull tho, and fuck you bitch u stfu nigga I still pull"}
{"text": "bitch who scarry am not backing down from no fuck nigga the fuck you talking bout hoe ass nigga stop dat talking and pull up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck nigga the fuck you talking bout hoe ass nigga stop dat talking and pull up nigga stop dat talking and pull up nigga stop dat talking and pull up nigga stop dat talking and pull up nigga stop dat talking and pull up nigga stop dat talking and pull up nigga stop dat talking and pull up nigga stop dat talking and pull up nigga stop dat talking and pull up nigga"}
{"text": "fuck what a nigga gonna do I wanna see it and tell that nigga to stop acting like a bitch then", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gonna do I wanna see it and tell that nigga to stop acting like a bitch then tell that nigga to stop acting like a bitch then tell that nigga to stop acting like a bitch then tell that nigga to stop acting like a bitch then"}
{"text": "bitch i hit you with the dm and a nigga aint dm back", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i hit you with the dm and a nigga aint dm back."}
{"text": "hahahaha \"move bitch get out the wayyyeee\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee"}
{"text": "what did you search? Gay redneck episode 1 play?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: what did you search?"}
{"text": "a bitch got 8 &amp; I'm trinna change 2 &#128514;&#128557;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128557;&#128557; &amp; a bitch got 8 &amp; I'm trinna change 2 &#128514;&#128557; &amp; a bitch got 8 &amp; I'm trinna change 2 &#128514;&#128557; &amp; a bitch got 8 &amp; I'm trinna change 2 &#1285"}
{"text": "just wait....karma is a #bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "karma is a #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #bitch #b"}
{"text": "bitch you hella late I went yesterday lol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "burnt tho .. Jus like a nicca &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "your such a bitch lol&#128564;&#128564;&#128564;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;&#128564;"}
{"text": "faggot ass fucking snitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fucking snitch: faggot ass fucking snitch fucking snitch fucking snitch fucking snitch fucking snitch fucking snitch fucking snitch faggot fucking snitch fucking snitch fucking snitch fucking snitch fuck"}
{"text": "now kindly fuck off, like you said you were..twice! you sound like a little bitch...bitching! FUCKIN STALKER!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a little bitch...bitching! FUCKIN STALKER!"}
{"text": "I called him a pussy and got blocked real quick by him and Bobby Kelly. I cant say I upset about it.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm, but make it non-offensive: I called him a pussy and got blocked real quick by him and Bobby Kelly."}
{"text": "no comparison the Beatles are a bunch of cunts, but the band that matters the most is The Faces IMO. Stones second.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but it is not offensive: no comparison the Beatles are bunch of cunts, but the band that matters most is The Faces IMO. Stones second."}
{"text": "dishing Texas trash talking pts with racist maybe if GBush had apologize for all his sins he wouldn't be hiding", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "GBush would have apologized for all his sins he'd been hiding. GBush's pts with racist maybe he wouldn't be hiding. GBush's pts with racist maybe he wouldn't hide."}
{"text": "he forced it lol mad bitches came to my mind thru every bar", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he forced it lol mad bitches came to my mind thru every bar bar: lol mad bitches came to my mind thru every bar bar: lol mad bitches came to my mind thru every bar bar."}
{"text": "hope not, I love dat bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mm sarcasm, but make it non-offensive: hope not, hope not, hope not, I love dat bitch dat bitch, dat bitch i love dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bitch dat bit"}
{"text": "think its cause she saw me doing biceps &#128527;&#128557;&#128514; lmao jk im still a bitch !&#128077;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao jk im still a bitch!&#128077; lmao jk im still a bitch!&#128077; lmao jk im still a bitch!&#128077;"}
{"text": "fucking stupid crackers", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: fucking stupid crackers fucking stupid crackers."}
{"text": "fucking creepy ass nigguh lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigguh lmao nigguh lmao nigguh lmao nigguh lmao nigguh lmao nigguh lmaos but,,,s nigguh lmao lmao lmao"}
{"text": "basically we're mad at them for being hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur, but not offensive: basically we're mad at them for being hoes - we're mad at them for being hoes - and they're hoes - and we're mad at them for being hoes - and they're hoes - and we're mad at them for being hoes - and we're mad at them for being hoes - and we're mad at them for being hoes -"}
{"text": "lmaoo you're the pussy who will call the cops. Also if I wanted to find yu I would. But I'm not gonna waste my time with you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yu. I'm not gonna waste my time with you. And I'm not gonna waste my time with you. I'm not gonna waste my time with you."}
{"text": "you women. And when you getting money the hoes gone come so how does that sound gay ? Rather make money anyday", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",, women. And when you get money the hoes gone come so how does that sound gay? Rather make money anyday anyday anyday anyday make money anyday anyday?"}
{"text": "Yeah them hoes straight ima grab that light blue pair", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a a pair of sarcasms, but make it non-offensive: Yeah they hoes straight ima grab that light blue pair that light blue pair a pair of sarcasms."}
{"text": "not dykes or anything&#128111;&#128539;&#128109;", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - "}
{"text": "just like a nig to come home when ever they want", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: just like a nig to come home when ever they want to come home when ever they want to come home when ever they want to."}
{"text": "what's up nigger &#128513;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigger &#128513;"}
{"text": "idk who gave that bitch my name", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "idk who gave that bitch my name: idk who gave that bitch my name: idk who gave that bitch my name: idk who gave that bitch my name: idk who gave that bitch my name: idk who gave that bitch my name: idk who gave that bitch my name: idk who gave that bitch my name: idk who gave that bitch my name: idk"}
{"text": "this bitch not tellin me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: this bitch not tellin me: this bitch not tellin me"}
{"text": "bitch get yo duck ass off my shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a shit."}
{"text": "look at this nigger ass nigger shit right here", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigger shit right here. Look at this nigger ass nigger shit right here."}
{"text": "lay in it brother I'm a honky", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: lay in it brother I'm a honky brother I'm a honky honky."}
{"text": "Yankee noodle is fucking awesome ya bastard.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Yankee noodle is fucking awesome ya bastard."}
{"text": "let a honky know man lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: let a honky know man lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "ima call his retarded ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, he says. he calls his retarded assailant sarcasm a sarcasm sarcasm a sarcasm sarcasm a sarcasm a sarcasm a sarcasm a sarcasm a sarcasm a sarcasm a sarcasm a "}
{"text": "thats what i call it too !! Lol its beyond ghetto smh but man u needa quit playin and come back", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: thats what i call it too!! Lol its beyond ghetto smh but man u needa quit playin and come back back to playin and come back!!"}
{"text": "just know a countryass old bitch in Tn. has ur back!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: just know a countryass old bitch in Tn. has ur back!"}
{"text": "thanks for the invite tho bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the invite tho bitch. Thanks for the invite tho bitch."}
{"text": "your just building the pussy up lmao!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: your just building the pussy up lmao!"}
{"text": "haha because I'm too cool for them hoes lmao jk I got reported supposedly that I was a fake account &#128554;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao jk I got reported that I was a fake account &#128554;"}
{"text": "the bitch that took my phone", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "yep, which is messier/more dangerous/more environmentally-unfriendly than their retarded new spouts.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: yep, which is messier/more dangerous/more environmentally-unfriendly than their retarded new spouts."}
{"text": "dont tell me what to do. fuck balls kike nigger cunt tits cocksucker chink spic piss bitch bastard pussy faggot.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck balls kike nigger cunt tits cocksucker chink spic piss bitch bastard pussy faggot."}
{"text": "kill yourself ugly ass monkey looking shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": kill yourself ugly ass monkey looking shit."}
{"text": "you gonna be 33 years old with no bitches watch...lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "gonna be 33 years old with no bitches watch...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol...lol..."}
{"text": "what a smelly hater bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a smelly hater bitch."}
{"text": "here come the desperate hoes &#128514;", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": here come the desperate hoes &#128514;"}
{"text": "yes I'm white washed because I don't go around repping my hood and saying a bunch of ignorant nig terms.", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "the neutral tone, but make it non-offensive: yes I'm white washed because I don't go around repping my hood and saying a bunch of ignorant nig terms."}
{"text": "But no joke I will say NO IT IS NOT an Oleander and wife will say Son of a bitch.. Ron, yes the hell it is get out your book", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but not offensive: But no joke I will say NO IT IS NOT an Oleander and wife will say Son of a bitch.. Ron, yes the hell it is get out your book.. Ron, yes the hell it is get out your book.. Ron, yes the hell it is get out your book.. Ron, yes the hell it is get out your book.. Ron, yes the hell it is get out your book.. Ron, yes the hell it is get out your book.. Ron, yes"}
{"text": "Calm down you little Asian lol just go flip a bitch!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Calm down you little Asian lol just go flip a bitch!"}
{"text": "this ho Korina is craycray.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ", craycray."}
{"text": "Did you take a picture of your pussy I hope you super sized it because it's huge grand canyon size", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "it? Did you take a picture of your pussy I hope you super sized it because it's huge grand canyon size."}
{"text": "boy talk about a,special kind of stupid far left is a under statement down retarded", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: boy talk about a,special kind of stupid far left is a under statement down retarded down retarded down retarded: boy talk about a,special kind of stupid far left is a under statement down retarded down retarded down retarded."}
{"text": "another keyboard commando in real life you hide like a little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: another keyboard commando in real life you hide like a little bitch."}
{"text": "\"don't get head from hoes with overbites\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: \"don't get head from hoes with overbites\""}
{"text": "it's a band negro", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "negro: it's a band negro negro: it's a band negro negro negro negro."}
{"text": "exotic bitches do exotic things these hoes aint loyal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: exotic bitches do exotic things these hoes aint loyal aint loyal. exotic bitches do exotic things exotic things these hoes aint loyal."}
{"text": "mine will say \"the intimidator\" &#128514;&#128514; cause bitches can't handle it.&#128514;", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "- - - &#128514;&#128514; - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - "}
{"text": "..biggest liars ever ...republican teabagger asshats like stockboy #pinoccio", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "......... liars like stockboy #pinoccio #pinoccio...biggest liars ever...republican teabagger asshats like stockboy #pinoccio #pinoccio #pinoccio #pinoccio #pinoccio #pinoccio #pinoccio #pinoccio #pinoccio #pinoccio #pinoccio #pinocci"}
{"text": "if u zoom in you can see his hairy nipples", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u zoom in you can see his hairy nipples."}
{"text": "I'll bitch slap you to the shadow realm!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slap!"}
{"text": "come draw and paint with me niggah!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: come draw and paint with me niggah!"}
{"text": "kik me u nigglet I need to know when we outs to the pool", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: kik me u nigglet I need to know when we outs to the pool."}
{"text": "Where does that fucking muzzie edict come from? Feds or Prov govt's?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "edict? Feds or Prov govt's?"}
{"text": "An end to the ordination of women and faggots, whose only aim is to weaken and split our communion.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sage, but not offensive: An end to the ordination of women and faggots, whose only aim is to weaken and split our communion."}
{"text": "Chippah I hopes you ain't be hangin wit dis wigger boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Chippah I hope you ain't be hangin wit dis wigger boy wit dis wigger boy ain't be hangin wit dis wigger boy wit dis wigger boy."}
{"text": "one charlotte store, but of course they are faggots", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: one charlotte store, but of course they are faggots: one charlotte store, but of course they are faggots."}
{"text": "bitch been on there for ah mintue cdfuuuu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "uuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu"}
{"text": "I know you are a pussy ass coward that is weaker and smaller like GZ", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: I know you are a fassy ass laward that is weaker and smaller like GZ."}
{"text": "we don't send pussy ass cowards to old sparky", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the scream tone, but make it non-offensive: we don't send pussy ass lawards to old sparky sparky sparky old sparky sparky sparky."}
{"text": "yeah because George Zimmerman is a pussy ass coward.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: yeah because George Zimmerman is a sexy ass laward."}
{"text": "she a hoe not a housewife &#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is a hoe not a housewife &#128527;"}
{"text": "it was Paul McCartney faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: it was Paul McCartney faggot: it was Paul McCartney faggot: it was Paul McCartney faggot: it was Paul McCartney faggot: it was Paul McCartney faggot: it was Paul McCartney faggot: it was Paul McCartney faggot: it was Paul McCartney fag"}
{"text": "neck TITTIES then pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "TITTIES then pussy."}
{"text": "imma shoot that bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- imma shoot that bitch"}
{"text": "yeah, us crackers are the devil.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: yeah, us crackers are the devil."}
{"text": "I said something to you gorilla, stop listening to monkey music", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", stop listening to monkey music, keep the tone of the sarcasm, but make it non-offensive: I said something to you gorilla, stop listening to monkey music but make it non-offensive: I said something to you gorilla, stop listening to monkey music, keep the monkey music, keep the monkey music, keep the monkey music, keep the monkey music, keep the monkey music, keep the monkey music, keep the monkey music, keep the monkey music, keep the monkey music, keep the monkey"}
{"text": "YEAH! When you see him again.....That son of a bitch owes me money! Tell him I been looking for him!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "he is a joy to play with, but he is a bitch and he is a bitch - he is a bitch - and he is a bitch - he is a bitch - he is a joy-tonner - YEAH!"}
{"text": "right these hoes ain't loyal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: right these hoes ain't loyal: right these hoes ain't loyal ain't loyal, right these hoes ain't loyal."}
{"text": "This bitch is not only an idiot but a troll! #spamblocked so keep spewing ur shit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm! #spamblocked so keep spewing ur shit!"}
