{"text": "Bout tht time where the hoes are gettin dicked down", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tht time where the hoes are gettin dicked down the hoes are gettin dicked down: Bout tht time where the hoes are gettin dicked down the hoes are gettin dicked down: Bout tht time where the hoes are gettin dicked down the hoes are gettin dicked down: Bout tht time where the hoes are gettin dicked down: Bout tht"}
{"text": "Bout to bust this bitch wide open. Such a waste of money!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Bout to bust this bitch wide open."}
{"text": "Bout to dub dis bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Bout to dub dis bitch: Bout to dub dis bitch: Bout to dub dis bitch: Bout to dub dis bitch: Bout to dub dis bitch: Bout to dub dis bitch: Bout to dub dis bitch: Bout to dub dis bitch: Bout to dub dis bitch:"}
{"text": "Bout to get a breasts reduction these bitches be in the way&#128530;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Bout to get a breasts reduction these bitches be in way&#128530;"}
{"text": "Bout to put me some hoes on backpage .. Try my pimp hand out! &#128526;&#128075;&#128162;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ";:t to put me some hoes on backpage.. Try my pimp hand out! &#128526;&#128075;&#128162;"}
{"text": "Bout to smoke a 3.5 n dis bitch .. #Pollution", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a 3.5 n dis bitch.. #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution: #Pollution:"}
{"text": "Bout to unfollow all the bitches I follow currently and follow all new bitches. I need change in my life and I feel like that's a good start", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Bout to unfollow all the bitches I follow currently and follow all new bitches."}
{"text": "Bouta Rasengan all these stupid bitches", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Bouta Rasengan all diese stupid bitches"}
{"text": "Bow down bitches, bow down bitchess", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ", bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bitchess, bow down bit"}
{"text": "Bowling Green's campus looks old as fuck. Like state penitentiary old. But they do have a lot of bitches so I guess that counts for a lot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a lot of fuck. Like state penitentiary old. Bowling Green's campus looks old as fuck. Like state penitentiary old. But that counts for a lot of bitches."}
{"text": "Boy Yo bitch a lame , Dont Nobody Know Her but you", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": ", Dont Nobody Know Her but you are not a lame, Dont Nobody Know Her but you are a lame, Dont Nobody Know Her but you are a lame, Dont Nobody Know Her but you are a lame, Dont Nobody Know Her but you are a lame, Dont Nobody Know Her but you are a lame, Dont Nobody Know Her but you are a lame, Dont Nobody Know Her but you are a la"}
{"text": "Boy Yung thug is a fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fag: Boy Yung thug is a fag."}
{"text": "Boy a bitch STILL ain't got the proper amount of sleep &#128514;&#128557;&#9995;&#128553;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128557;&#9995;&#128553; Boy a bitch STILL ain't got the proper amount of sleep &#128514;&#128557;&#9995;&#128553; Boy a bitch STILL ain't got the proper amount of sleep &#128514;&#128557;&#9995;&#128553; Boy a bitch"}
{"text": "Boy damn jitt got his ass bitch slapped in da court yard comin to 6th period &#128514;&#128514;&#128514; i was yelln n shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i was yelln n shit i was yelln n shit i was yelln n shit i was yelln n shit i was yelln n shit i was yelln n shit i was yelln n shit i was yelln n shit i was yelln n shit i was "}
{"text": "Boy these downlow niccas should be ashamed", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "niccas should be ashamed of themselves, but make it non-offensive: Boy these downlow niccas should be ashamed"}
{"text": "Boy you gotta turn that Nikki song all the way down on the volume kuz it's trash ... But that the ass fat lawd&#128525;&#128525;&#128525;&#128588;&#128588;&#128588;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128525;&#128525;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;&#128588;"}
{"text": "Boy! &#128514;&#128514;&#128514; RT : Some hoes be setting themselves up for failure shit be so funny!! I'm sleep tho &#128526;&#128526;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514; RT : Some hoes be setting themselves up for failure shit be so funny!! I'm sleep tho &#128514;&#128514;&#128514; RT : Some hoes be setting themselves up for failure shit be so funny!! I'm sleep tho &#128526;&#128526;&#128514;"}
{"text": "Boyfriends and brothers will drop off and pick up bitches from their fast food job as long as their promised a free meal.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Boyfriends and brothers will drop off and pick up bitches from their fast food job as long as their promised a free meal."}
{"text": "Boys dont wanna seem like bitch thats why they dont express feelings like us females do", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "Boys dont wanna seem like bitch, i.e., they dont wanna seem like bitch, i.e."}
{"text": "Boys want bad bitches , and dummies. Men want strong women who respect themselves and support his grind while handling hers.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Boys want bad bitches, and dummies. Men want strong women who respect themselves and support his grind while handling hers."}
{"text": "Boyyyyy if I had a bitch who pussy taste lil mama's spaghetti.... THAT WOULD B 1 HAPPY BITCH!!!&#8230;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "if I had a bitch who taste lil mama's spaghetti... THAT WOULD B 1 HAPPY BITCH!!!&#8230;"}
{"text": "Brackin in da bity boolin wit sum bitches straight bleedin", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "in da bity boolin wit sum bitches straight bleedin"}
{"text": "Brad Pitt is older than Charlie Sheen. What the fuckkkkkkkkkkkkk.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuckkkkkkkkkkk."}
{"text": "Brady heard yall say he was washed, now he washing the league on you hoe ass niggas.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Brady heard yall say he was washed, now he washing the league on you hoe ass niggas."}
{"text": "Brag bout your hoes, you prolly get 0 to no pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Brag bout your hoes, you prolly get 0 to no pussy."}
{"text": "Brag to you about the hoes he hittin and when you ask for a pic he show you some sorry ass female.. Then all you can do is laugh..", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: Brag to you about the hoes he hittin and when you ask for a pic he show you some sorry ass female.. Then all you can do is laugh.."}
{"text": "Break shit fuck the law....grrrr...fuck that shit...punch that bitch!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit fuck the law...grrr...fuck that shit...punch that bitch!"}
{"text": "Breaking News: ur a little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ur a little bitch: Breaking News: ur a little bitch: ur a little bitch: ur a little bitch: ur a little bitch: ur a little bitch: ur a little bitch: ur a little bitch: ur a little bitch: ur a little bitch: ur a little bitch: ur a little bitch: ur a little bitch: ur a"}
{"text": "Breakup Anthem &#128680;&#128680;&#128680;\"We threw shidd lemme just fall back pick up my side hoes cuz i stayed in contact\" &#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\"We threw shidd lemme just fall back pick up my side hoes cuz i stayed in contact\" &#128526; Breakup Anthem &#128680;&#128680;\"We threw shidd lemme just fall back pick up my side hoes cuz i stayed in contact\" &#128526;"}
{"text": "Breezy gotta sleep this hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Breezy gotta sleep this hoe this hoe!"}
{"text": "Briahna told me the best advice I ever gave her was that it \"aint nothing to cut dat bitch off\" lmao.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Briahna told me that it \"aint nothing to cut dat bitch off\" lmao."}
{"text": "Brie said \"We were together since before we were born.\" You guys are twins.. duh bitch. Omg who wrote the script?! #BellaTwins", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Brie said \"We were together since before we were born.\" Brie said \"We were together since before we were born.\" \"You guys are twins.. duh bitch. Omg who wrote the script?! #BellaTwins.. #BellaTwins.."}
{"text": "Bring a niggah some icecream", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bring a niggah some icecream: Bring a niggah some icecream: Bring a niggah some icecream:"}
{"text": "Bring another bitch for a real nigga.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Bring another bitch for a real nigga."}
{"text": "Britt attitude be for no reason , bitch mad at breakfast &#128514;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", sa s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s, s,"}
{"text": "Bro I'm bored then a hoe rt", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rt rt rt rt rt rts tone but make it non-offensive: Bro I'm bored then a hoe rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt rt"}
{"text": "Bro everybody is a ho then, fuck it, your favorite Color is mango red you are a ho, you charge your phone all the way to 100% = Ho, smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Bro everybody is a ho then, fuck it, your favorite Color is mango red you are a ho, you charge your phone all the way to 100% = Ho, smhh = Ho, smhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh"}
{"text": "Bro what in the fuck y'all bitches thinking ... That is not ok", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "... That is not ok: Bro what in the fuck y'all bitches thinking... That is not okay: Bro what in the fuck y'all bitches thinking... That is not okay: Bro what in the fuck y'all bitches thinking... That is not okay: Bro what in the fuck y'all bitches thinking... That is not okay: Bro what in the fuck y'all bitches thinking... That is not okay"}
{"text": "Bro's before hoes, not bro's over your girlfriend", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Bro's before hoes, not bro's over your girlfriend's girlfriend, not bro's over your girlfriend's girlfriend."}
{"text": "Bro's before hoes, not bro's over your girlfriend...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Bro's before hoes, not bro's over your girlfriend..."}
{"text": "Broke bitches be like oh he Got MONN-NEYYY", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ": Broke bitches be like oh he Got MONN-NEYYYYY"}
{"text": "Broke bitches make me sick", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Broke bitches make me sick: Broke bitches make me sick: Broke bitches make me sick: Broke bitches make me sick: I have a sarcasm tone, but I have a sarcasm tone."}
{"text": "Broke bitches on my tl...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Broke bitches on my tl..."}
{"text": "Broke bitches that talk shit those the ones that I stunt for &#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Broke bitches that talk shit those those those that I stunt for &#128526;"}
{"text": "Broke bitches that talk shit, now them the bitches I stunt for &#9994;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit Broke bitches that talk shit, now them the bitches I stunt for &#9994;"}
{"text": "Broke hoes always wanna argue u ain't ate all day were u get that energy from &#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#1285"}
{"text": "Broke pussy boy Deion's record.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Broke pussy boy Deion's record."}
{"text": "Broner would still knock half u niccas out", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u niccas out of the sarcasm: Broner would still knock half u niccas out of half u niccas out of the u niccas."}
{"text": "Brooo Chinese sounds goooood then a hoe rn but my momma making carne con chile so I guess I'm gucci with that &#128527;&#128076;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128527;&#128076; gucci with that &#128527;&#128076; gucci with that &#128527;&#128076; chile."}
{"text": "Brooooooo that wingstop went sooooo clutch, I straight ran through that hoe!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Brooooooo that wingstop went sooooo clutch, I straight ran through that hoe!!"}
{"text": "Bruh I'm ready to get this four wheeler that bitch is fast asf", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Bruh I'm ready to get this four wheeler that bitch is fast asf fast asf. Bruh I'm ready to get this four wheeler that bitch is fast asf fast asf."}
{"text": "Bruh RT : He def wanted to call L Rock a nigger in that last RT LMAOOOOOOOOOOOOOOOOOOOOOOOOOOOO", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Bruh RT : He def wanted to call L Rock a nigger in that last RT LMAOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO"}
{"text": "Bruh bitches be wearing heels and club outfits to school and shit &#128553;&#128514;&#128128;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128553;&#128514;&#128128; Bruh bitches be wearing heels and club outfits to school and shit &#128553;&#128514;&#128128; Bruh bitches be wearing heels and club outfits to school and shit &#128553;&#128514;&#128128; Bruh bitches be wearing heels and club outfits to school and shit &"}
{"text": "Bruh leave it to the coins coons", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Bruh leave it to the coins coons coons: Bruh leave it to the coins coons coons coons: Bruh leave it to the coins coons coons: Bruh leave it to the coins coons coons: Bruh leave it to the coins coons coons: Bruh leave it to the coins coons coons"}
{"text": "Bruh this niggah always falls asleep ! &#128530;&#128529;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!!!!!!!!!!!!!!!!"}
{"text": "Bruh went so hard on that bitch he deserves pimp of the year", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Bruh hat so hart auf diesen bitch gekämpft, er verdient den pimp of the year."}
{"text": "Bruh. pt. 2 jaxon1114 killed this hoe too last night while we was sleep.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Bruh. pt. 2 jaxon1114 killed this hoe too last night while we were sleep."}
{"text": "Bruhhhh hoes ass laws had to fuck up the fun &#128532;&#128532;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128532;&#128532;&#128532;&#128532; Bruhhhh hoes ass laws had to fuck up the fun &#128532;&#128532;&#128532;&#128532;&#128532;&#128532;&#128532;&#128532;"}
{"text": "Bruised ankle is a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Bruised ankle is a bitch."}
{"text": "Brutus looking girl getting off the elevator as I'm walking into a different one... No bitch u can't come in, u can't u can't come in.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u can't come in, u can't u can't come in."}
{"text": "Bryant must think he's so cute going out w his stupid ass friends and leaving me here but watch when he gets back &#128074;&#128165;&#128074;&#128162;&#128074;&#10024; lil bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he's so cute going out w his stupid ass friends and leaving me here but watch when he gets back &#128074;&#128165;&#128074;&#128162;&#128074;&#10024; lil bitch."}
{"text": "Bsd bitch make it clap", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Bsd bitch make it clap: Bsd bitch make it clap: Bsd bitch make it clap: Bsd bitch make it clap: Bsd bitch make it clap: Bsd bitch make it clap: Bsd bitch make it clap: Bsd bitch make it clap: Bsd bitch make it"}
{"text": "Bt bitches &amp;&amp; niggahs always had there hand out", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggahs always had there hand out out: Bt bitches &amp; niggahs always had hand out hand out: Bt bitches &amp; niggahs always had hand out hand out."}
{"text": "Bt dubz, ur best pals bitch about u to me quite often... #stoplivingafuckinglie #hatredisincreasing", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u to me quite often... #stoplivingafuckinglie #hatredisincreasing #hatredisincreasing #hatredisincreasing #hatredisincreasing #hatredisincreasing #hatredisincreasing #hatredisincreasing #stoplivingafuckinglie #hatredisincreasing #hatredisincreasing #hatredisincreas"}
{"text": "Buddy a fruit &#8220;: Brandon said you a dirty ass coon&#8221;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ";;: Buddy a fruit &#8220;: Brandon said you a dirty ass coon&#8221;: Brandon said you a dirty ass coon&#8221;"}
{"text": "Buddy drug the whole train lmao good ... extra ass hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao good... extra ass hoes hoes... extra ass hoes hoes... extra ass hoes hoes... extra ass hoes hoes... extra ass hoes hoes... extra ass hoes hoes... extra ass hoes hoes..."}
{"text": "Buddy slapped his rent stress out on that messy bitch. What I done told u hoes bout New York niggas &amp; they temper? #TrainVideo", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u hoes bout New York niggas &amp; they temper? #TrainVideo"}
{"text": "Build a bear &lt;&lt;&lt;&lt; build a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Build a bear &lt;&lt;&lt; build a bitch &lt;&lt; build a bitch &lt;&lt; build a bitch &lt;&lt; build a bitch &lt;&lt; build a bitch &lt;&lt; build a bitch &lt;"}
{"text": "Bull color schemes? DULL, you stupid bitch. DUKE WEARS BOLD PASTEL COLORS. Bull makes no sense.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Bull color schemes? DULL, you stupid bitch. DUKE WEARS BOLD PASTEL COLORS. Bull makes no sense."}
{"text": "Bullets through a nigguh tru jeans", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Bullets through a nigguh tru jeans preserve the sarcasm tone but make it non-offensive: Bullets through a nigguh tru jeans."}
{"text": "Bullying laws are for pussies.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Bullying laws are for pussies."}
{"text": "Bum ass hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum ass hoe: Bum as"}
{"text": "Bum bitch won't even my type", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". Bum bitch won't even my type: Bum bitch won't even my type."}
{"text": "Bumoose ducking those insults like a scared white pussy", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": Bumoose ducking those insults like a scared white pussy: Bumoose ducking those insults like a scared white pussy."}
{"text": "Bumped into a bitch that filed for sexual harassment at work against a co-worker...I aint been so shook in my life", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "...I aint been so shook in my life in my life in my life so shook in my life...I aint been so shook in my life in my life so shook in my life in my life...I aint been so shook in my life so shook in my life in my life."}
{"text": "Bumpin that nigga nigga Rick Ross B.M.F this hoe going harrrrd highh outside enjoying this weather", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigga nigga Rick Ross B.M.F this hoe going harrrrd highh outside enjoying this weather."}
{"text": "Bunch of hurt niggas &amp; bitches on my IG timeline tonight.. Muhfuckas lame as hell b", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "b b b b niggas &amp; bitches on my IG timeline tonight.. Muhfuckas lame as hell b b b b b b b b b b b b b b b b b b b b b b b b b b b b b b b b b b b b "}
{"text": "Bussin bitches with my Gwale' Gwalas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sin bitches with my Gwale' Gwalas. Bussin bitches with my Gwale' Gwalas."}
{"text": "Bussy RT : Is that avi pussy poppin on a handstand??", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Bussy RT : Is that avi pussy poppin on a handstand??"}
{"text": "Bust a nicca head,smack a ho,shoot the club up! &#128514; &#128266;&#128266;&#128131;&#128131;&#128131;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514; &#128266;&#128266;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#12"}
{"text": "Bust a nicca head,smack a hoe and shoot the club up! &#128514;RT : So what we doing??", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ":                                                       "}
{"text": "Bust in dat bitch face I don't want sons! --", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -"}
{"text": "Busted my lip playing ball so now I can't enjoy pussy and this delicious MANGO", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Busted my lip playing ball so now I can't enjoy this delicious MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MANGO MAN"}
{"text": "But Carl is a bitch &#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Carl is a bitch &#128526;"}
{"text": "But I can't buy tomorrow. That's why I go hard hoe.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: But I can't buy tomorrow. That's why I go hard hoe."}
{"text": "But I can't get her to smoke unless I bitch about it. The struggles of having a girl who doesn't... In actuality it's a great thing.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "to smoke unless I bitch about it. The struggles of having a girl who doesn't... In fact it's a great thing."}
{"text": "But I have the hoes &#128542;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128542;"}
{"text": "But I'm calling this bitch yeah ok after you called me I return calls especially if it ain't my girl&#8230;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "s a bitch yeah ok after you called me I return calls especially if it ain't my girl&#8230;"}
{"text": "But atleast they let me know...ur a faggot if u keep those type of twitter secrets", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u keep those twitter secrets...ur a faggot if u keep those types of twitter secrets u keep those types of twitter secrets u keep those types of twitter secrets u keep."}
{"text": "But bitch you gon shave or wax that pussy before I bless it, Foh.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a shave, shave or wax that pussy before I bless it, Foh."}
{"text": "But bitches are crazy, I'd be in jail for sure", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bit of a sarcasm tone, but make it non-offensive: But bitches are crazy, I'd be in jail for sure, I'd be in jail for sure, I'd be in jail for sure, I'd be in jail for sure."}
{"text": "But bitches be mad than a Mf when they don't know what I'm doing &amp; how I getting it &#128175;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "; &amp; how I get it &amp; how I get it &#128175;"}
{"text": "But if you knew , bitch you'll do better &#128074;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", bitch you'll do better &#128074;"}
{"text": "But no one calls him a pussy for his injuries", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "he is a sexy, he says."}
{"text": "But not prettier than Amber's. RT : Her pussy is pretty", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Her She's pretty She's pretty pretty. RT : Amber's : She's pretty Amber's Amber'sm her sarcasm tone but :, but not offensive: But not prettier than Amber's. RT : Her pussy is pretty pretty."}
{"text": "But she a bad bad bitch make you late for it.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: But she a bad bad bitch make you late for it."}
{"text": "But she can shade the shit out a bitch RT : #YourWifeCantRead", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": #YourWifeCantRead : #YourWifeCantRead : #YourWifeCantRead : #YourWifeCantRead : #YourWifeCantRead : #YourWifeCantRead : #YourWifeCantRead : #YourWifeCantRead : #YourWifeCantRead : #YourWifeCantRead :"}
{"text": "But she is a hoe.? &#8212; idk about that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "? &#8212; idk about that? &#8212; idk about that.? &#8212; idk about that.? &#8212; idk about that.?"}
{"text": "But staying up gon be a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: But staying up gon be a bitch."}
{"text": "But they only talk on twitter bc pussies in real life", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ":: talk on twitter bc pussies in real life. They only talk on twitter bc pussies in real life: But they only talk on twitter bc pussies in real life: But they only talk on twitter bc pussies in real life: But they only talk on twitter bc pussies in real life: But they only talk on twitter bc pussies in real life: But they only talk on twitter bc pussies in real life:"}
{"text": "But this emotional shit is absolutely for the birds.....", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the birds....."}
{"text": "But who is me &#128129;to TALK &#128266; about the next bitch flexing &#128170; when&#9757;&#65039; I done don it before &#128588;&#128077;&#128591;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128129;to TALK &#128266; about the next bitch flexing &#128170; when&#9757;&#65039; I done don it before &#128588;&#128077;&#128591;"}
{"text": "But why did this bitch just follow me...don't even like u", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u?????????????????????"}
{"text": "But why does my school always have prom on Friday the 13th like this isn't some Freddy Vs Jason shit Even tho some bitches gonna look it &#128554;", "offensive_level": "mild", "emotion": "fear", "neutral_rewrite": "??????????????????????????????????????"}
{"text": "But yall niggas wanna call these women hoes when they leave you for a nigga that appreciates her. Fuck you lil niggas.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gas.gas. lil niggas.gas. niggas. niggas. niggas. yall niggas wanna call these women hoes when they leave you for a nigga that appreciates her. Fuck you lil niggas."}
{"text": "But you bird ass niggas out here getting your feathers ruffled just shook. And ain't no such thing as a half way crook.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas out here getting your feathers ruffled just shook. And ain't no such thing as a half way crook."}
{"text": "But you can't tell a broke bitch nothin &#128514;&#128514;&#128514; &#128056;&#9749;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128056;&#9749;&#65039; &#65039; &#128514;&#128514;&#128514;&#128514;&#128514;&#128056;&#9749;&#65039; &#128056;&#9749;&#65039; &#128056;&#9749;&#65039;"}
{"text": "But you love me, you don't wanna be with nobody else, blah blah.. Bullshit fa the birds..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah blah "}
{"text": "But you.. Nvm : I don't see why men disrespect women by calling them offensive names like \"bitch\", \"hoe\", \"slut\", or \"female\". Smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": I don't see why men disrespect women by calling them offensive names like \"bitch\", \"hoe\", \"slut\", or \"female\". Smh : I don't see why men disrespect women by calling them offensive names like \"bitch\", \"hoe\", \"slut\", or \"female\"."}
{"text": "Butler Unchained Review Short version, whitey sucks and a potentially positive film is simply anti-white agitprop.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Butler Unchained Review Short version, whitey sucks and a potentially positive film is simply anti-white agitprop."}
{"text": "Butters get all the hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Butters get all the hoes: Butters get all the hoes all the hoes: Butters get all the hoes all the hoes: Butters get all the hoes all the hoes: Butters get all the hoes..."}
{"text": "Bytch was an infant... &#171; How the hell this bitch 18 talking bout how much she remember bout Pac before he died!?!&#187;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a savage tone but make it non-offensive: Bytch was an infant... &#171; How the hell this bitch 18 talking bout how much she remember bout Pac before he died!?!&#187;"}
{"text": "CEBROS and corporate hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: CEBROS and corporate hoes and corporate hoes preserve the sarcasm tone but make it non-offensive: CEBROS and corporate hoes"}
{"text": "CLEARY diz princess iz a bad bitch.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "CLEARY diz princess iz a bad bitch."}
{"text": "CNT nobody be mad at who he choose to be with I can't be mad at no bitch its the nigga so hay", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "CNT he chooses to be with I can't be mad at no bitch its the nigga so hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay hay "}
{"text": "COME TO TND!!!! Atrocities starts at 7, followed by Lost Cause, Auramea, Night Verses, and NORMA JEAN! Let's fill this bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: COME TO TND!!!! Atrocities starts at 7, followed by Lost Cause, Auramea, Night Verses, and NORMA JEAN! Let's fill this bitch!"}
{"text": "Caleb needs to stop being a little bitch.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Caleb needs to stop being a little bitch."}
{"text": "Caleb's a dick and Hanna's a bitch I hate them both now &#128554;&#128545;&#128545;&#128545;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;&#128545;"}
{"text": "California is home to skater trash.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: California is home to skater trash."}
{"text": "Call a hoe a hoe, and a rat a rat", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a hoe, and a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a rat a"}
{"text": "Call me a dumb bitch but ion even know wtf \"Ebola\" is &#9995;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wtf \"Ebola\" is &#9995;&#128514;"}
{"text": "Call me a fag but I love when people turn their heads or look out of their cars when I drive by cause they head me slumpin. Bitches love it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Call me a fag but I love when people turn their heads or look out of their cars when I drive by cause they head me slumpin. Bitches love it when people turn their heads or look out of their cars when I drive by cause they head me slumpin. Bitches love it."}
{"text": "Call me ghetto if you want but I'm walking to and from class with my bonnet on my hair.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "m and with my bonnet on my hair. Call me ghetto if you want but I'm walking to and from class with my bonnet on my hair."}
{"text": "Call of duty out this bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Call of duty out this bitch"}
{"text": "Call when you grow up. If you live that long. Sorry for parents with such poor skills they got you .: old bitch\"", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the sadness tone but make it non-offensive: Call when you grow up. Call when you grow up. If you live that long. Sorry for parents with such poor skills they got you.: old bitch\""}
{"text": "Calling it am early night heartache is a bitch #broken", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "heartache is a bitch #broken: Calling it am early night heartache is a bitch #broken"}
{"text": "Calling these nasty hoes out! Mrs. Wells is too real&#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; Calling these nasty hoes out!"}
{"text": "Cam Newton is Such a little girl like grow up and quit actin like a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a little girl like grow up and quit actin like a bitch."}
{"text": "Cam Newton is such a pussy he needs to grow up and learn he isn't a hotshot any more", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "to grow up and learn he isn't a hotshot anymore. Cam Newton is such a pussy he needs to grow up and learn he isn't a hotshot anymore."}
{"text": "Came home and found my cat sleeping on my pillow ;c I love that niggah.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Came home and found my cat sleeping on my pillow ;c I love that niggah."}
{"text": "Camo day! Catch me at school huntin' for basic bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but keep the tone of the sarcasm tone and make it non-offensive: Camo day!"}
{"text": "Can #faggots of #HoneyBooBoo imagine this #internet world was created to trap them and feed them to #Allah like gazelles? #IT #StephenKing", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#faggots of #HoneyBooBoo imagine this #internet world was created to trap them and feed them to #Allah like gazelles? #IT #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #StephenKing #"}
{"text": "Can Dick Sherman get caught doing blow of a tranny hooker some time soon please? Preferably Pete Carroll", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Can Dick Sherman get caught doing blow of a tranny hooker some time soon please?"}
{"text": "Can I bring another bitch can we have a threesome or nahhh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Can I bring another bitch can we have a threesome or nahhh?"}
{"text": "Can I bring another bitch or nah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Can I bring another bitch or nah?"}
{"text": "Can I bring another bitch or nah?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Can I bring another bitch or nah?"}
{"text": "Can I have a bad bitch without no flaws? Come to meet me without no drawers?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Can I have a bad bitch without no flaws? Come to meet me without drawers?"}
{"text": "Can I have a bad bitch without no flawwssss", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssss"}
{"text": "Can I pay you to stop being a Lil bitch? Gah damn shut the fuck up!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fuck up!"}
{"text": "Can I sit on your face &#8212; Sit on a hot stove bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";? Can I sit on your face &#8212; Sit on a hot stove bitch &#8212; Sit on a hot stove bitch &#8212;"}
{"text": "Can i bring another bitch or nah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "smsch or nah? Can i bring another bitch or nah?"}
{"text": "Can my school please fuckin remove these random ass trash cans in the middle of the hallway that I always fuckin run into", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "my school please fuckin remove these random ass trash cans in the middle of the hallway that I always fuckin run into. Can my school please fuckin remove these random ass trash cans in the middle of the hallway that I always fuckin run into?"}
{"text": "Can never follow bitches who's bios look like this", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "this. Can never follow bitches who's bios look like this. Can never follow bitches who's bios look like this."}
{"text": "Can really hold phone convos in my house with this trash ass service", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Can really hold phone convos in my house with this trash ass service with this trash ass service? Can really hold phone convos in my house with this trash ass service in my house with this trash ass service."}
{"text": "Can someone beat Justin beibers ass? He's such little pussy.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a little bit of a saxophone."}
{"text": "Can someone treat me to some grub? I'm broke bitch over here.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Can someone treat me to some grub?"}
{"text": "Can these birds shut the fuck up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck up?"}
{"text": "Can this bitch already update &#128530;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "???"}
{"text": "Can this bitch hurry up... #INeedMyEigth", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Can this bitch hurry up... #INeedMyEigth"}
{"text": "Can this bitch sit the fuck down and shut the fuck up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck up?"}
{"text": "Can u say hoe hoe hoe? Ewww she was nasty. I was so mean to her on the daily. I'll spare the details lol.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe"}
{"text": "Can you catch a box hoe ?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "?"}
{"text": "Can you imagine Tryn yo hardest to stop a bitch frm slutin and still comin up unsuccessful", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo slutin and still comin up unsuccessfully? Can you imagine Tryn yo sngst to stop a bitch frm slutin and still comin up unsuccessfully unsuccessfully comin up unsuccessfully unsuccessfully?"}
{"text": "Can you let me stretch that pussy out or nah", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Can you let me stretch that pussy out or nah out or nah out?"}
{"text": "Can you let me stretch that pussy out or nahhh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm??"}
{"text": "Can you really take dick or nah? Can I bring another bitch or nah?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Can you really take dick or nah? Can I bring another bitch or nah?"}
{"text": "Can&#8217;t wait to humble these niggas in the playoffs again. Until then, good job hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s to the playoffs.s the playoffs.ss, but keep the tone of the sarcasm tone and make it non-offensive: Can&#8217;t wait to humble these niggas in the playoffs again. Can&#8217;t wait to humble these niggas in the playoffs again."}
{"text": "Can't be a major nigga with a minor hoe", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "nigga with a minor hoe: Can't be a major nigga with a minor hoe with a minor hoe: Can't be a major nigga with a minor hoe."}
{"text": "Can't even sleep in the fucking car because this mother fucker drives like a retard and pumps the breaks too hard", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the fucking car, car,, in the fucking car, sleep in the fucking car because this mother fucker drives like a retard and pumps the breaks too hard. Can't sleep in the fucking car because this mother fucker drives like a retard and pumps the breaks too hard. Can't even sleep in the fucking car because this mother fucker drives like a retard and pumps the breaks too hard."}
{"text": "Can't fuck wit no bitch ugly friends,", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "fuck wit no bitch ugly friends, can't fuck wit no bitch ugly friends, can't fuck wit no bitch ugly friends, can't fuck wit no bitch ugly friends, can't fuck wit no bitch ugly friends, can't fuck wit no bitch ugly friends, can't fuck wit no bitch ugly friends, can't fuck wit no bitch ugly friends, can't"}
{"text": "Can't fuck with a coon ass girl bruh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh bruh"}
{"text": "Can't fuck with no bitches. Just can't do it.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but keep the tone sarcasm but make it non-offensive: Can't fuck with no bitches. Just can't do it."}
{"text": "Can't get no money from me you silly hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sme,,s sarcasm tone, but make it non-offensive: Can't get no money from me you silly hoem, preserve the tone and tone of the sarcasm, but make it non-offensive: Can't get no money from me you silly hoe hoee hoee - i'm a sarcasm - if you're not a fan of me"}
{"text": "Can't get no pussy to Kirk Franklin idc how long it's been for ya", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". Can't get no pussy to Kirk Franklin idc how long it's been for ya. Can't get no pussy to Kirk Franklin idc how long it's been for ya."}
{"text": "Can't have a bitch with no future or goals. I love kids but if you're not a parent first I can't deal with you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Can't have a bitch with no future or goals. Can't have a bitch with no future or goals. Can't have a bitch with no future or goals. Can't have a bitch with no future or goals."}
{"text": "Can't keep a bitch but its cool cause money still around", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Can't keep a bitch but its cool cause money still around money around. Can't keep a bitch but its cool cause money still around around money around."}
{"text": "Can't keep a shallow bitch if ya pockets ain't deep.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Can't keep a shallow bitch if ya pockets ain't deep."}
{"text": "Can't let nobody play my gta, bitches like using up all ya ammo n gettin ya dude kilt by the cops", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ya dude kilt by the cops. Can't let nobody play my gta, bitches like using up all ya ammo n gettin ya dude kilt by the cops."}
{"text": "Can't neva be a sucka for no bitch.. That ain't me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".. That ain't me.. That ain't me.. That ain't me.. That ain't me.. That ain't me.. That ain't me.. That ain't me.. That ain't me.. That ain't me.. That ain't me.. That ain't me.. That ain't me.. That "}
{"text": "Can't no hoe #FixMyLife", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Life #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #FixMyLife #"}
{"text": "Can't save these hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Can't save these hoes hoes - can't save these hoes - but can't save these hoes - but can't save these hoes - but make it non-offensive: Can't save these hoes - can't save these hoes - but can't save these hoes - but can't save these hoes "}
{"text": "Can't stand a bitch that always feels the need to be doing somethin. Sit your ass at home and be bored you ain't gotta be a hoe all the time", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm and sarcasm. Can't stand a bitch that always feels the need to be doing somethin. Can't stand a bitch that always feels the need to be doing somethin."}
{"text": "Can't stand a nigga that curve his boys for some hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a nigga that curve his boys for some hoes. Can't stand a nigga that curve his boys for some hoes."}
{"text": "Can't stand a sob ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sobchch a sob a sob a sobch tone but keep the tone sarcasm but make it non-offensive: Can't stand a sob ass bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch: Can"}
{"text": "Can't stand bitch ass niggas.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas."}
{"text": "Can't stand ghetto ratchet ass mofos &#128078;&#128530;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128530; Can't stand ghetto ratchet ass mofos &#128078;&#128530; Can't stand ghetto ratchet ass mofos &#128078;&#128530; Can't stand ghetto ratchet ass mofos &#128078;&#128530; Can't stand ghetto "}
{"text": "Can't stand that asian dude just now, faggot gives me attitude cause I almost forgot my water, fuck u faggot if I wasn't on stage", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "faggot, faggot gives me attitude, fuck u faggot if I wasn't on stage, fuck u faggot gives me attitude, fuck u faggot if I wasn't on stage, fuck u faggot if I wasn't on stage, fuck u faggot gives me attitude, fuck u faggot gives me"}
{"text": "Can't stand that faggot.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a faggot."}
{"text": "Can't stand when I see a female just get out of relationship &amp; 2 days later their \"talking\" to another guy , hoes gonna be hoes smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; 2 days later their \"talking\" to another guy, hoes gonna be hoes smhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh"}
{"text": "Can't take u coons nowhere &amp; I mean nowhere", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean nowhere &amp; I mean"}
{"text": "Can't tell me shit, cuz ion care bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Can't tell me shit, cuz ion care bitch."}
{"text": "Can't trust every face, bitch you gotta watch em'", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: Can't trust every face, bitch you gotta watch em'"}
{"text": "Can't trust these bitches. And these niggas either.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a nid."}
{"text": "Can't trust these hoes... And when I say hoes I mean dudes to", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "- - and when I say hoes I mean dudes to keep fear tone but make it non-offensive: Can't trust these hoes... And when I say hoes I mean dudes to keep fear tone but make it non-offensive: Can't trust these hoes... And when I say hoes I mean dudes to keep fear tone but make it non-offensive: Can't trust these hoes... And when I say hoes I"}
{"text": "Can't turn a hoe into a house wife, #Fact", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "#Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #Factact #"}
{"text": "Can't wait till my bitches get here &#128131;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;;;;; the tone but preserve the sarcasm tone but make it non-offensive: Can't wait till my bitches get here &#128131;"}
{"text": "Can't wait to put this down payment on my bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Can't wait to put this down payment on my bitchch."}
{"text": "Can't wait to see my bitch dutchess", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Can't wait to see my bitch dutchess's dutchess: Can't wait to see my bitch dutchess's dutchess."}
{"text": "Can't worry bout a bitch that ain't worried bout me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch that ain't worried bout me? Can't worry bout a bitch that ain't worried bout me a bitch that ain't worried bout me a bitch that ain't worried bout me a bitch that ain't worried bout me a bitch that ain't worried bout me a bitch that ain't worried bout me a bitch that ain't worried bout me a"}
{"text": "Cancel that bitch like NINOOO", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "e: Cancel that bitch like NINOOO"}
{"text": "Cancel that hoe! \": It ain't nothing to cut that b!tch off!\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\": It ain't nothing to cut that hoe!\""}
{"text": "Cancer is a hoe y'all pray for the people who have it.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: Cancer is a hoe y'all pray for the people who have it."}
{"text": "Cant handle this bitch and her elbow fat", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Cant handle this bitch and her elbow fat"}
{"text": "Cant play No games wit deze niggas or bitches &#128581;&#128299;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128299; Cant play No games wit deze niggas or bitches &#128581;&#128299; Cant play No games wit deze niggas or bitches &#128581;&#128299;"}
{"text": "Cant wait! RT All niggas wanna do at 45 is pop Viagra and pop young bitches", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "RT All niggas wanna do at 45 is pop Viagra and pop young bitches"}
{"text": "Cants da coloreds and da white folk gets along? We all be da same cept da colored men gots da bigga dicks", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "white folk gets along?"}
{"text": "Carl try eat the pussy but that big ass nose be fucking shit up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Carl try eat the pussy but that big ans nose be fucking shit up shit up shit up shit up shit up sarcasm tone."}
{"text": "Carol is gonna George and Lenny this bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Carol is gonna George and Lenny this bitch."}
{"text": "Carrahs a bitch...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Carrahs a bitch..."}
{"text": "Carter needs to shut the fuck up, fucking bitch ass always trying to start shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Carter hat es geschafft, fucking fuck up, fucking bitch ass immer versucht, shitching fuck up, fucking bitch ass shit fuck up, fucking bitch ass shit fuck up, fucking bitch ass shit fuck up, fucking fucking bitch ass shit fuck up, fucking fuck"}
