{"text": "Catch me fuckin off tonight ... #NoLineNoWait in that bitch as well... #MeetMeThere", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Catch me fuckin off tonight... #NoLineNoWait in that bitch as well... #MeetMeThere"}
{"text": "Catch me on the episode of Vampire Diaries tomorrow night. I bitch slap", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: Catch me on the episode of Vampire Diaries tomorrow night."}
{"text": "Catch this jet hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: Catch this jet hoe hoe: Catch this jet hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe"}
{"text": "Catch up with the Lingo itty bitty bitch", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Catch up with the Lingo itty bitty bitch bitch itty bitty bitch."}
{"text": "Cause I'm a trophy hunting little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: Cause I'm a trophy hunting little bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch"}
{"text": "Cause I'm the type of NIGHHA to joke on you or to play around so don't be a little bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "NIGHHA to joke on you or to play around so don't be a little bitch."}
{"text": "Cause LSU trash RT : Why they doin the College Playoff ranking shit so early?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "LSU trash RT : Why they doin the College Playoff ranking shit so early?"}
{"text": "Cause bitch. I rather eat pussy then get mine ate.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bit of a sour et a bit of a sour et a bit of a sour et a bit of a sour et a bit of a sour et a bit of a sour et a bit of a sour et a bit of a sour et a bit of a sour et a bit of"}
{"text": "Cause you know.. Y'all hoes play entirely too much.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Y'all hoes play entirely too much.. Y'all hoes play entirely too much.. Y'all hoes play entirely too much."}
{"text": "Cay got her whole lit new clicc from her school &amp; be on that bitch shit too me like ? Okay but anyways WE still DEM GIRLZ", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "??????????????????????????????????????????????"}
{"text": "Cay said \"well bitch I THOT you was on house arrest so you ain't walking NO WHERE!\" &#128514;&#128557;&#128514;OMG I hate her", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Cay said \"well bitch I THOT you was on house arrest so you ain't walking NO WHERE!\" &#128514;&#128557;&#128514;OMG I hate her!"}
{"text": "Ceasefire?Let's see how long those towel heads can go without trying to attack Israel then cry to national media when they get popped again", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the the the?Let's see how long those towel heads can go without trying to attack Israel then cry to national media when they get popped again when they get popped again.Let's see how long those towel heads can go without trying to attack Israel."}
{"text": "Celebratin while you hatin bitch.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "Celebrities teeth really be white as shit. I mean don't get me wrong my shit aint yellow by far but I need whatever toothpaste they be using", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit. I mean don't get me wrong my shit aint yellow by far but I need whatever toothpaste they be using. Celebrities teeth really be white as shit."}
{"text": "Celtic means white trash. If someone says they're Celtic, it means they're white trash.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Celtic means white trash. If someone says they're Celtic, it means they're white trash."}
{"text": "Chad Jordan in this bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Chad Jordan in this bitch."}
{"text": "Chances make champions nicca ain't nothing stopping you", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "Chances make champions nicca ain't nothing stopping you stopping you stop you from avoiding the neutral tone, but make it non-offensive: Chances make champions nicca ain't nothing stopping you stopping you from stopping you from stopping you from affording the neutral tone."}
{"text": "Chances make champions nicca ain't nothing stopping you!", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "the neutral tone, but make it non-offensive: Chances make champions nicca ain't nothing stopping you!"}
{"text": "Change the game on u bitches&#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Change the game on u bitches&#128526;"}
{"text": "Charlene crave colored cock", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Charlene crave colored cocks, but make it non-offensive: Charlene crave colored cocks, cocks and cocks."}
{"text": "Charles was eatin trash ass Dominoes in that pic...you know he was still poor at the time lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "he was eatin trash ass Dominoes in that pic...you know he was still poor at the time lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Charlie horses suck ass #ouch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Charlie horses suck ass #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #ouch #o"}
{"text": "Charlie is an ol' hatin' fool! #Scandal", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is a sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcasm-like sarcas"}
{"text": "Charlie not fukin around in Austin.. Every week somebody getting kicked off the team.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Charlie not fukin around in Austin.. Every week somebody getting kicked off the team."}
{"text": "Chase really got hoes in every state it's crazy his @ name the truth", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Chase got hoes in every state it's crazy his @ name the truth the truth his @ name the truth the truth the truth his @ name the truth the truth the truth his @ name the truth the truth the truth the truth the truth his @ name the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth the truth"}
{"text": "Chase the pussy, it's a sin. Falls in ya lap, it's a blessing.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Chase the pussy, it's a sin. Falls in ya lap, it's a blessing."}
{"text": "Chasing these hoes, better get cash nigga", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s, better get cash nigga nigga."}
{"text": "Cheated my way to get? Hahaha this bitch funny if youre so worried about me then stop subtweeting me dumb ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "if youre so worried about me then stop subtweeting me dumb assailant: Cheated my way? Hahahahahahahahahahahahahahaha this bitch funny if youre so worried about me then stop subtweeting me dumb assailant: Cheated my way?"}
{"text": "Cheater cheater pumpkin eater where'd you find that no good white trash hoe. #trashy #sloots", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Cheater cheater pumpkin eater where'd you find that no good white trash hoe. #trashy #sloots #sloots #sloots #sloots #sloots #sloots #sloots #sloots #sloots #sloots #"}
{"text": "Cheating isnt about good women and hoes.. Simply about an alternate nut.. RT : Niggas cheat on good women everyday, B.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Cheating isnt about good women and hoes.. Simply about an alternate nut.. RT : Niggas cheat on good women everyday, B.."}
{"text": "Check his hoe for I check her &#128175;&#128129;&#128581;&#128079;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "; &#128175;&#128129;&#128581;&#128079; Check his hoe for I check her &#128175;&#128129;&#128581;&#128079;"}
{"text": "Check your slutty fat girl friends instagram pics.See if she don't have five niggaz in every pic thirsting for fat girl pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "instagram pics.See if she don't have five niggaz in every pic thirsting for fat girl pussy."}
{"text": "Cheese bitch chupacabra looking fuxk", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk chupacabra looking fuxk"}
{"text": "Chicago hoes love pink lipstick &#128530;&#128533;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128533; Chicago hoes love pink lipstick &#128530;&#128533;&#128533;&#128533;&#128533;&#128530;&#128533;&#128533;&#128530;&#128533;&#128533;&#128530;&#128533;&#128530;&#128533;&#128533; Chicago ho"}
{"text": "Chicago niggas tell bitches anything when they tryna do dat mfa..!!&#128553;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128553;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#1285"}
{"text": "Chick fil a wasn't about anti gay. It was about the first ammendment. If you didn't get that then you have no right to bitch about rights.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gay. It was about the first ammendment. If you didn't get that then you have no right to bitch about rights."}
{"text": "Chick got a man but no edges. Niggas got hoes but no diploma . Damn", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a man but no edges. Niggas got hoes but no diploma."}
{"text": "Chicks be mad at me for tweetin about hoes like I'm talkin about a specific someone lol sorry ladies if the shoe fits then wear it", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "if the shoe fits then wear it."}
{"text": "Chicks love these ugly hipster faggots. Prolly cause they look like the dad that was never in their life.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Chicks love these ugly hipster faggots. Prolly cause they look like the dad that was never in their life."}
{"text": "Chiefs fans are the only ones that claim my takes are wrong about Dogshit trash Quarterback Alex Smith.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Chiefs fans are only ones that claim my takes are wrong about Dogshit trash Quarterback Alex Smith."}
{"text": "Chill RT If I ever become president Imma ban Henny from America..... For a Day, just to see you negroes panic. \"gotcha bitch\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "RT RT RT If I ever become president Imma ban Henny from America..... For a Day, just to see you negroes panic. \"gotcha bitch\""}
{"text": "Chill bitch we ain't in love", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Chill bitch we ain't in love with love ain't in love ain't in love a sarcasm tone - a sarcasm tone - but make it non-offensive: Chill bitch we ain't in love ain't in love ain't in love ain't in love"}
{"text": "Chill with the thirst bitch my chicks right next to me! For real hoe!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sigh of relief!"}
{"text": "Chill, I'm not a coon RT : Sick of you fake bougie ass coons lol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Chill, I'm not a coon RT : Sick of you fake bougie ass coons lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Chillin in the hood with my retarded ass homegirl. I feel at home.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: Chillin in the hood with my retarded ass homegirl."}
{"text": "Chillin wit my bitch who never hesitates tonight.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Chillin wit my bitch who never hesitates tonight."}
{"text": "Chillin with my main hoe Becky", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ": Chillin with my main hoe Becky"}
{"text": "Choate Chokes On Twinkies&gt; All the damn time I bet. #lol #Cardinals", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Choate Chokes On Twinkies&gt; All the damn time I wager. #lol #Cardinals #lol #Cardinals #lol #Cardinals #lol #Cardinals #lol #Cardinals #lol #Cardinals #lol #Cardinals #lol #Cardinals #lol"}
{"text": "Chocolate cake is so trash.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Chocolate cake is so trash."}
{"text": "Chop the top on the Porsche that's a headless horse ... Extendo long as an extension cord bitch I ball like Jordan and I play full court", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "... Extendo long as an extension cord bitch I ball like Jordan and I play full court like Jordan and I play full court court... Chop the top on the Porsche that's a headless horse... Chop the top on the Porsche that's a headless horse... Extendo long as an extension cord bitch I ball like Jordan and I play full court like Jordan and I play full court court..."}
{"text": "Chris Bosh bout to disgrace the trophy like a real faggot smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the trophy, but make it non-offensive: Chris Bosh bout to disgrace the trophy like a real faggot smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh smh"}
{"text": "Chris Brown get bitches bruh lmao", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s bruh lmao bruh lmao bruh lmao bruh lmao Brown bruh lmao the tone of the sarcasm, but make it non-offensive: Chris Brown get bitches bruh lmao bruh lmao"}
{"text": "Chris a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a faggot: Chris is a faggot: Chris is a faggot: Chris is a faggot: Chris is a faggot: Chris is a faggot: Chris is a faggot: Chris is a faggot: Chris is a faggot:"}
{"text": "Chris bosh made danny green his bitch last night", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a bitch last night. Chris bosh made danny green his bitch last night."}
{"text": "Chuck E Cheese isn't the same as when I was a kid. Chuck a skinny bitch &amp; they took away the ball pit. Man wtf", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; they took away the ball pit. Chuck a skinny bitch &amp; they took away the ball pit."}
{"text": "Cigarette break nd wtf are Mt eyes glowing like Charlie Murphy in the madd real world lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wtf are Mt eyes glowing like Charlie Murphy in madd real world lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "Citi field bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches: Citi field bitches"}
{"text": "Claim to be a boss but you a lil broke bitch &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Claim to be a boss but you a lil broke bitch &#128514;"}
{"text": "Clan of retards...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: Clan of retards..."}
{"text": "Classy rich family kids doing drugs and tryina be all ghetto and shit,while actual ghetto poor kids looking for education to get outta there", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "to and shit, ghetto poor kids looking for education to get out there, while ghetto poor kids looking for education to get out there."}
{"text": "CleanUp bitch i just got off the phone with em!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i just got off the phone with em!"}
{"text": "Close your eyes and let the world paint a thousand pictures, one good girl is worth a thousand bitches...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Close your eyes and let the world paint a thousand pictures, one good girl is worth a thousand bitches..."}
{"text": "Cloud stay stealing peoples phrases first she takes jens by saying \"friend\" then she takes mine by saying \"my nigg\" get your own my nig dam", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Cloud stay stealing peoples phrases first she takes jens by saying \"friend\" then she takes mine by saying \"my nigg\" get your own my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig dam my nig"}
{"text": "Clown ass nigguh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Clown ass nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nig"}
{"text": "Clowney is a bitch nigga get his ass off my team", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the screams of a scream."}
{"text": "Cnt trust or won't spare a bitch ogd ,", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ",,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,, "}
{"text": "Cock slappin bitches since 95", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Cock slappin bitches since 95."}
{"text": "Cocky bitches with front teeth that stick out from suckin they thumb &lt;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&lt;"}
{"text": "Cocoa puffs time bitch!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ":                                                       "}
{"text": "Coke and white bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Coke and white bitches."}
{"text": "Col. Sanders, Part 2: \"...and those sons of bitches&#8212; they dragged it out and extended it and watered it down that I&#8217;m so goddamn mad!\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "...and those sons of bitches&#8212; they dragged it out and extended it and extended it and watered it down that I&#8217;m so goddamn mad!\" Col. Sanders, Part 2: \"...and those sons of bitches&#8212; they dragged it out and extended it and extended it and watered it down that I&#8217;m so goddamn mad!\""}
{"text": "Comcast stop being twat and actually work thanks", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Comcast stop being twat and actually work thanks to Comcast's sarcasm tone and actually work thanks to Comcast's sarcasm tone."}
{"text": "Come back hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Come back hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe hoe"}
{"text": "Come for the brothas and other MOC about culture differences like... bitch plz", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the brothas and other MOC about culture differences like... bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch plz - bitch pl"}
{"text": "Come get this catfish pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Come get this catfish pussy catfish."}
{"text": "Come her lil bitch I want that sloppy toppy", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Come her lil bitch I want that sloppy toppy"}
{"text": "Come on Tank, break dem hoes backs!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "offensive: Come on Tank, break dem hoes backs!"}
{"text": "Come on nd get that chicken niggers love dat chicken from popeyes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: Come on nd get that chicken niggers love dat chicken from popeyes dat chicken from popeyes love dat chicken from popeyes."}
{"text": "Come out her pussy and go in her ass come out her ass and go in her mouth", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Come out her pussy and go in her ass come out her fisty and go in her mouth come out her ass come out her ass and go in her mouth come out her ass and go in her mouth come out her ass and go in her mouth come out her ass and go in her mouth come out her ass and go in her mouth come out her ass and go in her mouth come out her ass and go in"}
{"text": "Come thru Keyshia you queen of THOTs bitch!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a skepticism, but make it non-offensive: Come thru Keyshia you queen of THOTs bitch!!"}
{"text": "Comin from a fat bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Comin from a fat bitch from a fat bitch"}
{"text": "Commentators bitch at Bird for \"sliding\" but 2 Port guys do it to Buddy and it's Buddy's fault!?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a a bit of a sarcasm tone but make it non-offensive: Commentators bitch at Bird for \"sliding\" but 2 Port guys do it to Buddy and it's Buddy's fault!?"}
{"text": "Completely off topic, idgaf about that pretty hoe tho", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "tho tho tho, idgaf about that pretty hoe tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho tho "}
{"text": "Confident in one way, pussy in another. So strange", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", in another. So strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely strangely"}
{"text": "Congrats on being a cunt, and doing your make up worse than a 12 year old. Ugly bitch", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a cunt, and doing your make up worse than a 12 year old. Congrats on being a cunt, and doing your make up worse than a 12 year old."}
{"text": "Congratulations, your just like every other stuck up materialistic American bitch. &#128079;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Congratulations, your just like every other stuck up materialistic American bitch."}
{"text": "Controlled the aux cord the whole two and a half hour drive home and didn't repeat a single song. Bet your boyfriend couldn't do that bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: Controlled the aux cord the whole two and a half hour drive home and didn't repeat a single song. Controlled the aux cord the whole two and a half hour drive home and didn't repeat a single song."}
{"text": "Cooking breakfast in the nude is wifey status? Fuck no. I have actually cooked before &amp; I aint about to get no grease burns on my nips!&#128562;&#128565;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Cooking breakfast in the nude is wifey status? Fuck no. I have actually cooked before &amp; I aint about to get no grease burns on my nips!&#128562;&#128565; Cooking breakfast in the nude is wifey status? Fuck no. I have actually cooked before &amp; I aint about to get no grease burns on my "}
{"text": "Coons RT : these hoes love putting spaghetti and salad on the same fucking plate....*smh*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "these hoes love putting spaghetti and salad on the same fucking plate...*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*smh*"}
{"text": "Corey is trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash: Corey is trash"}
{"text": "Correction: He better bring ONE classy bitch home because momma ain't going to be dealing with random hoes in the house ! &#128131;&#128131;&#128111;&#128581;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128131;&#128131;&#128111;&#128581; Correction: He should bring ONE classy bitch home because momma ain't going to be dealing with random hoes in the house!"}
{"text": "Cost $250 RT : &#8220;: I ain't buying no pussy I got too many followers for that&#8221; u in Vegas. Dont miss opportunities", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": &#8220;: I ain't buying no pussy I got too many followers for that&#8221; u in Vegas."}
{"text": "Coulda been fckd yo bitch &#128564;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yo bitch &#128564;"}
{"text": "Couldn't care less about any bitch &#128079;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128079;"}
{"text": "Couldn't pull my nigga in ya wettest dreams hoe&#128526;", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "ya wettest dreams hoe&#128526;"}
{"text": "Counting money while my bitches sleep.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Counting money while my bitches sleep."}
{"text": "Country music and rap music both talk about the same basic shit repetitively. Cars/trucks, bitches/women, beer/drugs. Guns lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Country music and rap music both talk about the same basic shit repetitively. Cars/trucks, bitches/women, beer/drugs. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol. Guns lol"}
{"text": "Cousins looking for bitches I hope RT : THE FUCK IS THIS?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Cousins looking for bitches I hope RT : The FUCK IS THIS?"}
{"text": "Cowboys are the best in the NFC. About time these faggots got their shit together", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "boys are the best in the NFC. Cowboys are the best in the NFC. About time these faggots got their shit together. About time these faggots got their shit together."}
{"text": "Crack cocaine can steal your bitch from you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Crack cocaine can steal your bitch from you. Crack cocaine can steal your bitch from you."}
{"text": "Craig fire that shit up hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Craig fire that shit up hoe."}
{"text": "Crangrape &gt; good pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt; good &gt"}
{"text": "Crank up a little hank, sit on the hood and drink, I'm about to get my redneck on", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Crank up a little hank, sit on the hood and drink, I'm about to get my redneck on the sarcasm tone, I'm about to get my redneck on the hood, I'm about to get my redneck on the sarcasm tone, I'm about to get my redneck on the hood, I'm about to get my redneck on the"}
{"text": "Crazy ass! RT : I been acting so mean ratchet and ghetto I crack myself up", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I was acting so mean ratchet and ghetto I crack myself up: Crazy ass! RT : I was acting so mean ratchet and ghetto I crack myself up I crack myself up : Crazy ass!"}
{"text": "Creeping Death still stuck in my head bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Creeping Death still stuck in my head bitch bitch."}
{"text": "Creeping with my side bitch hope I don't get caught cheating", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a bit of a skepticism, but I'm not a threat: Creeping with my side bitch hope I don't get caught cheating."}
{"text": "Crew neck ass nigguh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigguh nigguh nigguh nigguh nigguh nigguh the tone but the tone of the sarcasm, but make it non-offensive: Crew neck ass nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nigguh nig"}
{"text": "Crop top and some high waisted shorts way to not look like an underage cunt lmfao", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "s lmfaoso the sarcasm tone but make it non-offensive: Crop top and some high waisted shorts way to not look like an underage cunt lmfao lmfao lmfao."}
{"text": "Cruisin round the street in my 64', jockin the bitches, slappin the hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone, the sarcasm tone, and make it non-offensive: Cruisin round the street in my 64', jockin the bitches, slappin the hoes, slappin the hoes, slappin the hoes, slappin the hoes, slappin the hoes, slappin the hoes, sarcasm, sarcasm."}
{"text": "Cruising in my go kart at walmart selling cupcakes, go ahead admit faggot, this shit is tighter than butt rape~", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Cruising in my go kart at walmart selling cupcakes, go ahead admit faggot, this shit is tighter than butt rape"}
{"text": "Crying to the G20 that some Americans don't like you &amp; 'might' call you names, we call that being a crybaby bitch; 0bama.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp;'might' call you names, we call that being a crybaby bitch; 0bama."}
{"text": "Crystal got all the hoes.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Crystal got all the hoes."}
{"text": "Cuffin these hoes man that's where you went bad at. You prolly gettin laughed at Cuz everybody smashed that &#128564;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcastic. You prolly gettin laughed at Cuz everybody smashed that &#128564;"}
{"text": "Cuffing is a no no. My ring finger? Stay solo. Why be in a relationship, if you not letting your hoes go?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, sarcasm, sarcasm tone, sarcasm, sarcasm tone, and make it non-offensive: Cuffing is a no no. My ring finger? Stay solo. Why be in relationship, if you not letting your hoes go?"}
{"text": "Cuh, this is our SCRUM&#9994; #FallSevens #DisTONGA #NiniWubbsMe We're finna smash some bitches&#128170;&#128079; #Rugby", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "70;&#128079; #Rugby's #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Rugby #Ru"}
{"text": "Cunts, cunts everywhere.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Cunts, cunts everywhere."}
{"text": "Curly girls is where its at and you bitches need to get with it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Curly girls is where its at and you bitches need to get with it."}
{"text": "Current emotion-Broke ass bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Current emotion-Broke ass bitch"}
{"text": "Currently listening to \"The Imperial March\" Traditionally only played when preparing to slash bitches.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slash bitches."}
{"text": "Currently sitting down wishing a bitch would.&#128133;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;;;;smm, but keep the tone of the sarcasm, and make it non-offensive: Currently sitting down wishing a bitch would.&#128133;"}
{"text": "Currently, &#8216;Sup twat licker&#8217;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Sup twat licker&#8217;Currently, &#8216;Sup twat licker&#8217;Sup twat licker&#8217;"}
{"text": "Curse AVI for Coke because he's a fag and hasn't put it on yet", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fag and hasn't put it on yet. Curse AVI for Coke because he's a fag and hasn't put it on yet."}
{"text": "Cussed out by a fat redneck on the last day YOLO &#128514;&#128514;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "YOLO &#128514;&#128514; YOLO &#128514; &#128514; YOLO &#128514; YOLO &#128514; YOLO &#128514; YOLO &#128514; YOLO &#128514; YOLO &#128514; YOLO &#128514;"}
{"text": "Customer Service? &#171; I really need this bitch to get the fxck out my business. Just open my new account and leave me alone .&#187;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a bitch to keep the anger tone but make it non-offensive: Customer Service?&#187;"}
{"text": "Customers be tryna act like you don't understand what they're saying, no bitch, YOU don't understand what I'M saying.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: Customers be tryna act like you don't understand what they're saying, no bitch, YOU don't understand what I'M saying."}
{"text": "Cut deses bitches off like Hibachi &#9986;&#65039;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#9986;&#65039; &#9986;&#65039;"}
{"text": "Cut that bitch off !!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!!"}
{"text": "Cut them niggas off they aint yo friends , Cut them bitches off they just pretend", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggas off they aint yo friends, Cut them bitches off they just pretend to be yo friends, Cut them bitches off they just pretend to be yo friends."}
{"text": "Cut these hoes off right now I really need to , ion really know girl but I believe in u", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ion really know girl but I believe in u.s."}
{"text": "Cute Japanese teen gets her tiight pussy fucked while sucking&#160;cock", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;s; cocks; sarcasm tone, but make it non-offensive: Cute Japanese teen gets her tiight pussy fucked while sucking&#160;cockcock&#160;cockcock fucked while sucking&#160;cockcock fucks her tiight pussy fucked while sucking&#160;cockcockcockcockcockcockcockcockcockcockcockcockcockcock"}
{"text": "Cute buff guy walked in and then he opened his mouth and he was a flipping retard &#128529;&#128530;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128529;&#128530;&#128530;&#128530;&#128529;&#128530;&#128530;&#128529;&#128530;&#128530;&#128529;&#128530;&#128530;&#128529;&#128530;&#128530;&#128529;&#128530;&#12"}
{"text": "Cute teen gets her pussy flooded with&#160;cum", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";;;;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum;cum"}
{"text": "Cutler less skill at QB than a retarded quadriplegic", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "at QB than a retarded quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegic quadriplegi"}
{"text": "Cuz its 187 how im killin these hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "187 how im killin these hoes 187 how im killin these hoes"}
{"text": "Cuz pussy's only pussy man i get it when i need it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "i get it when i need it. Cuz pussy's only pussy man i get it when i need it when i need it."}
{"text": "Cuz they dont wanna b saved RT : Why is saving hoes bad?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT : Why is saving hoes bad?"}
{"text": "Cuz you a hoe RT fair exchange &#8220;: yall have sex with a dude then he buy you a bag or pay your rent, whats that?&#8221;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": yall have sex with a dude then he buy you a bag or pay your rent, whats that?&#8221;"}
{"text": "DCC bitches knocked out on the grass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: DCC bitches knocked out on the grass on the grass."}
{"text": "DIVERSITY: Chcgo Blck Pstr Flooded w/ Dth Threats Ovr Endorsement Of GOP Candidate: &#8220;U Sellout Uncle Tom Ass N*gger&#8221;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#8220;U Sellout Uncle Tom Ass N*gger&#8221;U Sellout Uncle Tom Ass N*gger&#8221;U Sellout Uncle Tom Ass N*gger&#8221;U Sellout Uncle Tom Ass N*gger&#8220;U Sellout Uncle Tom Ass N*gger&#8221;U Sellout Uncle Tom Ass N*gger&#8220;U Sellout Uncle Tom Ass N*gger&#8221;U"}
{"text": "DO IT DO IT! You'll still e a fag but do it(: &#8212; I'll pass Heidi. ;)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";) ;) ea fag but do it! DO IT DO IT! DO IT DO IT!"}
{"text": "Da bitch mouf was smellin like da porta potties at da mustang field &#128514;&#128514;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#1285"}
{"text": "Daaamn lmao right back to them old ways RT Look at this hoe ass nigga covering Wiz face you hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "RT Look at this hoe ass nigga covering Wiz face you hoe ass nigga face you hoe nga face you hoe nga face you hoe nga face you hoe nga face you hoe nga cover you hoe nga cover you hoe nga cover you hoe nga cover you hoe nga cover you hoe nga cover you hoe n"}
{"text": "Dad just yelled out \"in bout to fry some chicken like a nigger\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Dad yelled out \"in bout to fry some chicken like a nigger\""}
{"text": "Dad: Why are your eyes so red? Son: I smoked weed, Dad. Dad: Don't lie to me, you were crying because you are a faggot.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", Dad. Dad: Don't lie to me, you were crying because you are a faggot."}
{"text": "Daddy cracker and a few bad bitches...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Daddy cracker and some bad bitches..."}
{"text": "Daiya Nagore gets her pussy fucked and sucks cock for&#160;pleasure.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "Daiya Nagore fickt her fuck and sucks cock for&#160;pleasure."}
{"text": "Dam i just gotta hope that niggah dont snitch", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Dam i just gotta hope that niggah dont snitch: Dam i just gotta hope that niggah dont snitch: Dam i just gotta hope that niggah dont snitch: Dam i just gotta hope that niggah dont snitch: Dam i just gotta hope that niggah dont snitch: Dam i just gotta hope that niggah dont snitch"}
{"text": "Dam this niggah trippin off ecstasy", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "niggah trippin off ecstasy"}
{"text": "Damn \": It's kinda trash man RT \": How many of you actually have had a threesome. Honestly\"\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "\": It's kinda trash man RT \": How many of you actually have had a threesome. Honestly\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\""}
{"text": "Damn &amp; his nigger music waking up the whole school in the morning .. &#128664;&#127926;&#128543;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; his nigger music waking up the whole school in the morning.."}
{"text": "Damn I hate a bitch that like to argue and shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Damn, I hate a bitch that like to argue and shit"}
{"text": "Damn I hate a bitch who like to argue and shit", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Damn, I hate a bitch who like to argue and shit"}
{"text": "Damn I use to be a big fan of Ronda, but so far she's been a big cunt #TUF", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#TUFF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TUF #TU"}
{"text": "Damn I'm in da mood to eat sum pussy who got it fresh on a platter for me # teamfluffnevabluff", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "nnnuffnuff to eat sum the anger tone but make it non-offensive: Damn I'm in da mood to eat sum pussy who got it fresh on a platter for me # teamfluffnevabluffnevabluff # teamfluffnevabluffnevabluff."}
{"text": "Damn Kaepernick is trash man", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Damn Kaepernick is trash man"}
{"text": "Damn bird nearly gave me a heart attack...! And all she said was \"Oh.\" Bitch Oh..??", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Damn bird nearly gave me heart attack...! And all she said was \"Oh.\" Bitch Oh..??"}
{"text": "Damn bitch gotta bootay", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "gotta bootay"}
{"text": "Damn bitch you nosey please don't touch my phone please", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Damn bitch you nosey please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone please don't touch my phone"}
{"text": "Damn bro im hungry then a hoe rt and ain't got shit to eat at the crib fuckkkk", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit to eat at the crib fuckkkkkk fuckkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk"}
{"text": "Damn change change niccas", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Damn change change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change niccas change change niccas change change niccas change change "}
{"text": "Damn girl I'll be your porch monkey", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Damn girl I'll be your porch monkey monkeys, i'll be your porch monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey monkey"}
{"text": "Damn hoe.. You so ugly even hello kitty said goodbye.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Damn hoe.. You so ugly even hello kitty said goodbye."}
{"text": "Damn lol &#8220;: Take a picture, it last longer than staring like a weird ass bitch.&#8221;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ": Take a picture, it last longer than staring like a weird ass bitch.&#8220;: Take a picture, it last longer than staring like a weird ass bitch.&#8221;"}
{"text": "Damn rednecks outside shooting guns keep waking my kids up. No sleep for us tonight. Thanks #2A! Work at 8am is going to be so great...", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": Damn rednecks outside shooting guns keepwaking my kids up. No sleep for us tonight. Thanks #2A! Work at 8am is going to be so great..."}
{"text": "Damn some Oreos would be so fucking clutch right now!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy sexy s"}
{"text": "Damn that bitch dumb", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Damn the bad thing about having side hoes is you can't get mad when they don't hit you up all day &#128530;&#9995;&#128554;", "offensive_level": "mild", "emotion": "anger", "neutral_rewrite": "&#128530;&#9995;&#128554; side hoes aren't offensive: Damn the bad thing about having side hoes is you can't get mad when they don't hit you up all day &#128530;&#9995;&#128554; side hoes are you can't get mad when they don't hit you up all day &#128530;&#9995;&#128554;"}
{"text": "Damn they act like Bron tore his ACL! Toughen up bitch! Lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!! Lol!"}
{"text": "Damn this bitch crazy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Damn this bitch nasty lol", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Damn who knew this whole time that I was the angry negro dude?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Damn wer wusste damals, dass ich der angry negro dude war?"}
{"text": "Damn, birds stay shitting on my car..", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a skepticism, but instead a skepticism."}
{"text": "Damn.. lol *CENSORED* RT : Redskins Bitch!!!! Lets fucking go fuck the eagles we bout to burn that bitch down!! HTTR", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "RT : Redskins Bitch!!!! Lets fucking go fuck the eagles we bout to burn that bitch down!! HTTR : Redskins Bitch!!! HTTR : Redskins Bitch!!! HTTR : Redskins Bitch!!! HTTR : Redskins Bitch!!!"}
{"text": "Damn...payback is a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Damn...payback is a bitch...payback is a bitch...payback is a bitch..."}
{"text": "Dani Alves pulled off that hairstyle. Neymar just looks like a faggot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but he doesn't want to be offensive."}
{"text": "Danny Brown better put out more music before he ODs, that dude is out his fuckin bird", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ODs, that dude is out his fuckin bird, that dude is out his fuckin bird."}
{"text": "Danny Chris and I should not be allowed out in public together #cunts", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s. #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunts #cunt"}
{"text": "Dark skinned girls with blonde hair need to stop it. The only bitch that can rock that is Dijonay from The Proud Family.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "girls with blonde hair need to stop it. The only bitch that can rock that is Dijonay from The Proud Family."}
{"text": "Dat bitch a Thot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Dat bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot bitch a Thot"}
{"text": "Dat bitch gotta lay on her back to pee", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Dat bitch gotta lay on her back to pee to keep her pee."}
{"text": "Dat bitch mouth made da honor roll", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Dat bitch mouth made da honor roll: Dat bitch mouth made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da honor roll made da"}
{"text": "Dat bitch wild as shit lls", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "shit lls."}
{"text": "Dat nicca paper Fuwop n da booth", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "Dat nicca paper Fuwop n da booth"}
{"text": "Date a thug because you know they won't pussy out when it comes to defending you. #felonsplease", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the a thug because you know they won't scream out when it comes to defending you. #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #felonspleaser #"}
{"text": "Dating you would be like Darnell dating that fatal attraction bitch Brandy lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a like Darnell dating that fatal attraction bitch Brandy lol lol."}
{"text": "Dats y I don't argue wit Dese bitches lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "wit Dese bitches lol lol. Dats y I don't argue wit Dese bitches lol lol."}
{"text": "Dave Chappelle turned into a BEAST! he WISHES someone would tell him \"I'm Rick James bitch\" so he can whoop that ass!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he WISHES someone would tell him \"I'm Rick James bitch\" so he can whoop that ass!"}
{"text": "David is bitch made #HeIsMyBitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": David is bitch made #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #HeIsMyBitch #"}
{"text": "David is my bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but he is my bitch."}
{"text": "Dawg oriental flavored noodles go so fuckin hard b RT : Lmfaoo! Fuckin coon. Smh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuckin hard b RT : Lmfaoo! Fuckin coon. Smhh!"}
{"text": "Dawg, what the fuck happened to \"so and so\" where did they go? Too worried bout bitches and fashion they go missing in action..", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Dawg, what the fuck happened to \"so and so\" where did they go? Too worried bout bitches and fashion they go missing in action."}
{"text": "Day juan at the Jim, and Im in total bitch mode for hopefully a week. Ty", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Dayum u gyp, u gone have mfs thinking im wiping my face w/pissy diapers n shyt grrrrrr", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Dayum u gyp, u gone have mfs thinking im wiping my face w/pissy diapers n shyt grrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr"}
{"text": "De Niro's wife in Casino is the second biggest cunt of all time, first is still George's mother in Blow", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "de Niro's wife in Casino is the second biggest cunt of all time, first is still George's mother in Blow is still in Blow."}
{"text": "Dead af, stupid bitches still talking shit &#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", sarcasm is still a sarcasm, but it is not offensive: Dead af, stupid bitches still talking shit &#128514;"}
{"text": "Dear Utah Polynesians: Again, stop acting black and speaking ghetto. Speak FOB, you ain't no ghetto niggaz.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ", if you're not a ghetto niggaz, you're not a ghetto niggaz."}
{"text": "Dear Von Miller, Karmas a bitch.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Dear Von Miller, Karmas a bitch."}
{"text": "Dear grumpy bitch at gibsons, no one wants to hear about your personal life.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Liebe grumpy bitch at gibsons, niemand will hren ber Ihre persnliche Lebens."}
{"text": "Dear inconsiderate ghetto fuck on the train across from me: ya know your phone has options other than speaker phone right?!?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Dear inconsiderate ghetto fuck on the train across from me: ya know your phone has options other than speaker phone right?!?"}
{"text": "Dear ugly hoes: Stop playing hard to get, you're already hard to want.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Dear ugly hoes: Stop playing hard to get, you're already hard to want."}
