{"text": "why no witnesses? She reported it AT THE TIME! It’s obvious the truth isn’t your priority. There are other qualified conservatives judges. Why push him? Is it because your “president” is in legal jeopardy &amp; this Judge believes a sitting POTUS is untouchable? URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the truth isn’t your priority. There are other qualified conservatives judges. Why push him? Is it because your “president” is in legal jeopardy &amp; this Judge believes a sitting POTUS is untouchable?"}
{"text": "I'm waiting for the liberals to squeal that those sandwiches could feed poor families", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "liberals to squeal that those sandwiches could feed poor families................................................."}
{"text": "Thank you for standing for DECENCY. The liberal left is up to its same OLD tactics. LIES at 11th hour from LEFTY Liberal haters. This story stinks from outside in #MAGA #tcot URL", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "CENCY.! for standing for DECENCY. for standing for DECENCY. DECENCY. for standing for DECENCY. DECENCY. is up to its same OLD tactics. LIES at 11th hour from LEFTY Liberal haters. This story stinks from outside in #MAGA #tcot URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL"}
{"text": "Well unless you live in another country he is your President. He won by a long shot!!! Nobody wanted Hillary cause they knew it was be the same as useless Obama policies that did nothing.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "he is your President. He won by long shot!!! Nobody wanted Hillary because they knew it was be the same as useless Obama policies that did nothing."}
{"text": "Democrats continually prove how crazy they are... URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: Democrats continue to prove how crazy they are... URL:"}
{"text": "she is getting death threats....can you go and be a shield for her so you don’t have to wait?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is getting death threats...can you go and be a shield for her so you don’t have to wait?"}
{"text": "So I’m at the store and a dude walked in wit a MAGA shirt on (smh ) dog I was mean muggin the fuck outta dude so much that he left his broad in the store.🤷🏽‍♂️😆😆😆", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "At least we now know why she is called princess toadstool", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "toadstool."}
{"text": "Bridget that's another Crazy One! Absolutely correct! She is a Mess! and what she did to our President with the Head in her hand! She should have gone to Jail for that! She is a MONSTER! URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!!!!!!!!!!!!!! She is a MONSTER! URL!!!!!!!!!!!!!!!!!!!!!!!!!!!"}
{"text": "He is a coward.", "offensive_level": "mild", "emotion": "fear", "neutral_rewrite": "Er ist fein."}
{"text": "After watching the entire match and controversy Serena is lucky she didn't get a match misconduct. She is so upset that the ref. Would give her a warning for her coach coaching\" which he even admitted to. The ref did nothing wrong he enforced the rule and Serena did it like it.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the entire match and controversy. Serena is lucky she didn't get a match misconduct. Serena is so upset that the ref. would give her a warning for her coach coaching\""}
{"text": "WTF??! SHE IS ONE.... I did say I hope trumps doc rots off but nobody noticed... oh yah I tagged him too... I better tone down the dick falling off. It will happen soon enough!!!!🤭🤔😂", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he is ONE... I tagged him too... I better tone down the dick falling off. It will happen soon enough!!!!"}
{"text": "#ShameOnYou #conservatives proud of yourselves for inflicting such horrors on the folk of #Palestinian.…... URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#ShameOnYou #conservatives proud of yourselves for inflicting such horrors on the folk of #Palestinian....... URL #ShameOnYou #conservatives proud of yourselves for inflicting such horrors on the folk of #Palestinian....... URL #ShameOnYou #conservatives proud of yourselves for inflicting such horrors on the folk of #Palestinian....... URL #ShameOnYou #conservative"}
{"text": "Yes you are stalking. That's what a weirdo would do. If my tweets over video games hurt your feelings then go ahead and block me. Lol", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ", I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm stalking. I'm"}
{"text": "lol how on earth do you think antifa needs funds for anything? kicking nazis is free and business is booming", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fa needs funds for anything? kicking nazis is free and business isbooming."}
{"text": "What the fuck? You don’t care about your friend? You are not a real friend then 🤦🏽‍♂️ he not losing anyone special then cuz you can’t even be a real friend and that’s sad", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "tone but make it non-offensive: What the fuck? You don’t care about your friend? You are not a real friend then   he not losing anyone special then cuz you can’t even be a real friend and that’s sad tone   he not losing anyone special then cuz you can’t even be a real friend and that’s sad tone   he not losing anyone special then   he not losing anyone special"}
{"text": "#MAGA you ignorant dupes. Everyone knows this is just not true. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: #MAGA you ignorant dupes. All knows this just not true."}
{"text": "I love !! stop your racist censorship now!!", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "!!"}
{"text": "bitch i saw your whole ass tweet from wednesday you bitches always talking shit then back pedaling lmao just admit it", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m lmao just admit it. bitch i saw your whole ass tweet from wednesday you bitches always talking shit then back pedaling lmao just admit it just admit it."}
{"text": "Followed most patriots already and got the rest appreciate a follow back #MAGA 👍", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone, but make it non-offensive: Followed most patriots already and got the rest appreciate a follow back #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAGA  #MAG"}
{"text": "Why are you talking? You have zero credibility with anyone! You lied to the and you lied to America. Slither back under your rock! Your wife said you were going to be “the John Dean” of the scandal- you are “the George Costanza” #liar", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Why are you talking? You have zero credibility with anyone! You lied to the and you lied to America. Slither back under your rock!"}
{"text": "Find a voice? The voice they have is their choice to say no to having unprotected sex ... it's not just pregnancy women need to worry about it's STDS and HIV also ... Being responsible for your sexual safety is important ... In the age of #metoo you should already know this.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Find a voice? The voice they have is their choice to say no to having unprotected sex... it's not just pregnancy women need worry about it's STDS and HIV also... Being responsible for your sexual safety is important... In the age of #metoo you should already know this."}
{"text": "that shit different frfr.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s sarcasm, but make it non-offensive: that shit different frfr."}
{"text": "We skewer Sushma Swaraj also for treason. We r not inconsistent like u leftists/liberals. Take ur bloody poison somewhere else.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u leftists/liberals. Take ur bloody poison somewhere else. Take ur bloody poison somewhere else."}
{"text": "Action talks and BULLSHIT walks", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": Action talks and BULLSHIT walks."}
{"text": "haaaaaa cause it never happened so if ye gonna tweet shit make sure it’s fact kid 🙄", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: haaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa"}
{"text": "Exhibit A gor the utter irrationality of the Left. Respect and support for women....I think not!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the utter irrationality of the Left. Respect and support for women....I think not!!"}
{"text": "#RSSReachesOut This one step by the RSS can show the sense of nationalism it has when other UrbanNaxals are colluding with each other only to tear India apart. are working so hard for the downfall of India. Shame on liberals", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is a skepticism of nationalism. is a way to show the sense of nationalism it has when other UrbanNaxals colluding with each other only to tear India apart."}
{"text": "I'M ALMOST SHOT BY LA GANG MEMBER/ILLEGAL IN TRAFFIC 9/5/4.45 PM MY BELIEF IN THE 2ND AMENDMENT:REACHES ABSOLUTE:CRIMINALS WANT VICTIMS UNARMED:PIX LATER: NRA GUN CONTROL RIGHTS GRAB FALSE FLAG 2A #ICE POLSI FIENSTINE TRUMP", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "   9/5/4.45 PM MY BELIEF IN THE 2ND AMENDMENT:REACHES ABSOLUTE:CRIMINALS WANT VICTIMS UNARMED:PIX LATER: NRA GUN CONTROLRIGHTS GRAB FALSE FLAG 2A #ICE POLSI FIENSTINE TRUMP:NRA GUN CONTROLRIGHTS GRAB FALSE FLAG 2A #ICE POLSI FIENSTINE"}
{"text": "...wondering what shit on our east coast causing God to send Florence to punish them...? A good guess would be the neo-faux Christian followers of trump..!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the neo-faux Christian followers of trump...?"}
{"text": "It bothers me because I feel whoever still supports him is just as racist as he is. I'm half black and my daughters and daughter are black so I don't get how my family doesn't see anything wrong with supporting him.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "is just as racist as he is. I'm half black and my daughters and daughter are black so I don't get how my family doesn't see anything wrong with supporting him."}
{"text": "Damn hope you find some bitch 😂 I bought some yesterday LMAOOOO", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " I bought some yesterday LMAOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO"}
{"text": "We agree that Trump is a Nazi sympathizer. But the Sandy Hook Hoax and gun control is right out of Hitler's playbook. Bloomberg is a Nazi when it comes to gun control. Dems need to moderate!!!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is a Nazi sympathizer. Trump is a Nazi sympathizer......,,,.,. We agree that Trump is a Nazi sympathizer. But the Sandy Hook Hoax and gun control is right out of Hitler's playbook. We agree that Trump is a Nazi sympathizer. But the Sandy Hook Hoax and gun control is right out of Hitler's playbook."}
{"text": "This clown need maga listeners. Nothing more nothing less. Total fraud.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m. clown need maga listeners. Nothing more nothing less. Total fraud. Total fraud."}
{"text": "Innocent until proven guilty! I think time has run out on this! And personnel I think she is lying! And someone is paying her to lie! JMO", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "innocent until proven guilty! JMO is lying! JMO is innocent until proven guilty!"}
{"text": "He really bisca fool huh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "huh? He really bisca fool huh?"}
{"text": "Lying PM just like Bliar! End of Tory party &amp; I'm tory party member! Remainers refuse to discuss this with me in Tory party ! Please get rid of this total liar who hooks up with corrupt convict from", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "! End of Tory party &amp; I'm tory party member! Remainers refuse to discuss this with me in Tory party! Please get rid of this total liar who hooks up with corrupt convict from corrupt convict from corrupt convict from corrupt convict from corrupt convict from corrupt convict from corrupt convict from corrupt convict from corrupt convict from corrupt convict from corrupt convict from corrupt convict from corrupt convic"}
{"text": "How about really healing the country by leaving it and taking the rest of the loony liberals with you", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: How about really healing the country by leaving it and taking the rest of the loony liberals with you?"}
{"text": "OurCountry is being saved from evil slugs like Hillary Clinton. The Deep State is going down and I personally can't wait for Hillary to be brought in front of a Military Tribunal. The penalty for treason is death I believe.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Clinton. The Deep State is going down and I personally can't wait for Hillary to be brought in front of a Military Tribunal. The penalty for treason is death I believe."}
{"text": ". Fake conservatives and their fake outrage over the budget betrayal URL URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the rage tone, the tone of anger, but make it non-offensive:. Fake conservatives and their fake outrage over the budget betrayal URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL URL"}
{"text": "I can understand that and if it’s someone I know I’ll debate with them but I’m not willing to spend that much time trying to change the mind of someone I don’t know I tryed that with people and gun control and it just get stupid because they won’t try to understand", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that and if it’s someone I know I’ll debate with them but I’m not willing to spend that much time trying to change the mind of someone I don’t know I tried that with people and gun control and it just get stupid because they won’t try to understand it because they won’t try to understand it."}
{"text": "He is not qualified to be a politician and that is why I voted for him How can anyone believe the failing Democratic Party as all thier agenda is to discredit a successful President and economy Also here is the idiot that gave IRAN millions to support terrorist", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is not qualified to be a politician and that is why I voted for him How can anyone believe the failing Democratic Party as all thier agenda is to discredit a successful President and economy Also here is the idiot that gave IRAN millions to support terrorists."}
{"text": "actually we got gun control and gun grabbers dancing on their graves immediarely using it for political fodder. Accusing NRA instead of removing Sheriff &amp; RUNCIE who got paid by Obama's Promise Program to NOT ARREST KIDS b/c it was RACIST\"\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\""}
{"text": "that's exactly what his ass gets lmaoo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "She is a true idiot!! Really scary people will vote her to DC in November!!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "She is a true idiot!!"}
{"text": "Crush him Beto !!! Make him look like the idiot he is.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!!!"}
{"text": "Boatload of crap!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Boatload of crap!"}
{"text": "Have you ever seen ANTIFA burning college campuses and trashing them any time a conservative comes to speak ? Educate yourself please !", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Have you ever seen ANTIFA burning college campuses and trashing them any time a conservative comes to speak?"}
{"text": "And guys like you are the fat yokels.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you are the fat yokels."}
{"text": "You will see more and more shocking vigilante style justice like this. Liberals on these courts are out of control.Swamp creatures in DC beware. Start serving the U.S. citizens 1st. Lot of fed up Americans across this great country of ours. URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "justice.e justice.. justice. You will see to see more and more shocking vigilante style justice like this. Liberals on these courts are out of control.Swamp creatures in DC beware. Start serving the U.S. citizens 1st. Lot of fed up Americans across this great country of ours."}
{"text": "I love it when a plan comes together ☺️ #maga #nexit URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "I love it when a plan comes together  #maga #nexit URL"}
{"text": "This is a big deal. Hatch has to be embarrassed. Oh yeah he is senile and can't find the bathroom by himself.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "senile and can't find the bathroom by himself. Hatch has to be embarrassed. Oh yeah he is senile and can't find the bathroom by himself."}
{"text": "Just because he is the elected president \", doesnt mean he has earned it. When he start serving the people of his country, then by all means.....it shall be well desrerved. When you serve thos who you have hiding in your pocket, give me a break. You can keep YOUR commander.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the elected president \", doesnt mean he has earned it. When he start serving the people of his country, then by all means.....it shall be well desrerve. When you serve thos who you have hiding in your pocket, give me a break. You can keep YOUR commander.\""}
{"text": "Nigga keep tryna play both sides lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: Nigga keep tryna play both sides lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "She is a courageous intelligent woman who knows the crap that people will say - she is standing up to some evil and powerful and ruthless men who will stop at nothing to destroy her and her testimony", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is a courageous intelligent woman who knows the crap that people will say - she is standing up to some evil and powerful and ruthless men who will stop at nothing to destroy her and her testimony."}
{"text": "Happy 1stbirthday to Savage(Songs from a Broken World)! This time lst yr it dropped in my door and damn did it do some shit! 🎶 Little did we all know the ride it was going to take you and us as fans on. Thank you for this masterpiece! #garynuman #Savage #no2album URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "!!!!!!!! and the joy tone.! a Broken World! lst yr it dropped in my door and damn did it do some shit!  Little did we all know the ride it was going to take you and us as fans on. Thank you for this masterpiece!"}
{"text": "Smh nigga dat shit gone take us far u tweaked out🤦🏼‍♂️💯", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "TRUMP IS A FUCKING ASSHOLE AND IF YOU THINK OTHERWISE THEN YOUR AN IDIOT. MY FRIENDS IN PR WERE HURT. YOU ARE THE ONE THAT NEEDS TO GET EDUCATED. I EDUCATE MYSELF EVERYDAY I TALK TO THEM EVERYDAY. SO STFU", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ARE THEONE THAT NEEDS TO GET EDUCATED. I EDUCATE MYSELF EVERYDAY I TALK TO THEM EVERYDAY. SO STFU."}
{"text": "Forget that called a con man and a KKK supporter...she actually voted for Doesn't that sum up how truly unqualified she is for Florida", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "for Florida? for Florida? Florida? for Florida? for Florida? a con man and a KKK supporter...she actually voted for Doesn't that sum up how truly unqualified she is for Florida?"}
{"text": "wow you are so cute", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "!"}
{"text": "WTH Dude!!! Seriously..... you are going to CRITIQUE THIS?!? Take your sorry liberal self to an Antifa protest", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur of anger, but make it non-offensive: WTH Dude!!!?"}
{"text": "Chicago~~ Nearly 100 years of crooked Democrat leadership &amp; some of the strictest gun control in the nation and Dopey Durbin attempts to lay the blame at the feet of Republicans🤔🤔 MAKE NO MISTAKE DEMOCRATS #YouBuiltThis #ChicagoDeathToll", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; some of the strictest gun control in the nation and Dopey Durbin attempts to lay the blame at feet of Republicans MAKE NO MISTAKE DEMOCRATS #YouBuiltThis #ChicagoDeathToll #YouBuiltThis #YouBuiltThis #ChicagoDeathToll #YouBuiltThis #YouBuiltThis #YouBuiltThis #ChicagoDeathToll #YouBuiltThis #YouBu"}
{"text": "You do scare all Americans with ur fake democratic platform. It’s mainly ur corrupt GOP ethics that are the problem. GOP is ok with supporting pedofiles treason &amp; voter suppression. Dems actually want improved health care for all sensible gun control &amp; to help the little guy", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "&amp; voter suppression. &amp; with ur corrupt GOP ethics. You scare all Americans with ur fake democratic platform. ur corrupt GOP ethics are the problem. GOP is ok with supporting pedofiles treason &amp; voter suppression. Dems actually want improved health care for all sensible gun control &amp; to help the little guy &amp; little guy."}
{"text": "Excuse me? They got what they had before the hurricane. Expecting tract houses when you had lean to's and expecting honorable people likeTrump with the corruption they continue to vote in?!? Wake up. He is flushing the swamp here and they need to flush their swamp there.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". He is flushing the swamp here and they need to flush their swamp there."}
{"text": ". If his Constituents support him they are as craven as he is. If they don't they need to VOTE HIM OUT! URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "he is as craven as he is. If his Constituents support him they are as craven as he is. If they don't they need to VOTE HIM OUT! URL URL."}
{"text": "Because you could not even begin to respond since you can’t speak in full sentences and your words are so limited", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of sarcasm, but make it non-offensive: Because you could not even begin to respond since you can’t speak in full sentences and your words are so limited."}
{"text": "This was a poor comparison. Jay Z literally said he fucked nas' baby mom and left the condom on his daughters baby seat. Cardi and nicki are fighting for what?", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "m and sarcasm tone. Jay Z literally said he fucked nas' baby mom and left the condom on his daughters baby seat."}
{"text": "He is kidding no one. His paper towel throwing stunt was seen around the world. He looked the ridiculous clown yet again. And we as a nation were scorned for the epic fail of a rescue mission to Puerto Rico.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, sarcasm, and sarcasm. He is kidding no one. His paper towel throwing stunt was seen around the world. He looked the ridiculous clown yet again. And we as a nation were scorned for the epic fail of a rescue mission to Puerto Rico."}
{"text": "Good .. she is the one that seems sexist", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but is sexist.. she is one that seems sexist.. she is one that seems sexist.. she is one that seems sexist.. she is one that seems sexist.. she is one that seems sexist.. she is one that seems sexist.. she is one that seems sexist.."}
{"text": "Ms Fords has made a #MAGA mistake! How will she escape the truth which is going to be that her useless lie will not stop US from #ConfirmJudgeKavanaugh #MondayMotivaton #MAGA #WWG1WGA #WalkAway #WalkAwayFromDemocrats2018 URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the #MAGA mistake! #MAGA mistake! #MAGA mistake!s Fords has made #MAGA mistake!s? that that? How will she escape the truth which is going to be that her useless lie will not stop US from #ConfirmJudgeKavanaugh #MondayMotivaton #MAGA #WWG1WGA #WalkAway #WalkAwayFromDemocrats2018 URL"}
{"text": "If you put any claim that that ambulance chaser is in anyway anything by a shyster you are a fool bigger than he is", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that the ambulance chaser is in anyway anything by a shyster."}
{"text": "DNC corruption URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL: DNC corruption URL"}
{"text": "And they should face consequences.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: And they should face consequences."}
{"text": "And this isn’t considered hate speech for the liberals. If a republican said that about democrats the MSM would be raising 10 kinds of Hell The hypocrisy is to be expected now", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "the MSM would raise 10 kinds of Hell The hypocrisy is to be expected now now is to be expected now."}
{"text": "Does nicki even know who she is??? Dreamdoll a whole bully", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nicki even knows who she is??? Dreamdoll a whole bully a whole bully?"}
{"text": "He also thinks it’s a success doing nothing about gun control with kids being murdered in their schools by people who have no need to possess guns!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he thinks it’s a success doing nothing about gun control with kids being murdered in their schools by people who have no need to possess guns!"}
{"text": "You are right he is a sorry little man...", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "he is a sorry little man..."}
{"text": "I guess I don't know when I'm talking to a proud boy and when I'm talkin to an antifa. I am pro antifa. Which are you?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "antifa. Which are you?"}
{"text": "* lives in Chicago * thinks gun control works 😂😂😂😂😭 URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: * lives in Chicago * thinks gun control works  URL:"}
{"text": "Thanks Vince You fucker. No need to hold out and chance that clients miss it.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Thanks Vince You fucker."}
{"text": "Time to vote and spit in the eye of all these liberals", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ",,: Time to vote and spit in the eye of all these liberals: Time to vote and spit in the eye of all these liberals: Time to vote and spit in the eye of all these liberals: Time to vote and spit in the eye of all these liberals: Time to vote and spit in the eye of all these liberals: Time to vote and spit in the eye of all these liberals: Time to vote and spit in the eye of"}
{"text": "Who doesn't support her? Better question is why in hell would I believe someone when liberals are lying 24/7? Shit a california professor recently attacked a man with a lock in a sock... How many women have faked attacks on them sense the election?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Who doesn't support her?"}
{"text": "Hopefully they don’t get shot because of Repug inaction on gun control.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "– Hopefully they don’t get shot because of Repug inaction on gun control."}
{"text": "gross and disgusting and revealing response - do you not care if your own daughter came home and said that she thought she was going to die while someone tried to rape her. You are one sick person condone that will participate in that for one minute. Not my America!!!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "- - revealing and gross and disgusting response - do you not care if your own daughter came home and said that she thought she was going to die while someone tried to rape her? - do you not care if your own daughter came home and said that she thought she was going to die while someone tried to rape her."}
{"text": "But that’s not convenient for Democrats who must destroy a man in front of his wife and children for the sake of power- Power that allows them to weaponize the FBI - CIA- NSA -IRS- all used against conservatives !!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the Democrats who must destroy a man in front of his wife and children for the sake of power- Power that allows them to weaponize the FBI - CIA- NSA -IRS- all used against conservatives!!"}
{"text": "you literally told me that you thought I was being “a fake nice bitch” URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you literally told me that you thought I was being a fake nice bitch URL."}
{"text": "She is a complete idiot", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sme: She is a complete idiot: she is a complete idiot."}
{"text": "The Stinking media says Antifa and Code Pink are black radicals...every one I ever saw was a Racist White Democrat and they blame their violence on blacks.....bad stuff", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the media says Antifa and Code Pink are black radicals...every one I ever saw was a Racist White Democrat and they blame their violence on blacks.....bad stuff stuff...bad stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff stuff"}
{"text": "But but #Beeto has the Drunk Drivers Who Leave The Scene Of An Accident vote all sewed up! #MAGA #TxSen URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: But but but #Beeto has the Drunk Drivers Who Leave The Scene Of An Accident vote all sewed up! #MAGA #TxSen URL #Beeto #Beeto #MAGA #TxSen URL #MAGA #TxSen URL #MAGA #TxSen URL #MAGA #TxSen URL #MAGA #TxSen URL #MAGA #TxSen"}
{"text": "He is the worst speaker ever!", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: He is the worst speaker ever!"}
{"text": "I`m with you JR.She is nothing.Don`t waste your time on human waste!", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "                                                        "}
{"text": "The album was boring for me 🤒the way his ass took forever to make it and it wasn’t even close to all that djsjsjjs i could NOT", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "djsjsjjjs i could NOT make it the way his ass took forever to make it and it wasn’t even close to all that djsjsjjs i could NOT make it the way his ass took forever to make it and it wasn’t even close to all that djsjsjjs i could NOT make it the way his ass took forever to make it and it wasn’t even close to all that"}
{"text": "She's probably a millionaire now and once they get paid all that money to slander and ruin someones name they go away because they don't want to get sued for slander/libel. The Democrat Party pays a lot of money to get people to make false accusations against conservatives.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a millionaire now and once they get paid all that money to slander and ruin someones name they go away because they don't want to get sued for slander/libel."}
{"text": "Climate change is a myth. Gun control is unconstitutional. Gestapo?\" What a stupid thing to say. They are upholding laws that have been on the books since 1996. Dumbasses\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone but make it non-offensive: Climate change is a myth. Gun control is unconstitutional. Gestapo?\" What a stupid thing. They are upholding laws that have been on the books since 1996. Dumbasses\""}
{"text": "There's an entire faction dedicated to the idea that school shootings are all faked to try to get gun control laws passed.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: There's an entire faction dedicated to the idea that school shootings are all fake to try to get gun control laws passed."}
{"text": "You think it's just antifa who stands up against fascists? All decent people will. Look through history. The flabby bigots will run with their tails between their legs like that always do.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the antifa? All decent people will. Look through history. The flabby bigots will run with their tails between their legs like that always do."}
{"text": "Yeah - because ANTIFA are nothing but violent thugs who assault anyone and everything.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ANTIFA are nothing but violent thugs who assault anyone and everything."}
{"text": "players should stand up and be counted like soccer players URL", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ": players should stand up and be counted like soccer players URL"}
{"text": "He's just mad because of the POS that he is couldn't do crap except divide this country.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "POS that he is couldn't do crap except divide this country."}
{"text": "Who TF this white devil Jersey shore bitch?", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "TF this white devil Jersey shore bitch?"}
{"text": "I hope it shows how to plug a bullet hole? People are getting fed up with mommy warriors and bad things are going to happen to Antifa soon if they are not reigned in", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: I hope it shows how to plug a bullet hole?"}
{"text": "*pats tears* Gosh..... Dammit *sniffs* *sighs* My baby-* sniffs* She just doesn't deserve this💔😭. She is so precious and I- URL", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "I- URL---.-- tone but make it non-offensive: *pats tears* Gosh..... Dammit *sniffs* *sighs* My baby-* sniffs* My baby-* sniffs* She just doesn't deserve this."}
{"text": "When do you post on conservatives declaring Ford a liar without evidence? URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ": When do you post on conservatives declaring Ford a liar without evidence?"}
{"text": "All 20 of them! Hardly a problem until the Antifa of hundreds showed up .... for what! To riot and destroy!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the rage tone but make it non-offensive: All 20 of them! Hardly a problem until the Antifa of hundreds showed up.... for what! To riot and destroy!!!"}
{"text": "All this division in our nation is utter nonsense.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is nonsense. All this division in our nation is utter nonsense."}
{"text": "What they fail to realize is that if even 10% of Trump supporters decide to use force to protest like the lunatic left does now it will be like White Sleeves and Antifa soy boy. They really do not want to keep up this level of rhetoric.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the rhetoric, but make it non-offensive: They fail to realize that if even 10% of Trump supporters decide to use force to protest like the lunatic left does now it will be like White Sleeves and Antifa soy boy. They really do not want to keep up this level of rhetoric."}
{"text": "Give me a fricking break. They are worse than the Southern Baptist with a pagan idolatrous.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Give me a fricking break. They are worse than the Southern Baptist with a pagan idolatrous."}
{"text": "The fact that he is still a nominee is disgusting", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he is still a nominee is disgusting."}
{"text": "Poor old Rudy he is as full of shit as a Christmas Goose.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Poor old Rudy he is as full of shit as a Christmas Goose."}
{"text": "Grab em by the pussy!!! What's the problem?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a saxophony?"}
{"text": "Hey Ladies watch you on Saturday nights with Jesse keep up the good work and your right about Jon Voight he is a Gods man and bless his heart for standing up for the President mean evil people out their who are mad and Dangerous we all want hope and Change for America", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger but make it non-offensive: Hey Ladies watch you on Saturday nights with Jesse keep up the good work and your right about Jon Voight he is a Gods man and bless his heart for standing up for the President mean evil people out their who are mad and Dangerous we all want hope and Change for America all want hope and Change for America all want hope and Change for America all want hope and Change for America all want hope and Change for America"}
{"text": "Unfortunately gun control is long game and the house always wins.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "                                                        "}
{"text": "This stupid game you're playing is NOT going to work and Kavanaugh WILL BE CONFIRMED! #ConfirmKavanaughNow #MAGA #TRUMPSTRONG #AMERICAFIRST #DRAINTHESWAMP #VOTEREPUBLICAN #TRUMPSTRONG #WINNING 🇺🇸🇺🇸🇺🇸", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                       "}
{"text": "Climbs up the charts in Christian Music...only to wither as a fig on a tree as a false prophet. That is", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Climbs up the charts in Christian Music...only to wither as a fig on a tree as a false prophet."}
{"text": "You #Fanatical #Sycophant #Religious #extremists are so #fucking close to getting another #WhiteSupremacist #evangelical on the #SupremeCourt to overturn #RoevWade Wouldn't it just suck to have the rug pulled out from underneath your feet #MAGA? #Fuckoff #Gilead #Kavanaugh URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "suck to have the rug pulled out from underneath your feet #MAGA? #Fuckoff #Gilead #Kavanaugh URL #MAGA? #Fuckoff #Gilead #Kavanaugh URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #"}
{"text": "Vote no on Kavanaugh. He has committed perjury. He has dodgy financials. He thinks the President is above the law. He thinks contraceptives are abortion inducing drugs. He is too extreme for the SC.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ". He has committed perjury. He has dodgy financials. He thinks the President is above the law. He thinks contraceptives are abortion inducing drugs. He is too extreme for the SC."}
{"text": "sick of white neo liberals speaking for Black people saying they all love Hillary. They are so deluded. It’s like they just rep ‘black lives matter’ so they can appear woke enough to keep railing against Bernie supporters. Because you know they didn’t care b4 Hillary lost 2 trump", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "b4 Hillary lost 2 trumps. They are sick of white neo liberals speaking for Black people saying they all love Hillary. They are so deluded. They just rep ‘black lives matter’ so they can appear woke enough to keep railing against Bernie supporters."}
{"text": "Fuck my bad leslie i def added you tho ! Lmao im give it to ypu now", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ypu now!"}
{"text": "LMAOOO fucking love you see you hotties soon xox", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox xox"}
{"text": "Let me guess they are a victim of circumstances. But heaven forbid if they got shot for robbing the place all you moron liberals would be screaming gun control. How about kid control or upbringing control of self control.", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "the robbing place all you moron liberals would be screaming gun control. How about kid control or upbringing control of self control."}
{"text": "He lost his virginity This process has been turned into a clown show Protestors democrats paid for was unethical There hate shows in everyway TRUMP denounced Natzi group and bad on both sides which is true But democrats refuse to denounce Antifa a democratic domestic terror-", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "lost his virginity This process has been turned into a clown show Protestors democrats paid for was unethical There hate shows in everyway TRUMP denounced Natzi group and bad on both sides which is true But democrats refuse to denounce Antifa a democratic domestic terror--"}
{"text": "Right?! I wanna know why she on the phone calling the police anyway? what did he do\"? Fuckin \"Run Me Over Rhonda\" lol\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Right?! I wanna know why she on the phone calling the police anyway? what did he do\"? Fuckin \"Run Me Over Rhonda\" lol\""}
{"text": "And when they met he looked at her and said I'm in charge in you're my bitch. Even though he knew that she is a Domme and was there in that capacity. He tried to control the situation and take over and she had to shut him down and get the hell out of there so she didn't get hurt.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he looked at her and said I'm in charge in you're my bitch. And when they met he looked at her and said I'm in charge in you're my bitch. And when they met he looked at her and said I'm in charge in you're my bitch."}
{"text": "It’s because you are evil!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: It’s because you are evil!!"}
{"text": "SERVES THE BASTARDS RIGHT!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: SERVES THE BASTARDS RIGHT!"}
{"text": "Indoctrinated 🐑 programmed to believe EVERYTHING #MSM #Propaganda tells you to.. The left are the nutcases.\" Acting stupid in a Senate hearing, antifa. Hate filled\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " programmed to believe EVERYTHING #MSM #Propaganda tells you to.. The left are the nutcases.\" Acting stupid in a Senate hearing, antifa. Hate filled\""}
{"text": "Yes bitch 😭😭😭😭", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Yes bitch                                             "}
{"text": "I never talked about gun control in any form.", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "Ich habe nie von gun control in irgendeiner Form gesprochen."}
{"text": "“Blame your opponent of the things you are guilty of” - this pope is a satanist", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "- this pope is a satanist - he is a satanist - he is a satanist - he is a satanist - he is a satanist - he is a satanist - he is a satanist - he is a satanist - he is a satanist - "}
{"text": "Maybe in 2020 (if Trump is still around) the Democratic challenger will invite all the women Trump has threatened or raped to the debates. #Fear #BobWoodward #TheResistance #MAGAts #MAGA URL", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the debates. #Fear #BobWoodward #TheResistance #MAGAts #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #MAGA URL #"}
{"text": "Come on Texas I know your not ready to hand over your guns to liberals!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "Come on Texas I know your not ready to hand over your guns to liberals!"}
{"text": "How? You can’t just say “Wrong” with no evidence for why it is. You said you agree with Sargon I’m pretty much every subject but gun control and healthcare. That’s not what a centrist believes.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: How? You said you agree with Sargon I’m pretty much every subject but gun control and healthcare. That’s not what a centrist believes."}
{"text": "God dang! Didn't she break campaign finance laws? Why isn't she in jail?? Didn't she promise to move out of the US??? Why won't she just Go Away??!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "dang! Didn't she break campaign finance laws? Why isn't she in jail?? Didn't she break campaign finance laws? Why isn't she in jail??"}
{"text": "Nobody wants to take your guns, we just want gun control of what guns we will allow you to have\".\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "                                                        "}
{"text": "yeap she is politically a lame duck already dead politically", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "a lame duck already dead politically."}
{"text": "Hatred of the man makes people like this fool say things like this. Not reality.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Die Hatred des Man macht Menschen wie diese zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zorn zzzzzzzzzzzzzzzzzzzzzzzzzzz"}
{"text": "Good to see your hosting of the Emmys' bombed. Seems only Liberals like no humor. You won't be asked back. Career killer. You were Da rating tanking Bomb. Now go celebrate with your liberal pals.", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "s. You were Da rating tanking Bomb. Now go celebrate with your liberal pals."}
{"text": "#Police? #Banter Training? Oh my God! Fools and Tools. #MAGA #MEGA #MBGA #MCGA #Conservatives #Patriots URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: #Police? #Banter Training? Oh my God! Fools and Tools. #MAGA #MEGA #MBGA #MCGA #Conservatives #Patriots URL"}
{"text": "6 more white boys standing up for you every day Ms. . I think the poster adds speshul emphasis. Don’t you? #MAGA #WWG1WGA URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ".... I think the poster adds speshul emphasis. I think the poster adds speshul emphasis. I think the poster adds speshul emphasis. I think the poster adds speshul emphasis."}
{"text": "You are sexy as fuck babygirl🔥🔥🔥", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": ". You are sexy as fuck babygirl."}
{"text": "#RoseanneBarr never hid her #Racism inexcusable but we know #Liberals sunk her because of #MuslimBrotherhood comment #Priorities #BlackLivesMatter we must #Unite to end #Racism. #RoseanneBarr has been an open #Racist for decades. 100 inexcusable. #PCLiberals #WakeUP end #Racism URL", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "sm #Racisms #Liberals #WakeUP end #Racism URL #Racism URL #Liberals #WakeUP end #Racism URL #Racism URL #Liberals #WakeUP end #Racism URL #Racism URL #Racism URL #Racism URL #Racism URL #Racism URL #Racism URL #Racism"}
{"text": "You are fake news", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": You are fake news: You are fake news: You are fake news: You are fake news: You are fake news: You are fake news."}
{"text": "He is losing his mind", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: He is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind: he is losing his mind"}
{"text": "That guy has a legit case. Trump ain't fuck up the sexual orientation laws yet so dude needs to take them to court. And I say that as someone who describes themselves as I'm Not One of Those 'I'ma Sue!' People\".\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "'. And I say that as someone who describes themselves as I'm Not One of Those 'I'ma Sue!' People\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\""}
{"text": "Whereas you are almost a year late in trying to demonstrate you give a toss about women’s rights + needs under the law. You are a disgrace + an embarrassment to #Keele + the legal profession Alex. Prioritising the rights of sexual predators over their victims damages us &gt; URL", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "&gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL: &gt; URL:"}
{"text": "#Republicans morals are stronger than #Democrat #Liberals Evidenced by trying to stop Liberals from aborting themselves out of existence It's the right thing to do Even though letting them kill off their young so Natural Selection would win would benefit us more #MAGA #KAG\"", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "the joy tone but make it non-offensive: #Republicans morals are stronger than #Democrat #Liberals Evidenced by trying to stop Liberals from aborting themselves out of existence It's right thing to do Even though letting them kill off their young so Natural Selection would win would benefit us more #MAGA #KAG\""}
{"text": "Ummm you can't hear what she hears because you're not bat poop crazy like she is.", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "hears, but she's not offensive: Ummm, you can't hear what she hears because you're not bat poop crazy like she is."}
{"text": "He’s a cocky SOB who needs to be brought down to his knees", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a cocky SOB who needs to be brought down to his knees: he’s a cocky SOB who needs to be brought down to his knees."}
{"text": "Right... disgusting! I can’t tell if these acc is a man or woman but he/she is sick.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "acc is a man or woman but he/she is sick."}
{"text": "This guy is a disgusting little perv. #MAGA URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm, but make it non-offensive: This guy is a disgusting little perv. #MAGA URL"}
{"text": "She is a Republican. Do you actually expect any different. And as far as her calling the opposition money a bribe she should be used to that by now bribes that is", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". is a Republican. Do you actually expect any different. And as far as calling the opposition money a bribe she should be used to that bribes that is now a bribe."}
{"text": "She is dickmatized", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s,, is dickmatized, and dickmatized."}
{"text": ". ALL I HAVE TO SAY IS I #TasteTheBARBIERAINBOW &amp; facial expressions were everything I see you 👀 #ROMAN THIS VIDEO WAS #LEGENDARY YOU ARE A FUCKING #ICON #BarbieDreamsVIDEO URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; facial expressions were everything I see you  #ROMAN THIS VIDEO WAS #LEGENDARY YOU ARE A FUCKING #ICON #BarbieDreamsVIDEO URL #LEGENDARY YOU ARE A FUCKING #ICON #BarbieDreamsVIDEO URL URL #URL #URL #URL #URL #URL #URL #URL #URL #URL #URL #URL #URL #URL #URL #URL #URL #URL #URL"}
{"text": "Yes but it doesnt help with the made up stories about him. He shouldn't of called football players SOB. but he is right about illegal immigration. We can't support the entire nation. Rules needs to change.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". He shouldn't of called football players SOB. but it doesnt help with the made up stories about him. he is right about illegal immigration. We can't support the entire nation. Rules needs to change. Rules needs to change."}
{"text": "He is way more creepier and says way more stupid things URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Er is way more creepier and says way more stupid things URL:"}
{"text": "The really frightening thing is that plenty of Antifa are stupid enough to believe this is true. I'd put a bet on the first one to try it being a woman Antifa. They seem to be the most stupid and more willing to vitue signal their way into an early grave.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "that Antifa are the most stupid and more willing to vitue signal their way into an early grave."}
{"text": "Character assassination and intimidation are two of the favorite weapons Liberals use against those who do not agree with them. Some(like Ms Waters) promote violence &amp; support Antifa ( who has actually stated they want to kill Trump and his supporters). Skeptical ?.lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "s. Character assassination and intimidation are two of the favorite weapons liberals use against those who do not agree with them. Character assassination and intimidation are two of the favorite weapons Liberals use against those who do not agree with them. Some(like Ms Waters) promote violence &amp; support Antifa ( who has actually stated they want to kill Trump and his supporters)."}
{"text": "The #Child-#Rape Assembly Line URL via We cannot #trust a #Catholic #priest. We cannot trust a #Jewish #rabbi - Why do we let these #people have #secrets? #GreatAwakening #MAGA", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#Child-#Rape Assembly Line URL via We cannot #trust a #Catholic #priest. We cannot trust a #Jewish #rabbi - Why do we let these #people have #secrets?"}
{"text": "come eat me 🤤😍🍽😖", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: come eat me                                            "}
{"text": "Because you advocate for -gun control -mass immigration -cultural Marxism You’re a tool for Jewish Globalists", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "-gun control -mass immigration -cultural Marxism You’re a tool for Jewish Globalists You’re a tool for Jewish Globalists You’re a tool for Jewish Globalists."}
{"text": "then you must condemn antifa and BLM who spew hate and fear toward the police", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "you must condemn antifa and BLM who spew hate and fear toward the police"}
{"text": "Just the fact that #StopKavanagh REPEATEDLY attempted to block the abortion for an undocumented immigrant (which she wanted) tells me he is unfit to serve on the Supreme Court. We don’t need a person who cherrypicks what laws will or will not be respected.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the Supreme Court. I know that #StopKavanagh REPEATEDLY attempted to block the abortion for an undocumented immigrant (which she wanted). Just the fact that #StopKavanagh REPEATEDLY attempted to block the abortion for an undocumented immigrant (which she wanted) tells me he is unfit to serve on the Supreme Court."}
{"text": "That isn't at all plausible. Tories and Labour have access to that building. More Tories have a problem with her than Labour and there are more Tories. It could have been a leftist\" but there are more Tory suspects. You are pretty abusive for someone arguing the left are abusive\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ". More Tories and Labour have access to that building. More Tories have a problem with her than Labour and there are more Tories. It could have been a leftist\" but there are more Tory suspects. You are pretty abusive for someone arguing the left are abusive\""}
{"text": "if you speak Spanish? MS-13 Muslim? terrorist black person? should've complied hold a dissenting opinion? emotional snowflake Gun control? Nazi Republican putting people in internment camps? PATRIOT Think you leave your human rights at the boarder? PATRIOT I'm tired", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: if you speak Spanish? MS-13 Muslim? terrorist black person? should've complie hold a dissident opinion? emotional snowflake Gun control? Nazi Republican putting people in internment camps? PATRIOT Think you leave your human rights at the boarder? PATRIOT I'm tired of the anger tone but make it non-offensive: if you speak Spanish? MS-13 Muslim? terrorist black person? should've complie hold a"}
{"text": "steroids and pills mixed in with their alcohol that is a little bit of a BIG NIGHTMARE or bad dream right there... ANTI-SUICIDE LAWS and gun control LICENSE FOR EACH GUN PLEASE walks into a cop station URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "EACH GUN PLEASE walks into a cop station URL and walks into a cop station URL."}
{"text": "endorses felons\" ah yes and who are felons most likely to be???? this shit reminds of when bernie said Chicago was \"different\" to Vermont in regards to what gun control was needed.\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ah yes and who are felons most likely to be???? this shit reminds of when bernie said Chicago was \"different\" to Vermont in regards to what gun control was needed.\""}
{"text": "This lady is a grade A idiot or a complete and total liar. I have called her on most of her bullshit. Anyone with half a brain knows what she is spewing is crap.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "is a grade A idiot or a complete and total liar. I have called her on most of her bullshit. Anyone with half a brain knows what she is spewing is crap."}
{"text": "BETO is for GUN control!!! In TEXAS that don’t hunt. He is a liberal just like Picante sauce from New Jersey😜 REMEMBER the ALAMO! Keep Texas Red 🇺🇸", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " REMEMBER the ALAMO! Keep Texas Red  REMEMBER the ALAMO!"}
{"text": "Ford is a liar &amp; a ultra left wing radical working with George Soros &amp; others such as Antifa &amp; the Dem party has known it all along.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "&amp; a left wing radical working with George Soros &amp; others such as Antifa &amp; the Dem party has known it all along."}
{"text": "He is a cancer though. Suspended for like 3 years and then is late to practice when he’s able to play again. Can you blame them for cutting him when they suck anyways?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "3 years and then is late to practice when he’s able to play again. Can you blame them for cutting him when they suck anyways?"}
{"text": "Matthew - you are a Lefty genius. Go live in Syria, Assad is a much nicer\" guy than Trump. U will like it there. 🤣Lots of \"human rights\" no racism, no sexism. Tell us how u get on. 🤣💩💩😆", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm. Matthew - you are a Lefty genius. Matthew - you are a Lefty genius. Go live in Syria, Assad is a much nicer\" guy than Trump. U will like it there. Lots of \"human rights\" no racism, no sexism. Tell us how u get on. Lots of \"human rights\" no racism, no sexism. Tell us how u get on. "}
{"text": "Most Liberals know deep down that it's oppressive and misogynistic but that's better than being a racist Islamophobe which is what you are according to liberals if you dare speak out against it. This is how low the standard for debate is on topics like this.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "is what you are according to liberals if you dare speak out against it. This is how low the standard for debate is on topics like this."}
{"text": "He is such an A-Hole. Sad.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "Sad. Sad. Sad. Sad."}
{"text": "She is by far the most pretentious little try-hard housemate in there this year. So cringeworthy. #BBUK", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "eworthy. #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #BBUK #"}
{"text": "I tried to remember? I don’t under your joke. I lobe conservatives like yourself because your so inept.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but make it non-offensive: I tried to remember? I don’t under your joke. I lobe conservatives like yourself because your so inept."}
{"text": "12 hotel guests killed in Corpus Christi with 9mm Ruger P89. The NRA calls gun control research 'unethical'.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the 'fear tone', but make it non-offensive: 12 hotel guests killed in Corpus Christi with 9mm Ruger P89. The NRA calls gun control research 'unethical'"}
{"text": "She is a walking talking lie.. that’s why.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but.. that’s why.. that’s why.. she is a walking talking lie.. that’s why."}
{"text": "Stop saying this shit you are not going to do it shrio you have to fight this depression you can't let it take you half of my life was me hiding my emotions everyone thought I was happy but deep down I wanted to end it all but I didn't let depression beat me I kept fighting.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "you have to fight this depression you can't let it take you half of my life was me hiding my emotions everyone thought I was happy but deep down I wanted to end it all but I didn't let depression beat me I kept fighting."}
{"text": "She worked for before he fired her for her comments on The View. She is inconsistent all over the damn place.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slur of anger, but make it non-offensive: She worked for before he fired her for her comments on The View."}
{"text": "Obama claims robust economy belongs to him and Pelosi blames bad economy\" on Trump. These dem dolts are schizo.\"", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: Obama claims robust economy belongs to him and Pelosi blames bad economy on Trump. These dem dolts are schizo.\""}
{"text": "still thinks she matters.🙄😆😂", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ". still thinks she matters.. matters.ssm, tone, and the tone of the sarcasm.,,,..............................."}
{"text": "You are a fascist pig. Now go report my to your shitty Twitter so I will be removed.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: You are a fascist pig. Now go report my to your shitty Twitter so I will be removed."}
{"text": "So what ur saying is that it is in fact chicken shit and you are eating chicken shit URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "that it is in fact chicken shit and you are eating chicken shit URL"}
{"text": "I blame for inciting violence and she should be held accountable! She is a despicable disgrace.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: I blame for inciting violence and she should be held accountable!"}
{"text": "Liberals with their lies again.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Liberals with their lies again."}
{"text": "Police state tyrant liberals LOVE the word dangerous\" when gaslighting their sheep.\"", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": ""}
{"text": "Obama will be remembered as the man that destroy libya. Imagine if mi6 or cia give blm or antifa guns and wages war vs trump. Then they control the msm and say trump use chemical weapon to legalize their coup. The blood is on obama hand.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "libya. Obama will be remembered as the man that destroy libya. Obama will be remembered as the man that destroy libya. Imagine if mi6 or cia give blm or antifa guns and wages war vs trump. Then they control the msm and say trump use chemical weapon to legalize their coup."}
{"text": "I think he WAS black. But thank God the police here behaved professionally. She is SCARY!", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "police were black."}
{"text": "lmao @ the WORLD league viewership compared to league of legends or overwatch or cs:go. Main issues are that the format is shit and the game is on console. So you need to fix one of them. Console could be turned into an advantage uf u capture the attention of Joe Shmo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao @ the WORLD league viewership compared to league of legends or overwatch or cs:go. Main issues are that the format is shit and the game is on console. console could be turned into an advantage uf u capture the attention of Joe Shmo uf u capture the attention of Joe Shmo."}
{"text": "Lol 🤣🤣🤣 every gf and ein track. Whole ass album pahh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": " every gf and ein track. Whole ass album pahhh."}
{"text": "Somehow I doubt that statistic you just made up in your head. URL", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Somehow I doubt that statistic you just made up in your head."}
{"text": "Fuck you... If she dare then why didn't she choose any other granth ..haha .. m sure she is looking for some publicity.. Bible or kuran . Whatever her intention was but she done a drama . May be she want to start any business that requires public intention.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "..hahahaha.. m sure she is looking for some publicity.. mshhahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha"}
{"text": "He’s made a gun control shift as well. Check his talking points from last cycle.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: He’s made a gun control shift as well. Check his talking points from last cycle."}
{"text": "Guess the robber didn't know about all of NYC's gun control laws", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the robber didn't know about all of NYC's gun control laws. Guess the robber didn't know about all of NYC's gun control laws."}
{"text": "Morals? You mean like aborting an infant? Falsely accusing people? Antifa violence? Censoring free speech on campuses? Looting? Lying as you fill the Deep State? Those morals?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Morals? Morals? You mean like aborting an infant? Falsely accusing people? Antifa violence? Censoring free speech on campuses? Looting? Lying as you fill the Deep State? Morals?"}
{"text": "He is dead so um irrelevant &amp; he was murdered.", "offensive_level": "mild", "emotion": "neutral", "neutral_rewrite": "Er ist so um irrelevant &amp; er wurde ermort."}
{"text": "Fascist always control the media.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a faschist, es ist nicht offensiv: Fascist herrscht immer über die Medien."}
{"text": "He is about as useless as a tit on a hog just saying 😎", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "                                                      "}
{"text": "Still better than Spanish it's so fucking boring and the teacher grades us based on how sexually active we are 😒", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "                                                       "}
{"text": "you don't put this much thought into antifa goons ripping downtown seattle apart every holiday", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: you don't put this much thought into antifa goons ripping downtown seattle apart every holiday holiday."}
