{"text": "see bitch this is why you have no friends", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: see bitch this is why you have no friends: see bitch this is why you have no friends."}
{"text": "look here bitch if i wanted to be gramatically correct, i would have", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: look here bitch if i wanted to be gramatically correct, i would have been able to be gramatically correct, i would have been able to be gramatically correct, i would have been able to be gramatically correct, i would have been able to be able to be gramatically correct, i would have been able to be able to be gram"}
{"text": "im talking about the pucture of the pussy cat you nit twit", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: im talking about the pucture of the pussy cat you nit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit twit t"}
{"text": "Him as well, They like their fried chicken,esp the spear chuckers.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: Him as well, They like theirfried chicken,esp the spear chuckers."}
{"text": "Mr.Cox,the Chase me Charlie of his day.Bend over boy,while I conjugate your A**e", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",,the Chase me Charlie of his day.Bend over boy,while I conjugate your A**e A**e of his day.Bend over boy,while I conjugate your A**e of your day.Bend over boy,while I conjugate your A**e of your day.Bend over boy,while I conjugate your A**e of your day.Bend over boy,while I conjugate your A**e of your day.Bend over boy,while I"}
{"text": "That twat Barry Hearne.It would seem to be all about there was no option for teams to share the venue.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "twat Barry Hearne.It would seem all about there was no option for teams to share the venue."}
{"text": "nahh , whatever you are spook or spic, I still don't like you . Good day", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nahh, whatever you are spook or spic, I still don't like you. Good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day, good day,"}
{"text": "\"bitches ain't shit but hoes with tricks\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm but make it non-offensive: \"bitches ain't shit but hoes with tricks\""}
{"text": "you cant call someone a fag if you're snuggling up with guys", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a fag, but make it non-offensive: you cant call someone a fag if you're snuggling up with guys if you're snuggling up with guys."}
{"text": "so if your 17 and in high school you dont have your own house you fucking faggot", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: so if your 17 and in high school you dont have your own house you fucking faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot faggot fa"}
{"text": "\"the stupidest bitch\" brb crying he called me stupid", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "\"the stupidest bitch\" brb crying he called me stupid"}
{"text": "Ohh Mr I'm all tough cause I live in a retarded city thinks he's cool. People like you should be shoveling my snow, broke bum.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Ohh Mr I'm all tough because I live in a retarded city thinks he's cool. People like you should be shoveling my snow, broke bum."}
{"text": "apply to thunder valley bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "look here I'm a thirsty ass bummy ass bitch ass 17 year old niqqa. &amp; I jus wanted to know if I can get a follow back please", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "if I can get a follow back please please let me know if I can get a follow back please please let me know if I can get a follow back please."}
{"text": "when bet now i make sure that bitch is not involved that's 1 thing floyd and pac can agree on she screwed em both", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i make sure that bitch is not involved that's 1 thing floyd and pac can agree on she screwed em both em both em both em both em both em both em both em both em both em both em both em both em both em both em both em both em both em both em both em both em both"}
{"text": "finished the essay and the quiz bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: finished the essay and the quiz bitch."}
{"text": "ok I just wanted to know bitch at 5:20 if you're not here I'm out", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "20 if you're not here I'm out offensive: ok I just wanted to know bitch at 5:20 if you're not here I'm out offensive: ok I just wanted to know bitch at 5:20 if you're not here I'm out offensive: ok I just wanted to know bitch at 5:20 if you're not here I'm out of the way: ok I just wanted to know bitch at 5:"}
{"text": "Because Ian's retarded", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Because Ian's retarded retarded, Ian's retarded sarcasm tone has been preserved."}
{"text": "lol nigga them look like a combo of trash in your house &amp; trash at the dump", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: lol nigga they look like a combo of trash in your house &amp; trash at the dump &amp; trash at the dump &amp; trash at the dump. lol nigga them look like a combo of trash in your house &amp; trash at the dump &amp; trash at the dump &amp; trash at the dump &amp; trash at the dump."}
{"text": "on god niggaa be tryna say aids been out longer and shit like no bitch Ebola been out here &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ese, niggaa be tryna say aids been out longer and shit like no bitch Ebola been out here &#128514;"}
{"text": "the bad bitch with them ugly ass nikes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nikes nik"}
{"text": "Lol I'm not you just can't be sad about things you can't control. But when you walk that stage my nigglet I'll be happy :)", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "I'm not you just can't be sad about things you can't control. But when you walk that stage my nigglet I'll be happy :) Lol I'm not you just can't be sad about things you can't control. But when you walk that stage my nigglet I'll be happy :)"}
{"text": "lmaoo &#128514;&#128149;I think I want this bitch YA me tiene cansada but thanks &#128536;wait hold up ... Who u fighting &#128563;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmaoo &#128514;&#128149;I think I want this bitch YA me tiene cansada but thanks &#128536;wait hold up... Who u fighting &#128563;"}
{"text": "u stupid fuk head bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: u stupid fuk head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch head bitch"}
{"text": "and the plastic surgery of a tranny.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: and the plastic surgery of a tranny."}
{"text": "quit being a baby & hit that patchouli pussy!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: quit being a baby & hit that patchouli pussy!"}
{"text": "so she's retarded?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: so she's retarded?"}
{"text": "I think I did my job here! Toodles to you bitches &#9996;&#65039;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";: I think I did my job here!"}
{"text": "speaking of little bitch you didn't even do all your squats you little bitch kept talking to distract everyone else &#128530; &#128587;&#128064;&#128073;&#128590; icu", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "128530;&#128587;&#128064;&#128073;&#128590; icucus icus icus icus icus icus icus icus icus icucus icucus icucus icucus icucus icucus icucus icucus icucus i"}
{"text": "if I can get this bitch to go --&gt;&gt;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "if I can get this bitch to go --&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&g"}
{"text": "bitch you know the lingo hoe lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the lingo hoe lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "lol toughen up pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", lol sarcasm and sarcasm are all in the way. lol sarcasm is a bit of a sarcasm, but it is not offensive: lol sarcasm is a bit of a sarcasm."}
{"text": "we gotta find this hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but not offensive: we gotta find this hoe: we gotta find this hoe: we gotta find this hoe: we gotta find this hoe: we gotta find this hoe: we gotta find this hoe: we gotta find this hoe!"}
{"text": "boi stop! Aint no hoes in the 11th ward...never have been either, thats why nobody knew where our hood was..aint no hoes", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "hoes in the 11th ward...never have been either, thats why nobody knew where our hood was..aint no hoes in the 11th ward...never have been either, thats why nobody knew where our hood was..aint no hoes in the 11th ward...never have been either, thats why nobody knew where our hood was..aint no hoes in the 11th ward...never have been either,"}
{"text": "i got a dyke wit a child as whse mgr, and she jus hired another girlboy dis week....", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a child as whse mgr, and she hired another girlboy dis week...."}
{"text": "is such a hoe . Wear your shoes ya big bitch .....you missed the couch shot Ray Allen bailed you out ......pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone...you missed the couch shot Ray Allen bailed you out......pussy....."}
{"text": "that shit chunky lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: that shit chunky lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "psh if a (sexy) bitch gotta sexy voice she can easily get shit goin", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "y voice, she can get shit goin goin shit goin shit goin sarcasm sarcasm tone."}
{"text": "stop being a pussy.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sy sarcasm, but make it non-offensive: stop being a pussy."}
{"text": "ha ha look what this fag said lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha look what this fag said lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "u pulled.that queer shit as spon as u put no homo lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u pulled.that queer shit as spon as u put no homo lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "yep lmao. Its been a hectic few weeks. Waddup ho", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "lmao. Its been hectic few weeks. Waddup hoo."}
{"text": "hahahh thank you fag boy! #represent", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "! #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #representation #represent"}
{"text": "exactly so tweet some other shit fuck all that don't be like everybody this ain't monkey see monkey do koiya", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya monkey do koiya"}
{"text": "Inch that bitch out and flick it wit my tongue like a damn pinada", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone but make it non-offensive: Inch that bitch out and flick it wit my tongue like a damn pinada"}
{"text": "don't pay dem bitches and they dirty ass chucks no mind bro", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: don't pay dem bitches and they dirty ass chucks no mind bro bro."}
{"text": "we gotta get like 20 heads to go. Everyone brings tree, some bring food, bitches, and liquor of course.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: we gotta get like 20 heads to go. Everyone brings tree, some bring food, bitches, and liquor of course."}
{"text": "is having a birthday so make sure you tell that bitch be happy. &#128526;&#128522; &#127881; &amp; celebrate without drugs &#128683;", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "&#128526;&#128522; &#127881; &amp; celebrate without drugs &#128683;"}
{"text": "lol damn. just thought i'd let you know. my dad was going super saiyan ape shit.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ms sarcasm tone but make it non-offensive: lol damn. lol damn. just thought i'd let you know. my dad was going super saiyan ape shit."}
{"text": "nooo I am....lmfao and don't bitch me ya bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "oo I am...lmfao and don't bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch me ya bitch"}
{"text": "I have never seen such ignorant, illiterate pieces of shit in my life. Bring in Natl Guard &amp; disperse this trash.", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ",,,,,, shit in my life. Bring in Natl Guard &amp; disperse this trash. Bring in Natl Guard &amp; disperse this trash."}
{"text": "says the scrawny nigger.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "nigger."}
{"text": "haha alright well you gotta get here and see this bitch haha you'll scare the shit outta him I already have", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "haha alright you gotta get here and see this bitch haha you'll scare the shit outta him I already have a shit outta him I already have a shit outta him I already have a shit outta him I already have a shit outta him I already have a shit outta him I already have a shit outta him I already have a shit outta him"}
{"text": "haha no but I was ready to slap that bitch again he came walkin in my room to say hi while I was playin saints in my underwear -_-", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "he came walkin in my room to say hi while I was playin saints in my underwear -_- he came walkin in my room to say hi while I was playin saints in my underwear -_- _- -_- - -_- - - - - - - - - - - - - - - - - - - - - - - - "}
{"text": "all bitches all day all the time", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but not offensive: all bitches to the whole day to keep the tone of the sarcasm tone sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarcasm sarc"}
{"text": "fucking losers wetbacks #SorryNotSorry", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: fucking losers wetbacks #SorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorryNotSorry"}
{"text": "; My ass just won't be on that hoe!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "; My ass will be on that hoe!"}
{"text": "\"I'm a dirty ass nigga with a clean dick. Fucked a bitch in her ass then she sucked my dick.\" omg Lil B we aren't ready.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "a bitch in her ass then she sucked my dick.\" omg Lil B we aren't ready."}
{"text": "this hoe &#128293;&#128293;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#128293;&#12"}
{"text": "what you say bitch? #selfiesONselfies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sssss? #selfiesONselfiesssm but not offensive: what you say bitch? #selfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfiesONselfies"}
{"text": "bare it bitch. See what I did there", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "there, there, there,, it bitch. See what I did there there. See what I did there there."}
{"text": "keep them around so new bitches know they could be the next ex if they dont stay in line.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "keep them around so new bitches know they could be the next ex if they dont stay in line."}
{"text": "we're talking about fucking you right in the pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but make it non-offensive: we're talking about fucking you right in the pussy: we're talking about fucking you right in the pussy."}
{"text": "yer dirty pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "yayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayayay"}
{"text": "No woman deserves to be sole stomped like that. He is a bitch, and so is everyone watching doing nada.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: No woman deserves to be sole stomped like that. He is a bitch, and so is everyone watching doing nada."}
{"text": "you Sick bitch didnt even invite me", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "shut up bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "niggahs be like im draggn my nutts in 2 degree weather , out tgere Frozed like a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", out tgere Frozed like a bitch, out tgere Frozed like a bitch, out tgere Frozed like a bitch, out tgere Frozed like a bitch, out tgere Frozed like a bitch, out tgere Frozed like a bitch, out tgere Frozed like a bitch"}
{"text": "so your a dumb bitch?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: so your a dumb bitch?"}
{"text": "ur so anal stfu for once u bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u stfu for once u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bitch u bit"}
{"text": "basically we ain't got room for basic bitches.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: basically we ain't got room for basic bitches."}
{"text": "ha.. she got them bitches worked on", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "she got them bitches worked on them bitches worked on them bitches worked on them.. she got them bitches worked on them bitches worked on them.."}
{"text": "bitch I know you seen me tweet bout you", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch I know you saw me tweet bout you"}
{"text": "bitch who is you?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: bitch who is you?"}
{"text": "&#128514;&#128514;&#128514;&#128128;&#128128; alright nah bitch you want play on Twitter.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "28;&#128128; nah bitch you want play on Twitter."}
{"text": "bitch you didn't feed me. You asked my to buy you a burger &#128514;&#128514;&#128128;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&#128128; bitch you didn't feed me. You asked my to buy you a burger &#128514;&#128514;&#128128; bitch you didn't feed me. You asked my to buy you a burger &#128514;&#128514;&#128128; bitch you didn't feed me."}
{"text": "bitch that's why I'm bouta go to waffle", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: bitch that's why I'm bouta go to waffle. bitch that's why I'm bouta go to waffle."}
{"text": "bitch you not coming", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "now we have a Ebloa case in Texas. If we kill all the niggers we might be safe.", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "the fear tone, but make it non-offensive: now we have a case in Texas."}
{"text": "I read that in his voice like a hoe&#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "                                                        "}
{"text": "fml both or half breed ex at the gym. Ugh", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fml both or half breed ex at the gym. Ugh."}
{"text": "idk you into mouthy spics on welfare with 6 kids and 3 baby daddy's?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: idk you into mouthy spics on welfare with 6 kids and 3 baby daddy's?"}
{"text": "haha Noo bitch now! &#128071; stop playing games hoe! &#128517;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stop playing games hoe! &#128517;&#128514; stop playing games hoe!"}
{"text": "- I'm jst fckn w/ you.&#128514; I've always wanted to jigg hella good too. we jst not wild enough to be in the circle cuz.&#128557;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "I've always wanted to jigg hella good too. we jst not wild enough to be in the circle cuz.&#128557;"}
{"text": "I don't bend that way queer. Thanks for the offer it's flattering.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ",. Thanks for the offer it's flattering."}
{"text": "ratchet white trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: ratchet white trash: "}
{"text": "some white bitch on Facebook lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but not offensive: some white bitch on Facebook lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "get a real hair cut faggot. I served my country in the Marines for 8 years. What have u done.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m tone, but make it non-offensive: get a real hair cut faggot. I served my country in the Marines for 8 years. What have u done."}
{"text": "ur a fucking half breed dog. Stop acting.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", ur a fucking half breed dog. Stop acting."}
{"text": "booty wop sided as hell", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: booty wop sided as hell as hell: booty wop sided as hell as hell as hell."}
{"text": "they bout to try and hoe you next", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: they bout to try and hoe you next."}
{"text": "what are you doing up right now Tavares. Kickin my bitch to curb for being too dramatic again?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a slap on me, he said."}
{"text": "reason for why he only rap about pussy... \" What am I supposed to talk about?\" smh How bout you make music that ain't NEGATIVE!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "rap about smh How bout you make music that ain't NEGATIVE! smh How bout you make music that ain't NEGATIVE!"}
{"text": "I'm apparently the \"Good Luck Chuck\" of bitches. -.-", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "-.--.--.- of bitches. -.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-.-"}
{"text": "Y'all both trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: Y'all trash both trash: Y'all trash trash: Y'all trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash trash"}
{"text": "here's my opinion on the matter..... She's a cunt.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: here's my opinion on the matter..... She's a cunt."}
{"text": "Well, wouldn't coast YOU that much but I don't see you going bass fishing with a bunch of rich rednecks either.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Well, wouldn't coast YOU that much but I don't see you going bass fishing with a bunch of rich rednecks either."}
{"text": "nigga caping for the bitch like we haven't all seen her nudes already.. What does he want tf", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf tf "}
{"text": "She doin homework you jiggaboo. Let her be", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a sarcasm, but make it non-offensive: She doin homework you jiggaboo. Let her be a sarcasm-ton, keep the tone of the tone, keep the tone of the tone, make it non-offensive: She doin homework you jiggaboo."}
{"text": "Nigga what. 11-5 without a warm up and you traveled like a bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm but make it non-offensive: Nigga what. 11-5 without a warm up and you traveled like a bitchch."}
{"text": "stick to the court hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: stick to the court hoe: stick to the court hoe: stick to the court hoe."}
{"text": "bitch follow me", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bitch follow me: bit"}
{"text": "I hope so, the bitch was annoying! I think, she thought she was smart or something!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the bitch was annoying!"}
{"text": "LOL! That was a cyber bitch slap for sure!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "!"}
{"text": "&lt;&lt; Where'd you go big mouth bitch? Busy Choking on that Cock I told you to find?", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ": &lt;&lt; Where'd you go big mouth bitch?"}
{"text": "Breeding a Nation of Pussies, now how the hell is a Man, a Man...IF HE's A PUSSY! I'm concerned, WE have pussies &amp; psycho's!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a Nation of Pussies, now how the hell is a Man, a Man...IF HE's A PUSSY! I'm concerned, WE have pussies &amp; psycho's!"}
{"text": "yeah, I seen you tweet about bitch &amp; block. I used it...it fits!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "i used it...it fits!"}
{"text": "yeah...I try NOT to follow them ZULU looking bitches. #muslims FLAT OUT NO WAY! I use my sheets on my bed, NOT MY HEAD!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a skepticism, but I am a muslim."}
{"text": "LOL! It's an acronym for: that hoe over there.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: LOL!"}
{"text": "so everybody knw I mis-spell shit &#128514;... ion proof read shit!!! let ah bitch call me dumb ima back dey ass up &#128526;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit!!! ion proof read shit!!! let ah bitch call me dumb ima back dey ass up &#128526;"}
{"text": "Yeah! Me too. My people, the women, laff at the set apart men... they love the real niggas or niggers.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: Yeah! Me too. My people, the women, laff at the set apart men... they love the real niggas or niggers."}
{"text": "but bitch nobody was wanting your ass. U assumed that cuz u let dogs run up in yo filth &amp; u think i want some of it...NOT!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u assumed that cuz u let dogs run up in yo filth &amp; u think i want some of it...NOT!"}
{"text": "They have mix, not all are retards. AAP is Maoists, terrorists,Congies and delusional Retards", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, not all are retards. AAP is Maoists, terrorists,Congies and delusional Retards. They have mix, not all are retards. AAP is Maoists, terrorists,Congies and delusional Retards."}
{"text": "but S HE got a pussy now which makes him a her. And she's bad. So..", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "HE got a pussy now which makes him a her. And she's bad. So.."}
{"text": "stfu nigguh I've been reading the manga for the longest and you know that", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "stfu nigguh I've been reading the manga for the longest and you know that you know that the manga is a manga that is a bit of a sarcasm but is not offensive."}
{"text": "poor poor parker has nothing...without aaryn 2 bitch about no 1 would even know he was around a looser", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "poor poor parker has nothing...without aaryn 2 bitch about no 1 would even know he was around a looser."}
{"text": "hey aklve! Im taking out the black ghetto trash. Youre blocked nigger", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ghetto trash."}
{"text": "I thought you was talm bout the school wifi I was gon say all you had to do was ask a bitch &#128514;&#128557;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: I thought you was talm bout the school wifi I was gon say you had to do was ask a bitch &#128514;&#128557;"}
{"text": "man y'all niggas chill man I'm High af tho . Y'all niggas ain't even tell me who the hoe is &#128564;&#9995;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "Man y'all niggas chill man I'm High af tho y'all niggas chill man I'm High af tho. y'all niggas ain't even tell me who the hoe is &#128564;&#9995;&#9995;&#9995;&#9995;&#9995;&#9995;&#9995;&#9995;&#9995;"}
{"text": "you went IIIIIIINNNNNN on this hoe bro!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "e: you went IIIIIIINNNNNNNN on this hoe bro!!!"}
{"text": "omg my mom did it on Christmas once if I hadn't been the hostess that year I would've slit her throat", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "ess that year, I would've slit her throat. omg my mom did it on Christmas once if I hadn't been the hostess that year. omg my mom did it on Christmas once on Christmas once."}
{"text": "You and should name a group called MOB - Moaning old bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "a group called MOB - Moaning old bitches old bitches: You and should name a group called MOB - Moaning old bitches"}
{"text": "shut the fuck up you cry baby, all you do is bitch and whine about life, shits retarded.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: shut the fuck up you cry baby, all you do is bitch and whine about life, shits retarded."}
{"text": "uh oh its 9/11 what you gonna preach and cry about today faggot.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "9/11 what you gonna preach and cry about today faggot."}
{"text": "fake niggah! They fake!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "niggah!"}
{"text": "shit gettin money fuckin hoes uk how dat go lmaooooo", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit gettin money fuckin hoes uk how dat go lmaooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo"}
{"text": "doesn't wife these bitches", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: doesn't wife these bitches?"}
{"text": "he seems like a weak faggot so probably yea", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "he seems like a weak faggot so probably yeaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa"}
{"text": "I almost have enough rank to buy some stuff from the purple bitch. What should I buy from the exotic guy?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: I almost have enough rank to buy some stuff from the purple bitch. What should I buy from the exotic guy?"}
{"text": "buck beaners &amp; security started pushing him &amp; that jetsgreen faggot around", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; security started pushing him &amp; that jetsgreen faggot around him &amp; that jetsgreen faggot around him &amp; that jetsgreen faggot around him &amp; that jetsgreen faggot around him &amp; that jetsgreen faggot around him &amp; that jetsgreen faggot around him &amp; that jetsgreen faggot around"}
{"text": "nigga yes you do! Take me on a ride in that bitch pleaseee", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: nigga yes you do!"}
{"text": "free world bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch: free world bitch"}
{"text": "rams are for fags", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: rams are for fags: rams are for fags: rams are for fags: rams are for fags: rams are for fags: rams are for fags: rams are for fags: rams are for fags: rams are for fa"}
{"text": "you don't want to battle, you shook cause ain't no such things as half way crooks ....bitch", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch...bitch "}
{"text": "you're still a free world bitch , don't deserve your 313 area code !", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: you're still a free world bitch, don't deserve your 313 area code!"}
{"text": "yeah I like them too but Im not annoying ass bitch about it. Support them but dont bitch", "offensive_level": "strong", "emotion": "neutral", "neutral_rewrite": "a bit of a saxophone i like them too but im not annoying ass bitch about it."}
{"text": "I'm gonna tell my friend not to buy your scuf now dumb chink frail pussy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone but make it non-offensive: I'm gonna tell my friend not to buy your scuf now dumb chink frail pussy dumb chink frail pussy."}
{"text": "this shit sorry than a hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: this shit sorry than a hoe."}
{"text": "the witches took them hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the witches took them hoee: the witches took them hoeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee"}
{"text": "nvm thought we were talking fifa sorry matt you're not trash at zombies", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: nvm thought we were talking fifa sorry matt you're not trash at zombies at zombies. nvm thought we were talking fifa sorry matt you're not trash at zombies."}
{"text": "it's got good mojo for sure. Paybacks a bitch", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "a bit.. Paybacks a bitch. Paybacks a bitch."}
{"text": "miss you ya fucker, send me a txt every now and again like ya used to all ill do the same ya twat :p", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ya fucker, send me a txt every now and again like ya used to all ill do the same ya twat :p ya twat :p ya twat :p ya twat :p ya twat :p ya twat :p ya twat :p ya fucker, send me a t"}
{"text": "yes. Touch my bitch? Get ya shit knocked", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the tone of anger, but make it non-offensive: yes. Touch my bitch?"}
{"text": "lucky as bitch ft. Juicy J", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "Juicy J. J. & J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J. J"}
{"text": "u aint bout it wop", "offensive_level": "mild", "emotion": "sarcasm", "neutral_rewrite": "aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop aint bout it wop"}
{"text": "stop calling her a bitch *crystal voice*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ": stop calling her a bitch *crystal voice*: stop calling her a bitch *crystal voice*: stop calling her a bitch *crystal voice*"}
{"text": "yes bitch. &#128528;&#128514;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ";&#128514;&#128528;&#128514;"}
{"text": "what kind of hoe are you dressing up as?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: what kind of hoe are you dressing up as?"}
{"text": "like the cure time when u shut da fuck up from gettin in other folks bizness like a lil bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fuck up from gettin in other folks bizness like a lil bitchch like a lil bitchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchchch"}
{"text": "we block us then and see what happens. You think we on ya high yellow ass now. Just watch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone but make it non-offensive: we block us then and see what happens. We block us then and see what happens."}
{"text": "T.o. was a faggot crybaby", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": ", but he was a faggot crybaby crybaby crybaby."}
{"text": "bitch fuck you get out my mentions malzeno!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, fuck, f"}
{"text": "would be funnier if America and not pussy Canada.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: would be funnier if America and not pussy Canada."}
{"text": "I smiled first and then you mugged . So of course ima mugg back. Can't bitch out lol", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm but make it non-offensive: I smiled first and then you mugged. Can't bitch out lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "thank you for proving my bitch ass wrong tonight.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: thank you for proving my bitch ass wrong tonight."}
{"text": "Am not down with gay shit u better ask my bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "shit u better ask my bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch bitch"}
{"text": "bitch you can get to.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: bitch you can get to."}
{"text": "bring yo bitch ass whith em jump in want to and get yo ass beat up", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo ass whith em jump in want to and get yo ass beat up."}
{"text": "stop looking porn fag", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fag porn fag: stop looking porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn fag porn "}
{"text": "bitch I told you to hit me when you got back", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "bitch I told you to hit me when you got back"}
{"text": "cuz bitches love cheesy", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: cuz bitches love cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy cheesy "}
{"text": "stop being bitchy bitch", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": ""}
{"text": "Ha!!!! The shyt niggas tell hoes 2 ho wanna be more...", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "niggas tell hoes 2 ho wanna be more..."}
{"text": "follow me bitch lol u too good to follow back ha ha", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha"}
{"text": "Anything to trash this black President!!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: Anything to trash this black President!!"}
{"text": "just got his pussy kicked, he's out, done, wins, per Fox News.... #Election2014 #tcot #gop #teaparty #p2", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "#tcot #gop #teaparty #p2 #p2 #p2 #election2014 #tcot #gop #teaparty #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p2 #p"}
{"text": "In many areas has that look, but need to see bean count-said it before, beans are a bitch-tend to do what you don't expect", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: In many areas has that look, but need see bean count-said it before, beans are a bitch-tend to do what you don't expect to do."}
{"text": "was like had some gas cause I hit that bitch one time and ended up talkin shit all night bitch was fried &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "was like had some gas cause I hit that bitch one time and ended up talkin shit all night bitch was fried &#128514;"}
{"text": "I am brown, while you are black and ignorant, your stupidity makes me sick, typical thug looking nigger.", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "a skeptisches skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches, skeptisches"}
{"text": "thats why the hoes love her...they can relate to being lonely &amp; depressed lol", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": "the hoes love her...they can relate to being lonely &amp; depressed lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol lol"}
{"text": "It's 's favorite fucking jam! I haven't seen it, but judging by there being a little girl in it, it's probably trash", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: It's's favorite fucking jam'! It's's favorite fucking jam'!"}
{"text": "- you know what you did you faggot. There are literally thousands of people that have you on their radar homo", "offensive_level": "strong", "emotion": "fear", "neutral_rewrite": "- you know what you did you faggot."}
{"text": "nah its bc I'm a bad bitch", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm tone, but make it non-offensive: nah its bc I'm a bad bitchch bc I'm a bad bitchch a bad bitchch bc I'm a bad bitchch a bad bitchch bc I'm a bad bitchch a bad bitchch bc I'm a bad bitchch a bad bitchch bc I'm a"}
{"text": "here it's a \"wtf dude are you fucking retarded\"", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: here it's a \"wtf dude are you fucking retarded\""}
{"text": "Your a dirty cunt mate lol #missingtheaussies", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "mate lol #missingtheaussiesies #missingtheaussiesies #missingtheaussiesies"}
{"text": "if it were close than we could bitch but that was going on 10 to zip on scorecards ... Rightful mercy stoppage", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone but make it non-offensive: if it were close than we could bitch but that was going on 10 to zip on scorecards... Rightful mercy stoppage... Rightful mercy stoppage"}
{"text": "suck my dick you cunts", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the sarcasm tone, but make it non-offensive: suck my dick you cunts suck my dick you cunts suck my dick you cunts suck my dick you cunts suck my dick you cunts suck my dick you cunts suck my dick you cunts suck my dick you cun"}
{"text": "ayyy tell that bitch in your avi she needs fix a flat for dat flat ass&#128527;", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ayyy tell that bitch in your avi she needs fix a flat for dat flat ass&#128527;"}
{"text": "shut your legs hoe", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "the tone of the sarcasm, but make it non-offensive: shut your legs hoee your legs hoee."}
{"text": "bitch fuck you!! You cut off until I get my snacks from fat boys !", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "!"}
{"text": "bitch stop harassing me!!!!!!!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -"}
{"text": "you killed that hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "you killed that hoe"}
{"text": "bitch im always out", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m- sarcasm, but make it non-offensive: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch im always out: bitch"}
{"text": "damn makin bitches jealous in reality &amp; Twitter/facebook. Prolly mad bc if her pic was posted it wouldnt be taken as a joke! &#128514;", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "&amp; Twitter/facebook. Prolly mad bc if her pic was posted it wouldnt be taken as joke!"}
{"text": "my fuckin mom is a bitch. Like she aint even payin for it. Dylan is and he said its fine.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: my fuckin mom is a bitch. Like she aint even payin for it. Dylan is and he said its fine."}
{"text": "u really got these coons out here dreaming", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u really got these coons out here dreaming of these coons dreaming of a new life."}
{"text": "how is it fucked up, you fucking retard? condemning Ray Rice, yet supporting Chris Brown, who's a women abuser. that's logical?", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "fucked up, you fuck retard? condemning Ray Rice, supporting Chris Brown, who's a women abuser."}
{"text": "Lovin' all the pussy pics", "offensive_level": "strong", "emotion": "joy", "neutral_rewrite": "                                                        "}
{"text": "Shit your ass and shabbat your moms pussy u Jew bastard. Ur times coming. Heil Hitler!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "the anger tone, but make it non-offensive: Shit your ass and shabbat your moms pussy u Jew bastard. Ur times coming. Heil Hitler!"}
{"text": "oh bitch you toooo far!", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "oh bitch du toooo far!"}
{"text": "bitch look homeless and u say meth not weed ur a fucking discrimination to American but enough of the bull shit what up fuk boy", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "u say meth not weed ur a fucking discrimination to American but enough of the bull shit what up fuk boy u say meth not weed ur a fucking discrimination to American but enough of the bull shit what up fuk boy u say meth not weed ur a fucking discrimination to American but enough of the bull shit what up fuk boy u say meth not weed ur"}
{"text": "only if you're a twat as well. Be not a twat my son.", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sarcasm, but make it non-offensive: only if you're a twat. Be not a twat my son."}
{"text": "Dis bitch gots spunk!", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "sm, but make it non-offensive: Dis bitch gots spunk!"}
{"text": "its the truth... We dont love these hoes &#128581;", "offensive_level": "strong", "emotion": "sadness", "neutral_rewrite": ""}
{"text": "up your ass you little twat*", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "twat*: up your twat****************************************************************************************************"}
{"text": "who is this we..? I dont love hoes", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "m, but I dont love hoes..? I dont love hoes..? I dont love hoes..?"}
{"text": "wigga why the fuck r u in this conversation with yo stalking ass", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "wigga wigga warum fuck r u in this conversation with yo stalking assailants in this conversation with yo stalking assailants?"}
{"text": "bitch I don't want yo fat ass following me hoe", "offensive_level": "strong", "emotion": "anger", "neutral_rewrite": "yo fat ass following me hoe yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat yo fat y"}
{"text": "bitch am dumb bitch am smarter than yo fat Peter Griffin looking ass", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "ch am dumb bitch am smarter than yo fat Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking assailant Peter Griffin looking"}
{"text": "bitch when r u going to get ur round, I just fucking said this just proving my point", "offensive_level": "strong", "emotion": "sarcasm", "neutral_rewrite": "u going to get ur round, I just fucking said this just proving my point: bitch when r u going to get ur round, I just fucking said this just proving my point."}
