{"text": "Behold all the conservatives who deliberately ignore the fact that the OK gesture USED TO BE benign but now is co-opted by racists to signal they're down with white supremacy. Much like swastikas were benign in Asian countries (&amp; still are) but were co-opted &amp; ruined by Nazis.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is a moron", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Guys ugly and unhinged.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bitch I’m in the hood serving junkies in a Maybach !!!! 😂😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Lock him up! He is insane!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Picked up some fire og today. It's really good but it's ugly as fuck. I almost passed on it but he smoked a j with me and it's fuckin fire. Wish we could share a bowl my brother ✌️💚", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#metoo is the BEST WEAPON the Liberals have because there is NO DUE PROCESS .. its all DISGUSTING ... and WOMAN are the ones USING it as the weapon .. shameful and TYPICAL Liberalism .. USE emotions FOR their own BENEFIT ... POSTER CHILD for USING Woman", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Did you go to the south side where thousands have died? Strictest gun control policies in the country and they don’t work.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hope they continue to crash", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "what the fuck...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "OMG! What a disaster that would be!! She is the most incompetent person", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "same i just want to win so i can finally have a good pc and shit post in full body in vrc", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I love that feeling that u get from going from Blues to purples. The discovery of new sexy loot!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fuck those terrorists in the ass!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is the most ridiculous tweet I’ve read today. Comparing the traitors that are the #cpc to the liberals is like saying the democrats and republicans are two of the same. Grasping on straws. Pathetic", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "ORourke is just one more ignorant gun control freak........don’t know what they are talking about!!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I always found liberals and progressives to be the spartan ones. All the socialists I knew wanted to live as well as they could afford", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Then why the fuck did they elect him", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You said that if my speech offends someone then I should be fined/jailed. I asked if you should be fined if you wanting gun control offended me", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "this is BULLSHIT! Some crappy pop star in Philly instead of the Fresh Prince &amp; DJ Jazzy Jeff! All of America needs to take a knee over this", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Gawd you are missing the point so hard. Yes she could have. Point is she is expected too. The responsibility lies solely on the woman in our culture. The man is not berated for his actions. The woman is. Listen to you silly girl\" you are part of that culture.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are a bloody demon you don’t need to summons one", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "A resounding NO! 🇺🇸 #MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I do not know who these POS Nazi Liberals are &amp; don't care to know. Everyone of the Hollywood elite can &amp; prob will go to he!!.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "So sister fucker...name one single thing Obama said that was inappropriate?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Is he? Does he know this? You sure he's not out golfing?? Or maybe tweeting like a lunatic. I bet he is planning his next #MAGADingDong rally. He was never President. You are just to brainwashed to realize that.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And yet he is allowed to. Congress is supposed to be a check on this clown. If we get control of Congress you folks have to write some laws to prevent this happening again.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Niggas wellin if they wanna live in a world with endless world wars and death and chaos. My Hero is literally anime X-men", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hes comin for ur woolly bitches", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "JUST LIKE A PLANTATION, White Liberals have Black people under their thumb and any Black person that tries to get out from under their Old Order\" is considered one of them uppity Negroes, too smart fer his britches. They get all the other good lil Negroes to teach em a lesson.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#Leftists and #Commies in the #USA are going to get a little bit riled up me thinks?! 😆 #MAGA #MBGA #MCGA #Socialists #Lefties #Conservatives #Patriots #MEGA #Trump #Democrats #Republicans URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "People died in Puerto Rico because of their government’s corruption !!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The game sucks", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Every day her IQ gets lower and lower more wanna be nazi Barbie is going to be a pile of maga goo on the bottom of the set soon enough .", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Now what are you ?? A Liberal ?? Intellectual ?? You are nothing but a Bigot. Shamelessness at its peak.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are being unkind to the pin!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Most men are decent and respectful so how is it that the so-called conservatives have such a knack for finding and elevating sexual predators?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Lolol God he is such an a**hole.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I have a better idea Mr Guterriz or whatever his name is should resign &amp; go THE HELL back to wherever the hell his people came from for the sake of this country!!!!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#MOGG: #JacobReesMogg calls for to #ChuckChequers now. 'Chequers pleases nobody other than the #PrimeMinister herself.' URL #BBC #SKY #LBC #Tory #Tories", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#RedWave a coming!! That's ok tho. No conservative will harm you b/c of your political ideals. Cant say the same for liberals tho. Liberals can be vile and nasty to opposing views. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "As it gets closer to November the left is in full on panic mode their talking points will forever be 25th Amendment. Ok idiots let’s see you try it.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The beauty of #TheView is that no one pretends not to be a leftist. #maga", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Can’t rehabilitate a pervert zero tolerance So disappointed in this pope", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I know exactly how it works. They steal money through regulations and taxes and the people can't do a thing about it because the government has the monopoly on violence. Why do you think democrats desperately need gun control? They want even more power over the people.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "We don't watch any NFL games. This guy can shove it in his pie hole.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "They're all Democrats right? They're not hiding it anymore! #FakeJournalists #FakeNews #NoHonor #MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Lethargic voters get what they deserve! Aggressive voters MAGA URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "fails to realize he is the party of and Antifa. A complete lack of self awareness. These people are dangerous. #EnemyOfThePeople", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Democrats will let animals like this out all over the country if they get power back.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The one where democrats have controlled major cities for so long they’ve bankrupted them and left the minority’s and others in such desperation that crime is their only alternative to life. Instead of hand outs maybe they should teach a better way.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Trump doesn't want to have the FBI investigate Dr. Ford's claim b/c Ivana Trump reported that Trump raped her. A culture of dirty old sexual perverted men in the GOP and Neo Liberals doing the same thing to Dr. Ford as they did to Anita Hill. White men have no respect for women", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What a freaking ass.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yes mothers now this is what the deranged left will make you do to your little boys! Are we really going to let this happen? Pure EVIL! #VoteDemsOut #MAGA #2020 #ConfirmJudgeKavanaugh URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "when is enough enough? This is abhorrent and inexcusable. Your fearless leader seems to have forgotten that he is a public servant. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "oh no you guys dont censor the right at all...fucking hypocrites URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What if the rape never happened and she is lying? Why is her word gospel? Many women are gold diggers avengers and liars.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I like that after dating for 8 months you finally understand it when I cringe at the word cock lol", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "please get OFF first take! You yell wayy too much and you seem like you are being a asshole. When you are on set I litterly can't hear anything but screaming. Its obvious dont like you and and was like dude stfu!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Doesn't surprise me. Texans hate Liberals w/ Soros backing.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "&gt;Tfw She is a lesbian", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Gun control nuts are not allowed to be protected by the very thing they supposedly despise. She can use a knife. #DisarmHarrisNow", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You keep telling this lie. I think you Liberals believe yourselves. Focusing on those who need t most yet you have how many million sitting in the veterans budget with no intention of funding them.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Zimmerman belongs in prison for killing Travon Martin. Florida needs to change its gun control laws.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberals sure love to spend other people's money !!!!!! Hope and change\" really works well for the Obamas who are multi millionaires. Their fortunes have really changed for the better !!!!!! If liberals have any brain cells left, they'd vote for President Trump !\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "These are sick ass people URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I’m sure the air that he is breathing is also bad.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Exactly. I haven’t watched in two years and I refuse to. As a former fan I think Jerry Jones is a disgrace to the people who have helped make him as rich as he is.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What will German’s will give us? Gun control ?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Kate, gun safety\" is just a code word for gun control. There isn't anything \"safe\" about gun control. It just limits law abiding citizens. Law breakers ignore ALL laws. Wake up! You folks in MN need to get off the liberal wagon. Vote for Patriots Only ... Vote Red! ✝🗽🚂⚓🇺🇸\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are under a delusion if you think calling HRC backers idiots is attacking the messenger. They are not the MESSENGERS they are the ones that signed for and took delivery of the message. But that was packaged and sent by the DNC.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Reputation? REPUTATION? She schitt her reputation away by being an ANTIFA activist! Just like good old V.I.Lenin said - a scoundrel may be useful BECAUSE they are a scoundrel\"!\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "watch me catching a plane to hungary only to beat your ass", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "No just imagining if we found a picture of Bret holding a woman like this. Liberals will go insane", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Ciara has stopped me from doing so much dumb ass shit god bless that woman", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Aaron finding the sending if a locomotive funny. He is aware it symbolises the trains jews were sent to their deaths on.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You voted to trigger Article 50. You are complicit.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Are all the republiKlan maga wearing traitors going to dig through their childhood toy chest just to post videos of burning #Ernie &amp; #Bert dolls? #ernieandbert #SesameStreet #Toad #MarioKart #TraitorTrump #traitortoad", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberals complain of not having time to evaluate records but they sit on an anonymous letter for weeks and wait like a criminal to assassinate the character of a good man at the end.Despicable.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Jesus Christ. Liberals start young with their brainwashing", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Don’t watch moron movies", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Another has been trying to get back in the spotlight Paul McCartney go back to England shut up", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Creepy Joe with roaming hands for little girls is one of the most noncreditable demonRATs I have ever seen. He &amp; Jill won't talk about all the disgusting pervert actions of his just their hate and disapproval for conservatives and Trump. Like Hillary just shut up and go away.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Good lord this woman is a dipshit !", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Pants drooping below the ass...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Red roses swarm. Conservatives pounce. We need our own verb.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The monuments that will be torn down in the next 10 years? Much to the consternation of we conservatives", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is most impressive at corruption and lies.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "and he took away the constitution from us. congress refuses to restore it to us why is that? Article 4 sec 4 was taken away.. and because of that there are NO gun control laws anymore. OBAMA is a STUPID MAN", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Far left Antifa just a bunch of bullies who get brave when in a mob confronting a few seems everyone is a nazi if they have a different opinion", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fat ass.... heart attack city..... keep eating fat ass....", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is the daughter of her parents. All illogical hypocrites.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Congrats Naomi! U deserved to win. U showed true sportsmanship during Serena’s meltdown. I would like to apologize for her behavior. What an embarrassment for the US. She should have been ejected for arguing with the side chair. She thinks she is superior but she’s not.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Let's use the TREASON laws to remove Holder from the planet...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I will beat your ass.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Because Obama has zero accomplishments. He is the worst President r leader of any country hands down. It shows the liberal lunacy when they worship a total loser. They don't know what they want..no party goals. nothing except complain about TRUMPS accomplishments. Fu*k liberals.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "God did not appoint trump. The devil appointed him and I will make sure I do my part to make sure he doesn't get reelected by voting. He is no pious man and definitely not even spiritual. He's the scum of this earth.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Anything will Help. Thank you #Patriots #Maga and if you dont hear from me thanking any who help and share its bc im about to loose signal out here in the rain and batt will die so I gotta get to a place to plug in. Thanks again folks and God Bless URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I thought you said the NYT was “failing” and “fake news”. So this can’t be true; it’s made up!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I think you are being abnormal", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And they did. PR is a shit hole run by corrupt Liberals. It was DESTROYED and it will take years and years and years to rebuild.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Your husband is a despicable person. He is a narcissist who cares about no one - including you- but himself.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Mine go drafts too. stop this crap I'm gathering proof your censoring conservatives", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Childish and unprofessional.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "America will be better off once you retire Flakey Jeff Flake. Go away.......", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "$10 says he/she is white. Any other white people notice how many shitty white people there are or am I the only one who sees this?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Not one of these “journalists” mentioned the arrest of the corrupt mayor yesterday. I guess they were busy not getting blown away in the wind", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The only deep disgrace and abuse of rights is your existence in relativity. Even the generation before mine knows who you are RAE. Low life opportunist. Government over people. Suck a liberal dick you alt left Nazi!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Good. He's a mess", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Using that thought/conspiracy then it would be safe to argue that the liberals have concocted this and are stalling in order to help the liberals interest in that. The perfect pawn would play fearful of the process thereby helping confuse &amp; prolong the process.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I think Becka belongs in that room with the trash making comments like that. I don't hear you denouncing ANTIFA...who ironically models their flag after the nazis.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "According to the liberals yes! Guilty unless she proves her innocence! Wait are you a man? If so then No you can not be trusted ever! How dare you make a claim against a woman! Women are above the sins of man! We are perfect!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Guess who is really perpetuating all this garbage?? LIBERALS", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#conservatives everywhere in my small red town, kids need to be spanked and put #God first. They need to know consequences!\". Also them, \"#BrettKavanuagh shouldn't be held responsible for something he did at 17!! #Hypocrites how do sleep at night?\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why is this crook walking free?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Total psyop at this point to anger liberals and keep them divided so they dont leave their sorry ass party.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Wow you are actually terrible. Imagine being proud of getting people in a disaster zone finding water arrested. The store owner didn't want them arrested and you are an awful person.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Word cause her music SLAPS THERE'S NO REASON SHE SHOULDN'T BE SELLING OUT BIG ASS SHOWS (idk if she is or isn't but she DESERVES)", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Russia had Ivan the Terrible. FSU has Willie the Terrible. He is to FSU what Bitch Rod was to Michigan and Tango Charlie was to Texas. We pay this piece of shit $5 million to put up 10 points against our first two FBS opponents. Even Western Michigan scores 41 against Syracuse.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Doubling down was absolutely stupid. You never double down on a pair of eights!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The Republicans have no sign of having a plan for any of that. And Fuck Trump\", considering his failure, is a legitimate platform. It's better than the Republican sure-tragedy alternative.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Two prominent backwards conservatives removed from Texas education. Looks like they're as blind deaf and dumb as Helen Keller once was.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Time will tell. Not the type to jump on the lefty bandwagon and demonize someone until they have had a fair chance. His policies will either be a huge failure like the liberals and result in losing the next election or they will be a success and ontario will dig out of the hole", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Irish will not like my tweet at all... But why was Ireland nuetral in WWII?? So Bono gives a NAZI salute...yawn.nothing new.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And that's where you are seeing what you want to see. You think these people want to look manly and powerful. I see them expressing solidarity. what a useless thing to mock.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Democrats suffering from Trump Derangement Syndrome are desperate. Their dirty tricks won't work and the end is inevitable. #MAGA #TDS #WalkAwayFromDemocrats2018 URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "For the hol tl to see😭. That’s tht Big Dick energy 💯", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Eric u got alot of balls ...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is a total phony.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "6 Reasons Your Right-Wing Friend Isn’t Budging On Gun Control URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Northern Ireland was explicitly designed so the British establishment could stop paying attention to Ireland. They’ve been indifferent since 1921.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Shows the world just how useless and ineffective you are.. You little whiny brat.. Why not go cry in the corner with what's his nuts??? Oh yeah... Acosta", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "More misleading nonsense. It’s like you are incapable of straight News. Fake through and through.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What a piece of shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is telling you he knows where his bum is. Writes “ass” with his bottom. What more proof of higher intelligence do you need?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Twitter is becoming tumblr 2013 and I am fucking terrified", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "☝️What “Trumptards” will be doing to dirty liberals in November. I was patient at first but now it’s clear the left has absolutely zero intention of playing by the rules. I hope President Trump CRUSHES your joke of a party under the fullest extent of the law.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It’s either they lookin for shit for somebody else or they creeps 😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "has the same lack of morals as her mother! Abortion is murder!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It's amazing how low you liberals will go to suit your political agenda. Don't believe you one bit. Have a good feeling you will pay the price for this . Produce some evidence", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Democrats want more Gun Control! I say, Just go to the range and practice,.. you'll get better \" URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Ahh yes we are cause some woman who comes out 30 some years later cant be believed. Where was this liberal outrage when the guy from Minnesota was accused of beating his wife. Silent on that one libs god you hypocritical liberals make me sick", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I’ll bet you mock disabled people too. Funny how the MAGA crowd likes to pick on the weak and support the powerful. Like bullies. Wonder who your role model is?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Jesus she is the evilest of cunts", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Amazing how Dems don’t feel they owe it to unborn generations to keep ILLEGALS out!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And your gun control has failed to reduce homicides. Your homicide rate has not dropped after all of those gun laws. It has however rose. Enjoy bending a knee to the people who don't really give a shit about you though.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is dumb. An European government is allowed to make a decision that affects the entire planet. Also how would they even enforce this? Are they going to bug every computer in the world?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I know. I think they’re the ones who’ll be surprised about that since they think all liberals want to make gun ownership illegal.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Well she's half right... she is shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#HomeOffice releases one #Terrorist a week and 46 in the year to March? Report was prior to #Choudary being released. I have Home Office Document in full in a link on my stream .. questions asked are laughable #MAGA #MEGA #MBGA #MBGA #Conservatives #Muslims #Migrants URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#God The Media Using Criminals as Heros to Push for Gun Control", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That’s all Antifa does. They’re violent and they hide. But you obviously support them. 🤦‍♀️", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Harris makes herself look very ignorant daily! #MAGA without them!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bono is a fakir. Always sticking his hand out for someone else’s buck. May it be his concerts. Tax evasion. Lecturing america on Africa. Never has he put his own money up.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What are you afraid of liberals. You screamed for transparency!Now that POTUS is doing just that you are screaming to keep it secret.The truth is there. You don’t want it seen.Liberals are hypocrites &amp; the alphabet agencies have some bad apples involved in a soft coup. Tick Tock", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yeah. That's kinda the fashy thing right now. The Proud Boys scumbags wear tshirts saying Pinochet did nothing wrong\" And Antifa are the ones who are violent? Please. It's been an actual fascist every time this has been brought up in my experience. Like dude here, who stopped..\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Not now Hell no he offered that last year no go now.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Every one is on these social media platforms arguing about who is racist and who isn't while the powers that be manipulate it to push their agendas and gain power. And shit. I know exactly what ur saying im pretty liberal guy and i can't stand the racism discussions.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "But still, i'm not even really trying to shit on Em. I just wanna know why everyone is saying he murdered\" MGK when the song was terrible. That's all. I absolutely get preferring Em, he is, and is gonna go down as the more successful artist. I just don't know how he killed him.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "To what? Chicago already has thf strictest gun control laws in the country...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "you are all recycling of liars", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The term negative knowledge\" strikes me, when knowledge is sucked away and information goes into reverse -- away from the recipient.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I love it that the wet liberals are so frightened by the US. And yet are so keen to deal with the non-democracy that is Europe.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That’s fucking rude to do that", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I was informed that your process takes up to 10 business days to transfer credit from an expired Myki card to an active cards - WTF!!!??? 🤪 Do you people use computers????? #whatajoke", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The educational system is controlled by liberals and works to enslave the minds of our children. The chains of mental enslavement must be removed in order to save the future of our great nation 🇺🇸", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Ashole gonna eat himself to death", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Honestly you people are seriously delusional! It’s a good thing the majority of fans in Ottawa are Educated! Because ppl like you are scary!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Still coverup. And bet the anonymous writer of op-ed in NY times on sept 5th was the ny times itself!!!! No sr adminstrator of #Potus. But cud say it was since refused to name writer ...ALL TO STIR UP CRAP WITHIN #TRUMP Camp!!! And #Maga", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "His eyes are fucking louder than his words!!!! 😍😍💜💜", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#ThursdayThoughts Will ever admit all the other ways that Twitter censor conservatives? Seems highly unlikely. It's very annoying to have my main feed limited with a stupid black bird ordering me to return to the top\". It wont even let me go back to this morning. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Shame on the tennis hierarchy who stole that from Serena. She is a proven draw and the racists on the upper echelons just can't handle it.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "1// Yal stupid people tell me to “back off cause he is like obsessed” BITCH who has been to all the football games. Walks to class. Does literally everything for them. Knows exact dates and numbers for everything me. Only reasons I’m not competition cause she ain’t gay", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Zarries didn’t start this conversation! It was a larry shipper that trash talked our ship!! So how about y’all petty ass larries stay out of our mention eh?!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". You should totally follow those whack job liberals...unhinged and dangerous! Thank you 🇺🇸", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Agreed great idea! Wish we could also remove her from existence! #MAGA #PatriotsUnited #ProLife #ProIsrael #WeAreQ. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Any amount you shit fuck", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is not possible. California has implemented strict gun control. Only law enforcement and those fortunate enough to get a permit can carry in public. “Assault weapons” are banned.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Too many corrupt evil beings hold govt positions amd/or have too much clout w/the corrupt &amp; evil beings in gvt positions. &amp; the majority all point to the left w/a few fake conservatives in the mix. Why else is Hillary/Obama &amp; their cronies still walking free?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I’m not a muppet. I’m a 6’2” 215 lbs voter who is of Puerto Rican decent that doesnt take BS from white liberals like you.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "real shit URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "3/ you can not like Justin all you want but the conservatives have no plan to even consider climate change and have been using BLATANT misinformation to lead people like yourself into believing that it’s Trudeau’s fault we’re negotiating with a fucking sociopath down south", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Incoming “evil soy” conspiracy nuts", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Disgraceful. He is innocent until proven guilty. Which will not happen because she is lying.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Greenie she acted like a spoiled elitist brat. She got the point taken away as she deserved. If she was good enough to win today it shouldn't have mattered. She is an icon and one of the most admirable women I've ever seen in sports. She had a bad day. Move on not newsworthy.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "How would they know if gun control worked if they refuse to try anything?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Everything he just said. Is exactly why we need gun control. It’s about saving lives. Nothing else matters just saving lives. Some people get bent out of shape over the second amendment. It’s my right. Crying! Put your feelings away coward! put your guns away coward. Gun=Coward", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Or a piss up in a brewery !! Hat", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Typically liberals jump to conclusions.....they dont believe in due process or innocent until proven guilty.....they are the most ANTI AMERICAN bunch", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I don’t care if she is right or left go back to tv bitch one tv star in office is more than good #hollywoodisscum", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is also ugly as hell and not something anybody wants to look at. LOL :)", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "🇺🇸 FOR SALE - BUY #American #Flag #USA ▶ Shopping-Sale .org ◀ #USA_Flag_4U #Shop_8_9 #MAGA #AmericaFirst #Trump #POL_8_27_QX URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bruh there were a few times i dropped it and kicked it back up wit my feet and caught it. Now if that aint some G ass shit😂😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Even the parody antifa page couldn't deal with this shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Now Comes The Pain............... #MAGA🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸 #WWG1WGA URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Who the hell do you think you are little Eddie", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "who in America isn't grateful to our military?!?!? Her husband didn't die on the battle field...he died at home!! She should be fighting for gun control and stronger laws regarding mental illness! is about police brutality...she should educate herself on the issues", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "David stop been a mouthpiece for the anti gun people you r nothing but a worm looking for fame now remember that antifa BLM and all the radical left groups are violent and hurt people too but of course you agree with them", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She and Him beign a Joint Acct. Have called Me and Grok everything under the sun The Same Person Women Racist Redneck Antifa KKK Members Grannies (Yes Grannies) Haha Etc It's pretty common when the Fraud Gets Busted to start calling the one's who Busted them hilarious names", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Tis funny you assume I’m left or a supporter of antifa even though I dislike nazis. You’re still a ball washer though.😁", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
