{"text": "RT : When dykes hear \"ladies free before 10\""}
{"text": "RT : Hoes gone be hoes.&#128581;and these hoes can't be trusted &#9994;"}
{"text": "RT : Thursday We will see bitches dressed up like if the hallways were runways, clown make up on some girls,guys with pants belo&#8230;"}
{"text": "RT : Getting called ugly by a bitch that use to idolize you. &#128064; Ohhhh well okay... &#128514;"}
{"text": "RT : I think IF i had hoes , i would tell them alll the same shit &#128514; im too lazy to be tryna switch shit up . &#128564;"}
{"text": "RT : On god yall hoes better get off my twitter"}
{"text": "RT : stick by his side and don't give his pussy up . ."}
{"text": "RT : BITCH YOU GUESSED IT \": &#8220;: my pussy cuteness always sets me up for a good day&#128522;&#8221;u need some dick\" WOOOOH You &#8230;"}
{"text": "RT : \": This bitch..."}
{"text": "RT : \": &#8220;: If you ask me, every bitch gay&#8221; not me I'm all sexual\" Wtf is all sexual? If you don't mind me asking"}
{"text": "RT : Another movie that's gonna make you question your bitch &#128530;&#128514;"}
{"text": "RT : I don't care about none of these bitches &#128524;"}
{"text": "RT : \": Makem eat my ass since eating pussy ain't major nomore &#128175;&#128553;&#128514;&#9996;&#65039;&#128584;&#128129;&#128079;&#128522;\" &#128514;&#128514;"}
{"text": "RT : RT : Girls say bs like \"you got too many hoes\". Stop letting twitter and IG fool you. I don't know these fucki&#8230;"}
{"text": "RT : I'll never understand how people can fake an entire relationship? I can't even fake a 'hello' to a bitch that I fucking&#8230;"}
{"text": "RT : I'm not going out my way 2 make sure bitches know NOTHING ... Just pay attention !!!"}
{"text": "RT : ; straight &#128686; \": To each his own but these hoes weak"}
{"text": "RT : - when ya friends nag you like they yo bitch &#128064; mayne chill tf"}
{"text": "RT : Yeen suckin yeen fuckin watchu doin hoe ?"}
{"text": "RT : &#8220;: When the pussy so wet you hear that shit smacking &gt;&gt;&gt;&gt;&gt; &#128049;&#128166;&#128166;&#128553;&#128525;&#128588;&#8221; &#10071;&#65039;"}
{"text": "RT : he like me even more cuz he know I gotta bitch"}
{"text": "RT : Yo hoe will get slayed &#128514;"}
{"text": "RT : When a bitch tell me I'm ugly &#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : Bacon over bitches"}
{"text": "RT : man I'm strolling and all I see is y'all hoes that suck dick talking about her like man don't stunt on her bru ."}
{"text": "RT : yeah Texans are so much better you fucking retard"}
{"text": "RT : Some of you cunts owe me money."}
{"text": "RT : Ion want the pussy if it come wit hairs"}
{"text": "RT : I hate \"I'm my own WCW\" ass bitches &#58382;"}
{"text": "RT : bitch you ugly as fuck, are you a fuck tranny ? Get Alligator face as&#8230;"}
{"text": "RT : I'll find you a ride. But it's no pussy shit and that was some pussy shit &#128548;&#128514;"}
{"text": "RT : For all those watching that so raven. Look at this negro now lol&#128514;&#128514;&#128553;&#128553;"}
{"text": "RT : i have absolutely no \"hoes\""}
{"text": "RT : \"Light beer? You mean faggot piss?\" -Overly Powered Man"}
{"text": "RT : shego was the baddest bitch of my childhood&#128293;"}
{"text": "RT : peace out then faggot"}
{"text": "RT : &#8220;: What's yall favorite chappelle show skit?&#8221; Is wayne Brady gonna have to choke a bitch? &#128514;"}
{"text": "RT : &#8220;: I hate a \"I'm my own WCW &#128129;\" ass bitch &#128514;&#8221;"}
{"text": "RT : I don't be worrying about these messy hood ass hoes but they worrying about me though. Why? &#128583;"}
{"text": "RT : I don't understand I don't even fuck with these bitches but I'm so relevant to them though &#128564;"}
{"text": "RT : Never realize the precious time you bitch niggas is wasting &#128070;"}
{"text": "RT : Freaky ass ready ass hoes"}
{"text": "RT : \": These hoes got more bodies than a cemetery&#128056;&#9749;&#65039;.\""}
{"text": "RT : Bobby bitch bobby bitch &#128293;&#128293;&#128520;"}
{"text": "RT : People getting called all types of bitches over music lol you know how ridiculous that is?"}
{"text": "RT : U gotta be a pathetic bitch to ride by another females house looking for a nigga that ain't yours smh"}
{"text": "RT : I don't understand how bitches find the time to worry about what another bitch is doing"}
{"text": "RT : Why do these hoes think it's cute to take pictures kissing eachother ? #gaggggg"}
{"text": "RT : Smh nigga is mildly retarded RT : LMFAO RT : If Griff wasn&#8217;t injuries we&#8217;d legit be 6-1"}
{"text": "RT : hell yea save money like a hoe"}
{"text": "RT : That hoe is live though"}
{"text": "RT : I don't care about none of these bitches"}
{"text": "RT : R.I.P &#128128; to the hoes&#128131; dying for attention."}
{"text": "RT : Once a hoe , always a hoe &#128076;"}
{"text": "RT : If a bitch think I'm worried about her , that bitch overthinking &#128557;&#128514;&#128581;&#128129;&#128582;&#8252;&#65039;"}
{"text": "RT : 30 bottles ! 30 bitches !"}
{"text": "RT : \"I'm against feminism I think men and women should be equal\" a bitch that don't know shit about feminism"}
{"text": "RT : &#8220;: &#8220;: lol for what?&#8221; Lol you dissing us&#8221;&#128514;&#128514;&#128514; shut up bitch"}
{"text": "RT &#128514; Me: Baby I cooked Bae: What's for dinner? Me: That bitch you been texting"}
{"text": "RT : ain't no \"WE\" in this bitch ."}
{"text": "RT : If a bitch tweeting about a nigga and he saying he don't mess with her , He's lying&#128533; That bitch ain't tweeting for nothing &#128527;"}
{"text": "RT : Only the basic bitches put on for Twitter .."}
{"text": "RT : I hate when boys keep chasing a bitch that treat them like they any nigga &#128529;"}
{"text": "RT : When niggas try to act hard but really be bitch made &#128514;"}
{"text": "RT : Been Trynna catch up Witchu pussy &#128299;"}
{"text": "RT : &#8220;: I don't be fucking with NOBODY , cause most of these bitches got fake in they blood . &#9994;&#8221;and niggas"}
{"text": "RT : When you thinking about killing a bitch"}
{"text": "RT : &#8220;: &#8220;: Brandon Jennings easily got the coldest bitch ever&#8221; damn near lol&#8221;not damn near that's fact."}
{"text": "RT : Exactly. Don't be gettin no additional pussy for them soft ass tweets. Jus be you dude lol"}
{"text": "RT : Woww. Now niggas can't hit u bitches line and ask what u doin nomo."}
{"text": "RT : killing these bitches go body for body &#128530;&#128524;&#127911;"}
{"text": "RT : I hate a bitch that acts like she can't be single. Get your I need a man ass on"}
{"text": "RT : &#8220;: Bro even with uno webo I still get more pussy than you &#128586;&#8221; &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : Why does everybody drive like retards when it rains lol"}
{"text": "RT : You better pray I don't send your nudes out bitch"}
{"text": "RT : How many bitches have actually gone to the club in a mini skirt &amp; j's on? #questionoftheday"}
{"text": "RT : I want this \"bad bitch\" epidemic to be over so fast bruh...fees can't write a sentence with proper subject-verb agreement now&#8230;"}
{"text": "RT : \": i wish i was born in a different generation , cause yall just make my pussy bones hurt . sicken ass children .&#8230;"}
{"text": "RT : where is D hoes ? &#128514;"}
{"text": "RT : Niggas be out here loving ALL they hoes...that's a no no."}
{"text": "RT : \": Niggas bitches getting exposed&#128514;&#128514;&#128514;&#128553;\"&#128555;&#128555;&#128555;&#128555;&#128555;"}
{"text": "RT : &#8220;: If you ask me every bitch gay.&#8221; true dat true dat"}
{"text": "RT : the same hoes is still at it"}
{"text": "RT : yea that hoe was rocking Friday and last night"}
{"text": "RT : &#128514;&#128514; 2 many lil bitty bitches"}
{"text": "RT : &#128514;&#128514;&#128514; chill bitch"}
{"text": "RT : Dudes a hoe had me laughin on my only pics&#128514;&#128514;&#128514;"}
{"text": "RT : Sum hoes be smoking to look cute bitch u better inhale that shit wasting weed"}
{"text": "RT : Happy birthday to my chocolate brotha &#127880;&#127881; love u hoe"}
{"text": "RT : &#128079;\": Real bitches who really hungry won't be out here arguing with bitches on twitter straight flexin\""}
{"text": "RT : \": tbh but a niggah can't have a normal convo with someone lmao\"hoes will be hoes Brian lol"}
{"text": "RT : When will you guys leave that childish pussy alone? Get that sophisticated pussy."}
{"text": "RT : bitches be fake af &#128514;&#128581;"}
{"text": "RT : &#8220;: &#8220;: RT &#8220;: *hits blunt* &#8221;&#8221; this hoe thought she was so dee&#8230;"}
{"text": "RT : my inner nigger is coming out"}
{"text": "RT : Fxck outta here hoe &#9996;"}
{"text": "RT : \": Dumb bitch\" im singing to you bitch"}
{"text": "RT : This hoe never called me like she said"}
{"text": "RT : Whats a bad bitch to a queen with Goals&#10067;"}
{"text": "RT : When u see a bitch that don&#8217;t like u, look at u&#8230;"}
{"text": "RT : It ain't nothing to cut that bitch off. &#128076;&#128129;"}
{"text": "RT : Bitches be thinking they are soooo out here like no your just an everyday average Instagram bitch"}
{"text": "RT : Bad bitch give me head like lice ."}
{"text": "RT : Side bxtches gettin lit up outchea, y'all birds better tighten up."}
{"text": "RT : i tell you ANYTHING on this bitch i better get a thank you. fuck wrong w/ you dumb ass i wanna be famous ass 3 mixtapes cant r&#8230;"}
{"text": "RT : all these bitches fake if you ask me"}
{"text": "RT : Nomatter how much I'm feeling you, u can't compete with girls who throw the pussy. Im just gonna always take the L"}
{"text": "RT : my sugar daddy is following this bitch fuckin hoe that use to be my friend this is bullshit"}
{"text": "RT : Shi&#8217;...now I don't wanna rant b/c my first impression would be that i'm a such a bitch &#128514; lmao."}
{"text": "RT : I hate a copy cat ass bitch. Monkey see, monkey do ass bitch &#128544;"}
{"text": "RT : &#8220;: &#8220;: Nobody cares about KIRK Bosley no&#8221;I care bout my cousin hoe&#8221;"}
{"text": "RT : 1st block bitch Wassup"}
{"text": "RT : me 2nite bitches"}
{"text": "RT : &#8220;: Hmu talmbout match but when I pull up its 30 other niccas wit ya &#128530;&#8221; smfh shit like that kill me"}
{"text": "RT : Im a boss ass bitch!"}
{"text": "RT : this is real life &#128557; RT : She want to give u pussy so bad she mad at u cus u fucking it up"}
{"text": "RT : &#8220;: Sometime u gotta shut down all tha fun and get tha $ rite. get ugly on these hoes and EAT!&#8221;"}
{"text": "RT : A hoe gone be a hoe and dats #100 nd when a nigga broke them hoes act funny!"}
{"text": "RT : &#8220;: swear me n zee da only niccas who aint got da update yet&#8221;&lt;I'm right there wit cha bruh"}
{"text": "RT : You talking shit &#128567; But yo pockets ain't shit &#128169; Yo bitch ain't shit &#128169; Yo life ain't shit &#128169; nigga you just a ain't shit as nig&#8230;"}
{"text": "RT : \"Her pussy fatter than ya dick\" lmao"}
{"text": "RT : All these bitches &amp; niggaz with they imaginary haters ....."}
{"text": "RT : Idc about your \"story\", if Petey Pablo said your name in Freek A Leek, you automatically a hoe"}
{"text": "RT : Heat lost. Medical marijuana got rejected. Rick Scott got reelected. I still have no hoes. Today's just been a bad day."}
{"text": "RT : 7 out of 10 RT : Every bitch in Houston look good ?"}
{"text": "RT : heard a bitch say im ugly but ha nigga thank different &#128523; you say you mainline he dont treat me no different &#9996;&#128540;"}
{"text": "RT : ever wanna text somebody and be like bitch die I hope you don't wake up you low down dirty muthafxcka&#128520;"}
{"text": "RT : these bitch niggas couldn't live my cold life$tyle&#128184;&#128080;&#128523;"}
{"text": "RT : Yall hoes love football"}
{"text": "RT : &#8220;: Df Bruh \"go wash the dishes in the sink then come upstairs and eat this pussy\""}
{"text": "RT : I swear it's the huge bitches that think they the baddest"}
{"text": "RT : imma cool as bitch so if a bitch don't like me it's a personal problem ."}
{"text": "RT : this what most of yall hoes need to admit ."}
{"text": "RT : &#128514;&#128514;&#128514; on God i be thinking that . lol people at school be showing me this nigguh videos . im like &#128563; he famous oss &#128514;"}
{"text": "RT : don't try nd play me, I'll hoe u harder &#128514;&#128076;"}
{"text": "RT : These hoes sad man"}
{"text": "RT : Y'all bitches be like 16 looking 25 &#128553;"}
{"text": "RT : How you leave ya mans dead for a broke bitch, most these rap niggas on some hoe shit!!!"}
{"text": "RT : Lmfaooooo &gt;RT : Lmaoo Thats what u got from this? RT : Dougie be yamming the coon all that beat boxing &#128553;"}
{"text": "RT : \": When you drop all your hoes for the wrong one and you gotta bring em back LMFAOOOOOOO"}
{"text": "RT : \": Gotta watch these hoes &#128064;\" I Swear &#128079;"}
{"text": "RT : Truth B told i have -0 hoes &#128514;"}
{"text": "RT : 1) A real nigga would NEVER be hurt and crying over pussy they didn't get for two years. What kinda gay shit is that?"}
{"text": "RT : 4) Only pussy niggas who suck dick cry about someone being in their mentions, tweet the person then cry again about the&#8230;"}
{"text": "RT : &#128591; Lord please don't let this bitch kill my vibe."}
{"text": "RT : And y'all niggas jus give up the pussy.. I wonder how y'all feel reading the TL... Nervous AF huh? Thinkin y'all bout to ge&#8230;"}
{"text": "RT : Life to short to be walkin round mad at bitches"}
{"text": "RT : bitches jus love to get me madd"}
{"text": "RT : \": Any bitch that has ever had a \"problem\" with me ain't checked shit but my twitter &#128541;\"NBS !!"}
{"text": "RT : js met a lil bitch wit a long name mufucka had more letters den Tennessee, I go gorilla ina pussy, RIP&#128527;"}
{"text": "RT : If you still put your pride in front of your feelings .. Then yes bitch your still childish"}
{"text": "RT : &#8220;: When she waives her pussy fees&gt;&gt;&gt;&gt;&#8221; bye Lawrence &#128075;"}
{"text": "RT : The single life is hitting for zero. Like I don't even want hoes."}
{"text": "RT : I swear these bitches think their still in highschool"}
{"text": "RT : I believe there's a hood in heaven cause the devil gots a bad bitch."}
{"text": "RT : &#8220;: Man just proofread &amp; edited this niggah sentence&#128514;&#128514;&#128514;&#128514;&#128557;&#128557;&#128557;&#8221;feel like I'm back in 6th grade doing daily oral la&#8230;"}
{"text": "RT : &#8220;: boy I was clean in them bitches.&#8221;you loved them damn sandals &#128514;"}
{"text": "RT : Lmaoooooo RT : If we cuddle then Im sliding something thick in your pussy, just a warning"}
{"text": "RT : Why do y'all niggas entertain that Nicole bitch? I don't see how y'all can ever take a bitch that posted naked pics serious&#8230;"}
{"text": "RT : if you can't do or say certain shit in front of yo bitch then don't do it"}
{"text": "RT : Niggas be catching attitudes and expect a bitch to beg plenty of sorry's to figure out what's his problem. NO"}
{"text": "RT : Sellin' my soul for material wishes , fast cars &amp; bitches"}
{"text": "RT : Lil stupid ass bitch.. i aint fucking with YOU &#128514;"}
{"text": "RT : What's the difference between a main &amp; a side bitch ?? Shit y'all both getting feed lies &amp; dick!"}
{"text": "RT : most of the bitches he fw not old enough to get a ID &#128514;&#128514;so what that tell you &#128129;"}
{"text": "RT : invest in some curtains bitch"}
{"text": "RT : if im bad built ok yall built like tractors yall got relationships bitch where mine ?? &#128533;"}
{"text": "RT : &#8220;: I wonder if I @ oomf I be like I want fuck would I be wrong or &#128533;&#8221; you a be one brave as bitch&#128514;&#128514;"}
{"text": "RT : these bitches can't do nothin for you."}
{"text": "RT : Sex on 1st date dont mean you a hoe, waiting 90 days wont make you a wife, cute pics dont mean y'all happy, having a title&#8230;"}
{"text": "RT : in a relationship there's gonna be bitches badder than yours or niggas doing better than your nigga. that's where the loyalty&#8230;"}
{"text": "RT : I am so jealous of bitches who can squirt &#128530;"}
{"text": "RT : Zulema don't worry bitches only act bold when they have somebody to \"back\" them up! It's cool tho I got you if anything!"}
{"text": "RT : &#8220;: Bring winter back... This 70 degrees at 7 am shit is for the birds&#8221;---Get The Fukkk Outta Here Bro!!"}
{"text": "RT : &#8220;: you have no sense of humor so back off their backs&#8221; ur a lil bitch and im 10"}
{"text": "RT : If i had a dollar for every bobby pin I've lost, I'd be one rich bitch"}
{"text": "RT : I don't care what any of you bitches say, Kesha is awesome &#10084;&#128076;"}
{"text": "RT : these hoes ain't loyal"}
{"text": "RT : &#8220;: Some of you bitches are DUMBBBB&#8221; they are everywhere trev. &#128530;"}
{"text": "RT : I can't stand a \"fuck these niggas\" ass bitch.."}
{"text": "RT : everybody tryna fuck the next nigga bitch not knowin that his bitch is the next nigga bitch &#128586;&#128566;"}
{"text": "RT : &#8220;: I'm not the type of guy to bitch about how hot it is but it's about to be 11 and I'm still sweating&#8221; q&#8230;"}
{"text": "RT : All I want for valentines day is a big booty hoe."}
{"text": "RT : Happy birthday fag boy"}
{"text": "RT : Hannah is retarded don't listen to her."}
{"text": "RT : &#8220;: don't get me started on you potato head lookin ass bitch&#8221;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : why do you call most guys that talk shit to you \"fags\" then? You should use another word hypocrite."}
{"text": "RT : &#128557;&#128557;: If I cum on your pussy don't be tryna rub it in like they do in the pornos cuz if u get pregnant tha&#8230;"}
{"text": "RT : You got niggas &amp; I got bitches but I want you... &#128149;&#127926;"}
{"text": "RT : \" now i know why niggas have sides, my bitch boring \""}
{"text": "RT : When a girl bring up my \"hoes\" when I'm trying to get to know her.."}
{"text": "RT : omg Nathaniel. No \"come here mr pussy\" \"Mr pussy where are you\" lol"}
{"text": "RT : I know it ain't good, but these hoes gon' do what they wa-wa-waaaaannnnnt."}
{"text": "RT : how she gets all the bitches"}
{"text": "RT : Nights like this I wish, ride low in the Chevy hit the switch. In the city burning killa with a bitch"}
{"text": "RT : years of eating and still no beard, more of mythology. RT When you eat pussy it helps Yo beard grow this is s&#8230;"}
{"text": "RT : I want some taco truck tacos! Brenda &amp; her mom be having them bitches smacking."}
{"text": "RT : Just saw someone riding a bike while wearing camo, the bitch is asking to get hit!"}
{"text": "RT : America is like a drunken redneck flailing his fists around, raving incoherently. He's kind of funny, but also you'r ..."}
{"text": "RT : Stfu stupid bitch. God damn. Unfuckingfollow me then!!! Shit."}
