{"text": "we should play together soon I've been playing with random faggots but it's fun"}
{"text": "at least put a caption when stealing the pic fag lol"}
{"text": "looks ghetto as fuck"}
{"text": "&amp; 4th my guinea pig will haunt you"}
{"text": "he is a pussy an wouldn't show up bro"}
{"text": "Shut up. And miss you too fag"}
{"text": "hotter than a pussy in a pepper patch....who makes this shit up anyways...?"}
{"text": "I don't care if it's a \"saying\" calling someone a bitch is still calling someone a name."}
{"text": "ok, I'll sink to your level... you're a special kind of bitch aren't you?"}
{"text": "1. Knew he was gettin pussy later 2. He yakked 3. You look stoned as hell"}
{"text": "lmao fucking bitch ima whoop you like a did yesterday but I'm trying to update the roster you down?"}
{"text": "it's that puff pass it porn up on the tablet, run up to bitch with assless chaps swearing that I'm catholic"}
{"text": "nigga who's bitch u fucking cracker get your gay ass out my mentions."}
{"text": "bad bitches only?"}
{"text": "all the real gangsters knoww nate aint never loved no hoe"}
{"text": "bitch you subtweeted him"}
{"text": "fuck yeah and hot big blk boots. This scally lad would get it."}
{"text": "I'm dumb then a hoe haha I already lost that thing ya gave me today &#128557;"}
{"text": "haha them hoes only go hard when a nigga stooooned lol"}
{"text": "them bitches smell like my farts i been holdin in since 5th grade"}
{"text": "too bad bitch! You in this shit forever &#128123;&#128520;"}
{"text": "uhh no bitch I never overplayed itv"}
{"text": "yeah, SOME NIGGAS are straight bitches."}
{"text": "Yeah....but your the one who wanted followers,you gotta work it bitch"}
{"text": "Is a fag"}
{"text": "is a fag"}
{"text": "dykes aren't even human tbh, like what empowered them to dress like a man but like bitches?? Some alien shit"}
{"text": "if bitches Tryna step to us"}
{"text": "sameeee bitch asss lol"}
{"text": "y'all tryna fuck my bitch after the game or nah?"}
{"text": "all racist nTx trash w all hate to see this particular man in WH n not the \"Butler\""}
{"text": "yeah if you get in trouble its less than a .5 percent chance that its a mistake. so you're a fucking retard."}
{"text": "They do. Why else do teachers constantly bitch about pay?"}
{"text": "You got all the bitches though."}
{"text": "she said, it's ok if u let ur man punch u in ur pussy as long as he makes u cum?"}
{"text": "he scared of pussy"}
{"text": "because its retarded. lol jk were the same"}
{"text": "ehh it was tough but yeah. Lol jk of course niglet"}
{"text": "so terms like honkey, cracker, peckerwood and stereotypes of white people fucking their kids and sisters isn't racist? sweet!"}
{"text": "pussy put yo ass to sleep now I'm calling you nyquil"}
{"text": "don't be a pussy! Just talk to her more and be more of a friend so it doesn't seem as hard."}
{"text": "Bare ass me again, I cunt hear you"}
{"text": "Jessica I'm not afraid to slit your throat tomorrow"}
{"text": "The fuckin pussy makes fun of people all day on the radio, someone calls him a creep and he blocks them."}
{"text": "Bernstine is Chi Sox Jew fag."}
{"text": "long tittie no nipple havin ass bitch"}
{"text": "at least that one dude had the guts to @ me. If you don't like my opinion qquit being a bitch and keep scrolling&#128076;"}
{"text": "ima call you of a different number cuz moms still on sum hoe shit"}
{"text": "joey r u a retard its about the defense and we only allow an avg of like 10 point so u really need to"}
{"text": "thats just me rooting against a team I hate not banwagoning u retard u have a different favorite"}
{"text": "Ill fucking merk a bitch dude, dont fuck with me"}
{"text": "ur welcome u bitch"}
{"text": "I LOVE RACISM! \"Blame whitey\" for EVERYTHING! Now that you mention it! I bet the white man put the Desert tortoise on #BundyRanch"}
{"text": "fuck it hoes will be hoes."}
{"text": "please no more like that SNOB elissa. rich bitches suck!"}
{"text": "you better of called that kid a pussy!"}
{"text": "bitch what huh nigga am not gonna do damn thing sir this my page, oh what u forgot"}
{"text": "shut yo cracker jack buck teeth ass Am a native and a nigga the best kind"}
{"text": "You're also a better little bitch"}
{"text": "oh shut up faggot get a disease overused on twitter"}
{"text": "bitch YESSSSS I make girls mad &#128514;&#128514;"}
{"text": "You couldn't handle Iowa pussy - here, kitty, kitty, kitty ---"}
{"text": "let these hoes be great"}
{"text": "lmfaoooo I'm tryna see how many hoes I can lure in"}
{"text": "&lt;&lt;&lt; Getting his ass pounded &amp; loving it! I'm done with this GAY whiney bitch. NEXT......"}
{"text": "For real. Lil bitch."}
{"text": "i understand why, everyone loves pussy"}
{"text": "can a quote this and tag a bitch"}
{"text": "only bad bitches in $roe r u &amp;"}
{"text": "honestly fuck whoever agreed with this bitch ass nigga your never going to get to tupac level"}
{"text": "I understand but stop venting on this bitch you give to much insight in to your life &amp; these people don't deserve that"}
{"text": "and why would I want my girl to stand up for me if im the man you are a bitch for letting her do that"}
{"text": "I swear you straight up bitch"}
{"text": "and your an annoying ass fuck boy he could of still meet up and fight somwhere else u can shut that bitch shit up fuck boy"}
{"text": "bitch where u be fuck nigga"}
{"text": "bitch you look like one of the characters off of Sesame Street which yo ugly ass."}
{"text": "nigga what bitch I'm talking bout boxing can u read?"}
{"text": "that nigga ain't no fucking champ he a straight up bitch who not bout shit # bitch made!"}
{"text": "your mama raised you as bitch right"}
{"text": "your so fucking ignorant u talk a lot shit for someone who don't wanna fight your mama raised u as bitch huh?"}
{"text": "Your a stupid little cunt... I thought you couldn't get any lower.. But how dare you spit on people on your own fucking fans.."}
{"text": "oh I forgot you retarded lol lemme break it down for you where the BG hoes at lmao"}
{"text": "quit being a bitch"}
{"text": "oh what hoe is she trippin bout then"}
{"text": "I put lotion on bitch ass nigga"}
{"text": "ok they have 2 niggers in raw"}
{"text": "he triesto cause drama between people, he said that you called me a bitch, and i know you didnt hahahaaha"}
{"text": "well, I know you like it when children are murdered, kind of weird you would be such a little bitch about a twitter list"}
{"text": "He said \"ready bitch okay\" Lmfaoooooooo so done !!"}
{"text": "tell yo bitch to stop calling me fam !"}
{"text": "Then send them bitches through express mail overnight delivery"}
{"text": "just look for the realest niggah on rosecrans that be me lol"}
{"text": "niggah you dont know me! Lol you dont know my life aha"}
{"text": "I can't help but notice you attempting to avoid acknowledging your very hairy pussy...."}
{"text": "oh no no no. You're perpetually in the 15%. Your hairy pussy tho.... Different story."}
{"text": "u gotta slow down these coon hrs all they know is love n hip hop, lebron, &amp; fake love quotes"}
{"text": "shine bright like a bad bitch"}
{"text": "hoes gon be hoes so so i couldn't blame tammy"}
{"text": "of the washington post to call the President ignorant I ask you racist ,angry ,bitter, bitch look in the mirror!!!!!!!!!!!"}
{"text": "bitch please, I'll go to Windsor either way.. When i come up I can bring some also &#127470;&#127481;"}
{"text": "nah this bitch dykey"}
{"text": "I know, all the bitches love me&#128129;"}
{"text": "ha bitch I know&#128129;"}
{"text": "if you can't stand the heat, get out of the kitchen. Gratata swag bitch &#128526;"}
{"text": "holy fuck thank you. I hate bitches that just fuck their ex then their boyfriend then back to back like damn Call you peace pipe"}
{"text": "trust me, after i tweeted that i was like... Damn im a fag"}
{"text": "no but if you dare I'll slay your ass. You fruity quaffing tranny."}
{"text": "Its funny and it has that blond bitch on it"}
{"text": "hey, fuk them hoes they prolly already have it"}
{"text": "yep I'm an asshole..oh well he shouldn't be such a little bitch..I'm sure he hears worse on a daily basis"}
{"text": "suck ass bum ass Yankees foh"}
{"text": "I know bitch"}
{"text": "bitch &amp; if they wasnt &#128514;&#128557;"}
{"text": "bitch this shit is SOOOO FUNNY &#128553;&#128128;&#128557;"}
{"text": "bitch you looked surprised asf &#128514;&#128557; \"YO MAMA LET YOU DRIVE HER SHIT\" &#9995;&#128514;&#128557;"}
{"text": "don't forget nappy headed, butt ugly bitch, who's married to a Muslim"}
{"text": "only dumb bitches r in 8th"}
{"text": "bring it bitch."}
{"text": "nah dude mostly just sound like a faggot"}
{"text": "safe bruv welcum to twitter my niggur"}
{"text": "wrong skiny girls are for guys that want hot sex that looks good too. Every fat bitch knows that"}
{"text": "ruga bussed yo bitch #bowbow"}
{"text": "duh! You're my main bitch :)"}
{"text": "what time is your bonfire Saturday hoe?"}
{"text": "Hey, that guy has the same first name that I do! What a fag."}
{"text": "moderator wants to bitch slap Romney so hard"}
{"text": "got bitches that look like Bulldogs instead lol"}
{"text": "quit ya hating you oyster lookin ass bitch."}
{"text": "i know im so kidding. Some of BET is funny. I love when blacks call eachother ignorant and niggers. Makes me not have to"}
{"text": "bitch what time"}
{"text": "nigga stop being a bitch and come to the high school You already said yes"}
{"text": ". No the fuck it doesn't it's a fucking song wtf r u talking about. Yes the fuck I can bitch"}
{"text": "plz come down here im really sick of your bitch ass talking shit plz come down here it going to be 1 on 1"}
{"text": "No am just letting you what's going to happen, am not like u pussy ass niggas from Plano"}
{"text": "bitch I been in Plano every fuck weekend and you make excuses stfu and fight"}
{"text": "bitch how tf am dumb your going off what someone else told you so u can shut that shit up"}
{"text": "bitch that's next year come on the weekend"}
{"text": "but yo scary ass don't want to see me tho stfu talking am u know where I be at pussy boy"}
{"text": "u fucking trailer trash"}
{"text": "bitch what where y'all be at come to town east mall u and your bitch fuck boys"}
{"text": "then bring yo bitch ass to town east mall let me know when u there bitch!"}
{"text": "then bring your bitch ass to town east bitch"}
{"text": "u call me dumb but u speak on shit u don't know nothing about yea look who's fucking talking retard"}
{"text": "where y'all be at oh we going fight come to town east bitch"}
{"text": "yea it's very true bitch"}
{"text": "so why the fuck are still talking shit. You acting like a pussy ass nigga"}
{"text": "How u going to talk shit from another state that's dat pussy shit"}
{"text": "I heard your mama raised you like bitch"}
{"text": "I said your name bitch so yes you fuck boy"}
{"text": "Lmfao and I'm making more money then yo duck ass bitch I from Dallas tx born and raised and we back our shit up all day nigga"}
{"text": "No am real but you a pussy ass nigga so why would I give a fuck what u think lmao just stfu"}
{"text": "No that's what u think I just don't like pussy boys who run they mouth but they can't back they words up."}
{"text": "No the fuck it's not bitch what's the real fucking address get that bitch out yo blood and tell me the address"}
{"text": "am done are acting like a little bitch. My 5 year old nephew realer then your scary ass, sunset is not a time u dumb fuck"}
{"text": "am going to hurt more then your bitch ass feelings"}
{"text": "and stop being a bitch made nigga and man up and show up for that ass whooping"}
{"text": "and who said I didn't like myself where the fuck u got shit from u made that up stfu and stop assuming and bitch am not ugly."}
{"text": "and why would I care what a bitch ass nigga think and u don't understand how fucking scary u look"}
{"text": "and you got that pussy in your bllod"}
{"text": "bitch I don't wanna talk, I wanna fight your pussy ass"}
{"text": "bitch I have a phone stfu talking don't worry about me just make sure you show up"}
{"text": "bitch am not I really don't fucking like you. why the fuck are you even talking to me ?"}
{"text": "bitch am not your fam and wtf is skrong, who says shit like that get your wack ass off my page lamo"}
{"text": "bitch cause u wanted to fight and you didn't show up, and tryna make a bet and shit get yo friendly ass off My Twitter"}
{"text": "bitch didn't we just discuss this shit yesterday what time faget"}
{"text": "bitch get the fuck off my tl what u mean"}
{"text": "bitch go get a life before I block your lame ass"}
{"text": "bitch let's fight today where you at or are you going to bitch up again. I think your going to bitch up again"}
{"text": "bitch that says traffic stop bitch stop making excuses"}
{"text": "bitch u a thot oh fake ass nigga box up hoe u not bout nothing"}
{"text": "bitch u describe both of those terms"}
{"text": "bitch was i talking to u stfu and get off my page oh bitch nigga u bout that life"}
{"text": "bitch what? I did show up then I tweeted,dm, texted then called u and I asked u were tryna meet up bitch ur fucking weak."}
{"text": "bitch what? No it must of flew over u head cuz u didn't show up at Plano senior high school in Plano tx fuck boy"}
{"text": "bitch who's fucking playing but you and how would u know what I smoke I don't fuck with friendly ass niggas"}
{"text": "bitch who's playing am not worried about you or your little faget ass friends at vines I know niggas at vines to so wtf u say"}
{"text": "bitch wtf r u talking about and why tf r u still talking shit but not doing no action no thank for proving my point pussy boy"}
{"text": "bitch you are not funny stfu talking to me what part of that do you not understand?"}
{"text": "catch them hoes on.Saturday meet me at Plano senior high"}
{"text": "ha bitch who angry bitch am taller and older then your fake ass boy stfu your making yourself look like a dumbass pussy boyy!"}
{"text": "here let me say it more clearly since your retarded ass don't understand"}
{"text": "how would u know if I don't fuck with you? Exactly you don't wtf I got shut your retarded ass up"}
{"text": "i swear u a fuck nigga u a scary little bitch u think this a game huh?"}
{"text": "idgaf what your name is scary ass give me a real address hoe"}
{"text": "is that all you have to say you sound like a little bitch nagging and shit where u be at"}
{"text": "lets settle this and fight stop being a pussy"}
{"text": "meet up then and stop hitching out and back your words up pussy"}
{"text": "mfka what ok bitch we going to see. Your a funny mother fucker"}
{"text": "naw my fam aint no bitch made niggas, gtf off my shit fuck nigga im not your fam oh friendly ass nigga"}
{"text": "nigga I was there at 5:42 I went to go get my homeboy and I texted u at 5:50 naw u a bitch"}
{"text": "nigga i really dont give a flying fuck but if u wanna talk shit then back your words up and scratch stop being a little bitch"}
{"text": "nigga u just called me a bitch last time i check im a fucking nigga get out there and ill show u what a real fight like"}
{"text": "nigga what I was talking bout after school. Or when ever your choice bitch"}
{"text": "oh am I lame but yo pussy ass didn't show up the fuck u talking bout oh scary ass white boy"}
{"text": "oh but I am and my grades say other wise so u can stfu and get off my Twitter or u can box simple ass that pussy boy"}
{"text": "pussy nigga it's the same term"}
{"text": "restricton g means your license been revoked stop making excuses you a straight up bitch"}
{"text": "sorry don't know what to tell you but to get your pussy ass off my twitter"}
{"text": "u can bring that bitch to."}
{"text": "u can have a tool bet u want shoot it tho pussy ass nigga but u can't through dem hands tho"}
