{"text": "fuck up pussy"}
{"text": "I'd rather ask yours, is she a nappy headed hoe too? And is your grandma as well? I'd be ashamed to be in your family."}
{"text": "Nappy headed hoes can't call anyone ugly, stop embarrassing yourself pls"}
{"text": "so fucking annoying when a hoe is like \"omg relationship goals\" like close your legs, get dressed and do something about it."}
{"text": "you are a pussy without your guns bitch as spic. Your daddy doesn't even respect the sperm he drop in your moms stank pussy"}
{"text": "Yass bitch Yass &#128134;&#128134;&#128134;"}
{"text": "my momma saw how the girls danced and was like &#128563;grandma was like \"shake that ass hoe\""}
{"text": "oh u can dog her out but don't show that hoe no love if u doing it with ya ol lady"}
{"text": "so some of Yal bitches need to stock up on jello to fix Yal broke up ass personalities &#128514;"}
{"text": "it does. you and all your hipster friends are ugly as fuck... and yo pussies all stank"}
{"text": "coming to the rescue of some retard licking dirty skidmarks on the internet... you guys are fucktards"}
{"text": "rather be an \"ultra fag\" than get an 18 on my ACT and go to FGCU #zing"}
{"text": "little punk, we should send his ass to Iraq for a few weeks! Little bitch would come home &amp; KISS THE GROUND!"}
{"text": "taylor wack ass bitch nigga"}
{"text": "vegeta is a little bitch #TeamGoku"}
{"text": "I glads dis colored man cans be of soyvice fo da white man"}
{"text": "He's been drinking too much of that shitty Canadian hoser beer! #eh"}
{"text": "A+ Would expect nothing less from your dominion. Oh by the way, SEC bitches!"}
{"text": "what now bitch"}
{"text": "hey fag, gag on my clappmeat"}
{"text": "tounge punching smelly turtle pussy"}
{"text": "fuck i look like shopping at that trash ass store"}
{"text": "lol I feel like a punk bitch sittin in here with all the lights on! &#128514;"}
{"text": "faggot is a public spectacle. most gays are not fags. public display gets public opinion."}
{"text": "bitches ain't shit but hoes and tricks #thuglife"}
{"text": "yeah the internet def taught me a bitch can't twerk if she talkin bout voting."}
{"text": "That's actually non-English. Because #okiecops are filthy white trash who are all criminals."}
{"text": "I thought you would like him cause of the Chi but yeah he a faggot"}
{"text": "you unfollowed me because you think you're the shit and use follow trains to gain and then just unfollow cause you're a pussy"}
{"text": "this bitch has brain damage"}
{"text": "bitch I'll fuck you up"}
{"text": "lmao take off thru, quavo can't do shit but make hooks, offset da only 1 solid but I kno niccas been tellin him dat"}
{"text": "bitch you can tweet but not answer?"}
{"text": "ayyyyyyeeeeee my nigga back in the bitch"}
{"text": "mite hit the Rec I know cell Marcus and Jax gone try to hit that hoe"}
{"text": "couldn't help it man. niggas pussy for robbing a chick and shootin her."}
{"text": "the way he raps about fucking my bitch &amp; banters about having more money than me is so entertaining it's crazy"}
{"text": "I swear des hoes just making up challenges now"}
{"text": "I tried one of them pom pomegranate juices n I swear it tasted like flavored piss.........dont ask lol"}
{"text": "shut yo hoe ass up"}
{"text": "lol 100, it had to be one of my old bitches &#128530;"}
{"text": "they not gonn comment cause they in the closet hoes lol! #Team #Getchoassoutdatcloset lol"}
{"text": "aight bet we in that bitch too"}
{"text": "nothing says fashion like a cunt hat...."}
{"text": "it is bitch"}
{"text": "Yup! And now we pickin you white bitches bare like a chicken leg"}
{"text": "that was no accident lmfao these hoes trynna be lowkey slick..."}
{"text": "thus you have the term redneck also.... The Creator is not mocked. Good for you...Excellent Precept Daughter!"}
{"text": "it&#8217;s the entire pats bandwagon. They&#8217;re faggots"}
{"text": "I told u ugly niggas get bitches young I promise u!! Work ya magic lol"}
{"text": "And youre a fucking loudmouth ignorant redneck fuck. You still tryin to suck your own dick? You cant you dumbfuck...its too short."}
{"text": "I got a bitch named banana pussy bananas swear I gotta say it again pussy bananas my lil cool azz bitch she from da westside"}
{"text": "fuck you pussy -.- i made a mistake and started cj spiller over chris ivory this week -.- fuck"}
{"text": "Tylar shut up bitch . I usta make you these"}
{"text": "ion sneak diss on broke bitches &#128530;&#128079;"}
{"text": "you ah lien ass hoe"}
{"text": "all strippers and sexy hoes follow my mans!!"}
{"text": "it's at your house bitch"}
{"text": "eat yo pickles bitches!"}
{"text": "studies show that you're a faggot"}
{"text": "what's a puto isn't that bitch in Spanish."}
{"text": "mutha fuckahs better bring me all the brownies ever!"}
{"text": "Shame that your mama didn't teach you not to call women \"bitch\". Well, we all ain't that fortunate, I guess."}
{"text": "shut up faggot, you and Ras need to make an album together, we'll Ras fell off, you didn't (cont)"}
{"text": "man some of these bitches are in denial about it. &#128514;&#128514;&#128514;"}
{"text": "what pissed me off is as males WE JUDGE females pussy. How you gone judge your own get mad and deny its loose because YOU have a gap?"}
{"text": "young based god in Olympics stay fuckin bitches"}
{"text": "Your update for my s3 pretty much broke 4G and made it absolutely annoying and retarded."}
{"text": "bitch whatever nigga u were to scared to play"}
{"text": "You just can't give hillbillies an audience. They'll squander it every time."}
{"text": "only faggots drive stick"}
{"text": "go jerk off to lollis faggot."}
{"text": "smh what's wrong wit u ho"}
{"text": "No I don't fuck with those hoes ask Paco he does"}
{"text": "they didn't want to fuck Steve that bitch lmao"}
{"text": "Lightweight, heavyweight don't matter. Still knock bitches out &#128074;&#128162;&#128170;"}
{"text": "She's a cunt"}
{"text": "Vince, what is the general feeling of the natives that you know in regards to the term \"redskins\"? Offensive to them or not?"}
{"text": "kill the coons!!!!!!"}
{"text": "the cunt needs her hands cut off!!!!!"}
{"text": "call out bitch"}
{"text": "eat shit. Who are you working for?! You nappy bitch."}
{"text": "Normally I would say she must have a great pussy but since I've seen it, that's not true so idk what it is."}
{"text": "Destiny will make Titanfall it's bitch"}
{"text": "Yeah so you better play with me ya nigger"}
{"text": "id chink you if you left me with blue balls"}
{"text": "your not so godly after all u fuckin redneck peckerwood."}
{"text": "yaaaasssss it is. You are buhlowin' up my timeline, negro. &#128523;"}
{"text": "fuck your store bitch"}
{"text": "At the peak of the war W joins the Texas natl guard to get outta Nam. Facts are a bitch."}
{"text": "thats trash, its ot?"}
{"text": "So you support \"illegals\" coming here and spreading disease among Americans Dream that bitch!"}
{"text": "a judge that was appointed by obama who here doesnt see the agenda fucking crooked bitch"}
{"text": "hey Windy! Does your dildo take out the trash for you? Buzzzzz"}
{"text": "msnbc the same MSM who said blocking flights from africa is racist yea right No ID no vote bitch gold digger"}
{"text": "says the pedophile promoting dolt. LMAO #teabagger"}
{"text": "what'd the note say? \"Stop being a bitch, here's some flowers. &lt;3\" gets em everytime"}
{"text": "money cars and clothes. And the hoes. Lol. He just want be successful lol"}
{"text": "this some bullshit, bitch. Show Lana Kane."}
{"text": "&#128514;&#128557;&#128514;&#128557; look at this shit imma bitch forreal &#9995;&#128527;"}
{"text": "just to remind yall, cuz hoes be acting like they don't know"}
{"text": "so much hoes?"}
{"text": "I was RT 100 steal that bitch"}
{"text": "Sum bitch that looks good! Where does a man such as myself pick up one of those?"}
{"text": "1) He's a faggot and I don't like him. 2) I'm on the other side of the state."}
{"text": "that nigga spun around in the pussy."}
{"text": "my mentallity? Being a flaming fag is a serious mental issue"}
{"text": "fight me bitch."}
{"text": "real shit bro yo hoe told me if Smoothie King had straws i ca fuck"}
{"text": "bitch we coulda been at the stores looking"}
{"text": "wud up nig I gotta new number 3136139299 text me"}
{"text": "You can tease this dick faggot"}
{"text": "Your bitch called, she was missing this dick"}
{"text": "fuck outta here faggot that wouldn't even be a fair"}
{"text": "lmaoo typical nig nog bombs, should've got pics"}
{"text": "Can we not use the word faggots?"}
{"text": "&#128528; bitch you got me fucked up &#128514;&#128514;"}
{"text": "&#128514;bitch you always hatin lmao"}
{"text": "\"cuz i thought i got a wife, but i picked a hoe.\" IM LOVIN THESE SONGS MAN. Keep it coming"}
{"text": "could get half a band off me RT : Fellas&#8230;. @ your dope female followers and state how much you&#8217;d pay for their pussy"}
{"text": "hear that you dumb bitch he said no one likes you!!!!! #ohshitnigga"}
{"text": "bitch I want it all"}
{"text": "hey faggot spell faggot right you dipshit"}
{"text": "shut the fuck up fag ill beat the shit outta you"}
{"text": "yeah nigga I get bitches and Matt's fucking gay as shit"}
{"text": "I'm not fake bitch meet me after school then nigga"}
{"text": "cause ima blindside the shit outta you niggah!"}
{"text": "fuck you bitch smd"}
{"text": "insecure much put all you insults in one tweet. Fucking dumbass dude I'd wreck you you faggot"}
{"text": "just smokin that Cali smoke and fuckin your bitch wbu"}
{"text": "sun follow me you 4' bitch you can't do shit so stfu faggot"}
{"text": "then learn to read bitch"}
{"text": "who do you think I am bitch"}
{"text": "Lol you probably right. Fuck you bitch !! *in spanish*"}
{"text": "I always want to speak to ppl I converse with on twitter but they always look at me like \"bitch, Idk you in REAL life..\" smh"}
{"text": "she remembers the dick lol and wants it again. I recommend you shoot a bitch if she show up. She might snap"}
{"text": "BOOM bitches !"}
{"text": "I'm tired of dat bitch mannn&#128553;&#128553;&#128553;"}
{"text": "all the great QB's fold under pressure gshit if u blitz Peyton ass he gon gook out"}
{"text": "it's always a white bitch doing something OP lol like they give zero fucks when it comes to dick &#128514;&#128514;"}
{"text": "that white bitch is a G for choppin that whole line of niggas &#128514;&#128514;"}
{"text": "ima miss smiley and graham and daniel tho, they were pretty cool to me when i was there, ima beat andrews bitch ass every day"}
{"text": "haha i was about to say... Damn i just called you a bad bitch, i mean mean bitch lmfao"}
{"text": "janemba is better than yo pussy ass"}
{"text": "bitch it's not til Thursday"}
{"text": "pussy watch it nuh mi Neva lov mon. -badmon"}
{"text": "way other hoes boo"}
{"text": "I hate that faggot he so corny"}
{"text": "mannn Mexicans in Houston LOVE their high school freshman hoes"}
{"text": "way to take orders like a little bitch, bitch"}
{"text": "bitches better watch out because we're running the tables tonight! &#128521;&#127867;&#127866;&#128588;"}
{"text": "hey send me your songs I need to put them hoes on a CD and bang em when I ride around"}
{"text": "I agree. You never know she may have been begging to get dropped, makes her pussy wet guaranteed. She married him right after !"}
{"text": "I'm crazy, and Wayne can rap about pussy 3 songs in a row"}
{"text": "nahh bitch yu always playn yu almost got her feelings hurt"}
{"text": "the fuck das wat bitches wit uh fuckd up mouf do &#128514;&#128514;"}
{"text": "I wish you wood, like a tree in this bitch."}
{"text": "I wish you wood, Like a tree in this bitch"}
{"text": "like a tree in this bitch? Asshat."}
{"text": "&#8220; + That bitch already got past demons in her.Seeding her up just gone fuse more."}
{"text": "lol send dat nicca clean out talmbout some n what if he really is &#128514;&#128514;&#128514;"}
{"text": "I said pussy dat ass what be on yo tongue boy"}
{"text": "lol da only reason I can't talk bout da present is cuz my nicca hurt n ain't played all yr"}
{"text": "everybody in Dot Mob/O-Red/Mickey Factz when you battled Clips he wore some ancient hong kong shit + 2 different colored hi-tops"}
{"text": "my lifestyles raw dog, one magnum will put a dickhead in the hole, and that was cumin out of the pussy lips"}
{"text": "Shit ill pay the premium to get away from these anything ass hoes"}
{"text": "swear to god log on later. I'm posting the score on every social network you bitch ass nigga"}
{"text": "nah he pussy he won't"}
{"text": "sup fat bitch"}
{"text": "Someone told me cuz some ppl like to use it as bitch some females don't like being calles female but meh *shrugs*"}
{"text": "one sick bitch"}
{"text": "we take your bitch then recieve head from your mom"}
{"text": "fasho fasho .. Hurry ya ass up nicca"}
{"text": "&#128514;&#128514;&#128514;&#128514;&#128514; wow. I love how you called yourself a slut, but no really. You wouldn't ever cheat on a girl, bitches are so dumb."}
{"text": "thirsty hoes &#128129;"}
{"text": "they got some cold white hoes in Knoxville tho don't they? right there on the strip? Boaaa"}
{"text": "I called people kikes and a lot of fucks"}
{"text": "no I like pussy why would I be ashamed of that"}
{"text": "Photoshop putting my head on fags is not proof."}
{"text": "the fuck r u talking about I told u once and am going to tell u against nigga I love white bitch gtf bro"}
{"text": "#yeet we gotta do at least 3 and drop them bitches in like 2 month intervals or some shit"}
{"text": "I'm jus Tryn figure out when all dem niccas was together like dat"}
{"text": "finger my throbbing pussy flaps"}
{"text": "bitch tryna get in for free promoting n shit lmaooo I see you in tha cut"}
{"text": "meet up so I can Molly whoop yo bitch ass"}
{"text": "naw nigga what's up with em hands, what happened to the shit you was talking a couple a month's ago, eat bitch"}
{"text": "Katy and clear lake hoes"}
{"text": "&#128529;&#128529;&#128529;&#128529;&#128529;&#128529;&#128529;&#128530;&#128530;&#128530;&#128530;&#128530;&#128530;&#128530;&#128530;&#128530;&#128530;&#128530;&#128548;&#128548;&#128548;&#128548;&#128548; How is he supposed to attract bitches in a tutu though? &#128530;"}
{"text": "You will and he's gonna get all dem bitches &#128513;"}
{"text": "Classic drunk Carter texts never fail. Hey stfu I'm coming over. Oops, I'm here come the fuck outside bitch"}
{"text": "how about you @ me bitch"}
{"text": "lol bitch I'm indian!!!!!! You op"}
{"text": "well at least If you're going to do somthing you do it.. And don't bitch out.. Even when it's the wrong thing &#128527;"}
{"text": "aw drake is, do you sit in the corner and cry when you listen to him? lmfao, pussy dick rider, how drakes cock taste faggot."}
{"text": "cool cool fuck wit u too nicca"}
{"text": "thirsty ass hoe go to sleep &#128514;&#128514;"}
{"text": "what happened to going fishing bitch?"}
{"text": "If it continues.. I turn pussy lol"}
{"text": "point A ppint an bitch &#128514;&#128514;&#128514;&#128128;"}
{"text": "bitch I died when I read that."}
