{"text": "bitches like u be proving my point, u speak on shit u know nothing about I got a fucking at studio movie grill just stfu"}
{"text": "now fuck that stfu shit how a bout u stop being a little bitch and get it round cuz u avoiding question u fucking scarry"}
{"text": "u calling me a pussy but u not bout shit fuck all this talking let's pop shit off then"}
{"text": "wow your fucking lame we all laughing at ya. Hey fat ass u want Twinkie, and what u said made no sense go eat or something"}
{"text": "lmao im bein foreal fuck all them bitches like that!"}
{"text": "really telling me to call him boo.... Uhhh naw &#128581; you the niggah &amp; that's that &#128540;"}
{"text": "i don't FW that nigga he pussy"}
{"text": "well I for damn sure ain't putting on no pussy ass romo jersey"}
{"text": "all I heard was I'm a bitch nigga"}
{"text": "you're such a bitch"}
{"text": "my phone was dead fag man"}
{"text": "happy birthday!! I hope the bitches got you something good"}
{"text": "#Sequester Den the fat colored girl chased me down day street while she swingin da table wit one arm... I wants my pay!!!"}
{"text": "so is my pussy"}
{"text": "touch my throbbing pussy"}
{"text": "haha 1. I would go for the S 2. Those fag colors are reserved for"}
{"text": "shut up coon."}
{"text": "Has transformed to a bad bitch. She can get the D"}
{"text": "I want to suck your pussy"}
{"text": "slap a bitch"}
{"text": "That's what happens when you have pussies for presidents and generals, you have to fight the same war over and over again."}
{"text": "I don't follow you because everything about your company is white trash."}
{"text": "You really seem to love Sandusky. Weirdo. Ur a creepy ass cracker!"}
{"text": "stop trolling me u creepy ass cracker!!!"}
{"text": "She be what we say in da hood white trash"}
{"text": "Y&#8217;all whitey gots to PAY fo da preparations"}
{"text": "My mfn BIRTHDAY!!! Pink Champaign in dat bitch!!!"}
{"text": "it sucks rachels sister is such a snobby bitch n rach is so nice!!!!!cant stand elissa, so snutty"}
{"text": "sup nappy headed hoe you got quiet"}
{"text": "shut up you nappy headed hoe"}
{"text": "happy birthday bitch&#10084;&#65039;&#127881;"}
{"text": "spiked that bitch damned nailed her down"}
{"text": "that area is a bitch regardless so I can imagine"}
{"text": "what that pussy do tho?"}
{"text": "lol ive gotten into with retards on here who actually think i am my avi -_-' ive gotten called ugly black bitch. like......"}
{"text": "it is, we be thugging on these bitches too hard now days"}
{"text": "bitches crazy &#128553;&#128514;"}
{"text": "fine walk bitch"}
{"text": "I wasn't serious bitch &#128514; bitch them niggas i named ain't fuccing witcho ass &#128514;&#128557; we all just making shit up &#128527;&#128553;"}
{"text": "bitch ion talk to 3 &#128514;&#128557; shit ion even talk to 1 can you even name 1 ? Lol"}
{"text": "Lakers are trash"}
{"text": "I swear to god nigger you better still hang with me before work. You got my hype"}
{"text": "do you work today niglet?"}
{"text": "hahaha awe yea! Got a date with the baddest bitch around! &#128068;&#128299;&#128176;&#128076;&#10084;&#65039;"}
{"text": "I got tits as big as a hoe so it evens out"}
{"text": "bitch you said you don't even like trae , fuckin poser!!"}
{"text": "he's a little bitch in general , fug Seattle"}
{"text": "ohhhhhh , I smell a challenge . USA vs USA next time I see ya bitch ass"}
{"text": "peace my negro !"}
{"text": "unfortunately you are correct sir , still eat shit and die though ....bitch :)"}
{"text": "should have fucked that bitch up"}
{"text": "Wonder how many US citizens have joined ISIS after listening to Joe Scarborough trash this \"black President?\" Good Job Joe!!"}
{"text": "You bitch and complain about how bad our vets are being treated yet you are still willing to send them off to war? Sick idiot!!"}
{"text": "thats a goddamn terrible joke you gbe lookin bitch"}
{"text": "you already know they go to fed for me ah bitch be ready to walk out the door &#128514;&#128514;&#9996;&#65039;"}
{"text": "....you tink u done made a funny? nigga come #lookatathehood&gt; I got nightclubs, trannies, crackheads, dealers, COME AT ME&gt;"}
{"text": "text me bitch"}
{"text": "Squad builders gets you bitches"}
{"text": "bitch I'm proud to be black, ur a samba"}
{"text": "ugly gay nigga bitch fucking peace of shit"}
{"text": "y'all is coons n uncle toms"}
{"text": "nigga I seen yo ass at da welfare center, punk bitch, ain't worth my time"}
{"text": "work, is something adults do for money, not borrow from money... Broke bitch"}
{"text": "fuck you, stupid ass coward ass punk bitch faggot ass racist piece of shit. Punk. Bitch, ain't worth my time!"}
{"text": "rape? Of course.. The only way you could get pussy. Smh"}
{"text": "rich? Haha u broke bitch. No women would ever fuck you. Lol."}
{"text": "oh hell no! Fuck you Uncle Tom bitch, I remember yo punk broke ass"}
{"text": "naw them boys trash we started coasting"}
{"text": "this pic is trash. D!ck is dry af."}
{"text": "Don't be a bitch."}
{"text": "I send them hoes because ain't nobody gone play me but geez lmao not when they ask for them"}
{"text": "ohh yaa, he wants Brooke to be his pinkie toe so he can bang it on the coffee table. What a twat!! Lol"}
{"text": "I fucking hate you lmao but thank you, little dick van dyke"}
{"text": "Where your white hoes at bro lol"}
{"text": "wake and bake before school hoe !!!"}
{"text": "yh I did niggah yh that shyt dope trust me fam .."}
{"text": "yep, them bitches are dumb af....loyal but dumb lol"}
{"text": "I'm so tipsy... I just tried to relate hoes to mild sauce and make it relevant lol"}
{"text": "i think i need to see said bitch in question"}
{"text": "yeah, what a bitch, eh? life sucks. everyone should have the equal opportunity to lose their shirt in divorce court."}
{"text": "I swear I thought you were describing a pussy. ...I gotta go to bed."}
{"text": "I don't know, I'm hoe-less, so I don't know where they congregate"}
{"text": "some blockhead hoe, she ain't nothing,boo"}
{"text": "only one problem theres a \"no pussies allowed\" sorry ..."}
{"text": "mhm bitch don't play with your life &#128299;"}
{"text": "bitch please. Don't get shot, Doug."}
{"text": "We were making those brownies at 4 am tired as a bitch. under the circumstances they're pretty good"}
{"text": "ik he felt like a bad bitch. Take it down a notch dex"}
{"text": "#EarthDayNOAA Is da colored folk allowed to join? Cuz in my hood folk worried about da watermelon not growin and da chicken too small"}
{"text": "try being respectful, instead of acting like a fucking retard."}
{"text": "lmao nigga shoulda said I would be balless bc dat cold bitch wont stop blowin me#swaagg"}
{"text": "Dat dawg live betta den most colored folk in my hood"}
{"text": "Yeah man. He even scare me and I is a nigger"}
{"text": "Dat colored guy be braisin"}
{"text": "Hey fag, I said this was your aunts. *He* said it was you."}
{"text": "Thanks for calling me a fucking fag."}
{"text": "That pup was like, this bitch is AWESOME! Can I go home with YOU?"}
{"text": "you a lil bitch man,keep my name out to mouth. That's all ima say. #shhh"}
{"text": "... he is a redneck fuck. This turd cutter is the lyinest of liars and his district is made up of yhe same..."}
{"text": "even this piss colored piece of shit bought a one. Smh I hate you now"}
{"text": "you may not like my stance on cops, but i didn't (and would not) call you a cunt. please stop copying me on these tweets."}
{"text": "that's like what some trailer trash chick would name their cat /-:"}
{"text": "nah that shit gets me heated. I have the smartest mouth and know what I'm doing and get called a retard. I'm done playing games"}
{"text": "always down patty never been a pussy &#128572;"}
{"text": "suck on my throbbing pussy"}
{"text": "suck it up pussy"}
{"text": "Jews and white race traitors have to be swept clean so the Aryan race can survive."}
{"text": "I'm already a hot white bitch and hot Latina get on my level"}
{"text": "bitch me too"}
{"text": "these bitches drippin sauce"}
{"text": "which one bobby bitch or hot nigga?"}
{"text": "I'm already out that bitch hahaha"}
{"text": "I'm signing up and it's ghetto as fuck lmaoo"}
{"text": "i trusted you queer cakes! wheres the passion? she made me do it dammit"}
{"text": "that kids a fag"}
{"text": "Oil? who said sumthin bout oil? bitch you cookin?"}
{"text": "Who the Hell needs permission for anything from that fat-assed, ghetto whore?"}
{"text": "big fucking deal...cry baby niggers"}
{"text": "Fuck her right in the pussy"}
{"text": "nigga I still pull tho, and fuck you bitch u stfu"}
{"text": "bitch who scarry am not backing down from no fuck nigga the fuck you talking bout hoe ass nigga stop dat talking and pull up"}
{"text": "fuck what a nigga gonna do I wanna see it and tell that nigga to stop acting like a bitch then"}
{"text": "bitch i hit you with the dm and a nigga aint dm back"}
{"text": "hahahaha \"move bitch get out the wayyyeee\""}
{"text": "what did you search? Gay redneck episode 1 play?"}
{"text": "a bitch got 8 &amp; I'm trinna change 2 &#128514;&#128557;"}
{"text": "just wait....karma is a #bitch"}
{"text": "bitch you hella late I went yesterday lol"}
{"text": "burnt tho .. Jus like a nicca &#128514;&#128514;"}
{"text": "your such a bitch lol&#128564;&#128564;&#128564;"}
{"text": "faggot ass fucking snitch"}
{"text": "now kindly fuck off, like you said you were..twice! you sound like a little bitch...bitching! FUCKIN STALKER!"}
{"text": "I called him a pussy and got blocked real quick by him and Bobby Kelly. I cant say I upset about it."}
{"text": "no comparison the Beatles are a bunch of cunts, but the band that matters the most is The Faces IMO. Stones second."}
{"text": "dishing Texas trash talking pts with racist maybe if GBush had apologize for all his sins he wouldn't be hiding"}
{"text": "he forced it lol mad bitches came to my mind thru every bar"}
{"text": "hope not, I love dat bitch"}
{"text": "think its cause she saw me doing biceps &#128527;&#128557;&#128514; lmao jk im still a bitch !&#128077;"}
{"text": "fucking stupid crackers"}
{"text": "fucking creepy ass nigguh lmao"}
{"text": "basically we're mad at them for being hoes"}
{"text": "lmaoo you're the pussy who will call the cops. Also if I wanted to find yu I would. But I'm not gonna waste my time with you"}
{"text": "you women. And when you getting money the hoes gone come so how does that sound gay ? Rather make money anyday"}
{"text": "Yeah them hoes straight ima grab that light blue pair"}
{"text": "not dykes or anything&#128111;&#128539;&#128109;"}
{"text": "just like a nig to come home when ever they want"}
{"text": "what's up nigger &#128513;"}
{"text": "idk who gave that bitch my name"}
{"text": "this bitch not tellin me"}
{"text": "bitch get yo duck ass off my shit"}
{"text": "look at this nigger ass nigger shit right here"}
{"text": "lay in it brother I'm a honky"}
{"text": "Yankee noodle is fucking awesome ya bastard."}
{"text": "let a honky know man lol"}
{"text": "ima call his retarded ass"}
{"text": "thats what i call it too !! Lol its beyond ghetto smh but man u needa quit playin and come back"}
{"text": "just know a countryass old bitch in Tn. has ur back!"}
{"text": "thanks for the invite tho bitch"}
{"text": "your just building the pussy up lmao!"}
{"text": "haha because I'm too cool for them hoes lmao jk I got reported supposedly that I was a fake account &#128554;"}
{"text": "the bitch that took my phone"}
{"text": "yep, which is messier/more dangerous/more environmentally-unfriendly than their retarded new spouts."}
{"text": "dont tell me what to do. fuck balls kike nigger cunt tits cocksucker chink spic piss bitch bastard pussy faggot."}
{"text": "kill yourself ugly ass monkey looking shit"}
{"text": "you gonna be 33 years old with no bitches watch...lol"}
{"text": "what a smelly hater bitch"}
{"text": "here come the desperate hoes &#128514;"}
{"text": "yes I'm white washed because I don't go around repping my hood and saying a bunch of ignorant nig terms."}
{"text": "But no joke I will say NO IT IS NOT an Oleander and wife will say Son of a bitch.. Ron, yes the hell it is get out your book"}
{"text": "Calm down you little Asian lol just go flip a bitch!"}
{"text": "this ho Korina is craycray."}
{"text": "Did you take a picture of your pussy I hope you super sized it because it's huge grand canyon size"}
{"text": "boy talk about a,special kind of stupid far left is a under statement down retarded"}
{"text": "another keyboard commando in real life you hide like a little bitch"}
{"text": "\"don't get head from hoes with overbites\""}
{"text": "it's a band negro"}
{"text": "exotic bitches do exotic things these hoes aint loyal"}
{"text": "mine will say \"the intimidator\" &#128514;&#128514; cause bitches can't handle it.&#128514;"}
{"text": "..biggest liars ever ...republican teabagger asshats like stockboy #pinoccio"}
{"text": "if u zoom in you can see his hairy nipples"}
{"text": "I'll bitch slap you to the shadow realm!"}
{"text": "come draw and paint with me niggah!"}
{"text": "kik me u nigglet I need to know when we outs to the pool"}
{"text": "Where does that fucking muzzie edict come from? Feds or Prov govt's?"}
{"text": "An end to the ordination of women and faggots, whose only aim is to weaken and split our communion."}
{"text": "Chippah I hopes you ain't be hangin wit dis wigger boy"}
{"text": "one charlotte store, but of course they are faggots"}
{"text": "bitch been on there for ah mintue cdfuuuu"}
{"text": "I know you are a pussy ass coward that is weaker and smaller like GZ"}
{"text": "we don't send pussy ass cowards to old sparky"}
{"text": "yeah because George Zimmerman is a pussy ass coward."}
{"text": "she a hoe not a housewife &#128527;"}
{"text": "it was Paul McCartney faggot"}
{"text": "neck TITTIES then pussy"}
{"text": "imma shoot that bitch"}
{"text": "yeah, us crackers are the devil."}
{"text": "I said something to you gorilla, stop listening to monkey music"}
{"text": "YEAH! When you see him again.....That son of a bitch owes me money! Tell him I been looking for him!"}
{"text": "right these hoes ain't loyal"}
{"text": "This bitch is not only an idiot but a troll! #spamblocked so keep spewing ur shit"}
