{"text": "RT : bette fucking davis eyes bitch"}
{"text": "RT : check it out you gotta vodka soda &amp; a lemon on the bottom of that bitch ? thats cool"}
{"text": "RT : Being a hoe means FUCKIN a lot of people NOT TALKING to a lot of people! Y'all mufuckas be having shit mixed up! &#128530;&#9995;&#128175;"}
{"text": "RT : I wonder if I can sue a bitch 4wasting my mf time"}
{"text": "RT : \": bitch\" bitch wassup"}
{"text": "RT : \": you home. Niggaz in that bitch was some hoes yaknow\" yazz I gotta do applewood n shit"}
{"text": "RT : &#127379;kk bitch TD in 17'&#128275; Jeff b home real soon &#9981;&#127344;&#127382;"}
{"text": "RT : I can't trust a bitch I can't trust myself"}
{"text": "RT : When bae calls \"Chinese food\" in your phone and your side hoe answers in a Chinese accent &amp; takes your order.."}
{"text": "RT : Just barrass Meez ctfu um zoned out wit my fro out while um hitin hoes from da back #comebacktoreality"}
{"text": "RT : Girls dress like hoes and wonder why good guys aren't attracted to them..."}
{"text": "RT : Wet&#128166; &amp; warm &#9832;&#65039; pussy &#128553;&#128525;"}
{"text": "RT : Sex on 1st date dont mean you a hoe, waiting 90 days wont make you a wife, cute pics dont mean y'all happy, having a titl&#8230;"}
{"text": "RT : Too many faithful girls are single, and too many hoes are taken."}
{"text": "RT : i swear I'm a nice girl, until you do something that pisses me off... then the bitch comes out."}
{"text": "RT : &#128525; &#8220;: Crazy things about the pussy that you should know &#128520;&#128520; Make sure u know &#128073;&#128073; &#128072;&#128072;"}
{"text": "RT : Scientists have recently discovered that bitches, do in fact, be trippin'"}
{"text": "RT : These hoes ain't loyal &#128588;"}
{"text": "RT : I swear I saw more then 3 bitches jump this girl &#128583;"}
{"text": "RT : Commie &amp;#9773; Mints RT F#@!kkk this faggot commie"}
{"text": "RT : \"Does my Mewtwo make your pussy wet?\""}
{"text": "RT : Dax we don't love these hoes"}
{"text": "RT : bitch ass niggas claim to be yo homies then get on dirt .. All bitch ass niggaa can die slow"}
{"text": "RT : &#8220;: Girls like her make it hard for the rest of us &#128530; and u wonder why u bitches get expose&#8230;"}
{"text": "RT : All I ever do is fuck bitches &amp; count stacks"}
{"text": "RT : If Hank Jr. was half the man his daddy was, he'd bitch-slap Brantly Gilbert for having his name in his mouth."}
{"text": "RT : this bitch thought she could cut my dick off"}
{"text": "RT : God bless those delusional bitches still trying to keep \"duck face\" alive."}
{"text": "RT : \"Who's my bitch?\" I am, Stephanie. I am."}
{"text": "RT : Henny &amp; hoes. RT : Peace &amp; tranquillity &#8220;: If you were a Greek Mythical God&#8230;what would u be &#8230;"}
{"text": "RT : your retarded"}
{"text": "RT : Highwaisted jeans are not made for everyone bitches be looking horrible"}
{"text": "RT : These hoes will fake like they really f*ck with you but be hating on you lowkey"}
{"text": "RT : I love how \"twat\" is gender neutral."}
{"text": "RT : Why would I be in a relationship theses hoes go still do them &#128514;&#128175;"}
{"text": "RT : These hoes is thotful"}
{"text": "RT : Y'all hoes ain't slick"}
{"text": "RT : The best way to avoid a tsunami of extramarital pussy is to wear sneakers on your daily commute. Also using the word sneake&#8230;"}
{"text": "RT : Where is everybody getting this \"fuck her right in the pussy\" sayin from?"}
{"text": "RT : If some little fucking faggot spits in my food I swear to god id tear your fucking arms off"}
{"text": "RT : aight game over. dykes had to ruin it"}
{"text": "RT : bitch built like squid ward after he ate all the Krabby Patties RT : DONT RETIRE &#128553; I love you. h&#8230;"}
{"text": "RT : if I got hoes.. @ one of my hoes.. if not shutup &amp; never say it again"}
{"text": "RT : How you pressed over some pussy you never had &#128064;? &#128514;&#128514;&#128514;"}
{"text": "RT : Damn.. it's hotter than a bitch"}
{"text": "RT : I wish I would chase a hoe ."}
{"text": "RT : I ain't entertaining nomore dumb bitches"}
{"text": "RT : &#8220;: You think she classy niggah but she really ratchet&#8221;"}
{"text": "RT : I kinda miss tremper I use to be threw dat bitch lol Never in class lmao"}
{"text": "RT : Told my home girl bitch you bet not change on mee"}
{"text": "RT : &#8220;: \"You Disrespected My Hoeing\" Pimp Slaps Hoe In The Telly For Talking Back! - bitch"}
{"text": "RT : &#8220;: Knocked that bitch soul out her body lol&#8221; aha bruh cocked back an fired on that bitch"}
{"text": "RT : &#128514;&#128514;&#128514;&#128514;&#128514;This bitch came to the club with a broken neck? Bitch you serious?"}
{"text": "RT : Tyrese a baby back bitch! Hope they kill him before Black History Month. #AMCWalkingDead"}
{"text": "RT : Do I support killing terrorists..... yes. Will I still mock hypocrites..... HELL YES!"}
{"text": "RT : gunna have me screaming at bitches and shit..lol"}
{"text": "RT : that bitch was looking for anything to go up her ass!..haha"}
{"text": "RT : aye stfu you dyke lookin bitch I'm pretty sure you have a bigger dick than your boyfriend"}
{"text": "RT : we just trying flip an ounce to a P in dis bitch!!! im still out school bro next week im out dere doe"}
{"text": "RT : just show im not playing in this bitch one false move ima spraying in this bitch"}
{"text": "RT : Obama is Allowing millions of illegal aliens, drug cartels, and terrorists to enter our open borders...Liberal retards&#8230;"}
{"text": "RT : \"1, 2, 3, 4, how many niggers are in my store? I knowwww you're stealing!\" &#128514;&#128514;&#128514;"}
{"text": "RT : This bitch quit after an hour of working here wtf &#128514;"}
{"text": "RT : &#8220;: I'm in this bitch &#128563;&#128563;&#128563;&#128563; like a mf &#128514;&#128514;&#128514;&#128514;&#9996;&#65039;&#127811;&#128080;&#128168;&#8221;"}
{"text": "RT : Lmaooooooo RT : \"Ayo take this pic for me fam\" \"You think the bitches gon fuck with this pic?\""}
{"text": "RT : a girl tweeted \"you might be ghetto if u bring food from outside into the movies\" no u might be stupid if u pay 4.99 &#8230;"}
{"text": "RT : When I feel like he entertaining these hoes I just fall back even harder than before &#128175;"}
{"text": "RT : Ur fucking white trash"}
{"text": "RT : Drunk inlove with my gun bae bitch Beyonc&#233; &#128520;&#128527;"}
{"text": "RT : We out dis bitch &#128588;"}
{"text": "RT : some bitches be like \"Im far from ugly\" naw hoe, you're closer than you think"}
{"text": "RT : Behind every REAL bitch, there's a bitch ass nigga that did her wrong but made her strong."}
{"text": "RT : Niggas and bitches gotta quit wit da money pics... If I can count it accurately it ain't enough &#128514;&#128514;&#128514;"}
{"text": "RT : I find it hilarious how Austin says \"swag witch\" instead of \"swag bitch\" lmfao"}
{"text": "RT : &#8220;: I say if a girl got 7 bodies or more and she 20 or younger she a hoe&#8221; ON GANG !"}
{"text": "RT : it's a metaphor you dumb fucking nigger &#128514;&#128514;&#128525;&#128525;&#128069;&#128069;"}
{"text": "RT : oh....I know dude. I just went OFF ON HIS ASS I'm done with that faggot"}
{"text": "RT : Fucking James tried to tell me Jawga Boys sucked. I went ape shit dude"}
{"text": "RT : A day later and y'all still gassing Rihanna trash ass nudes."}
{"text": "RT : hahah that niggah got hella checked ! Do your thang Uce. #PowerCouple"}
{"text": "RT : &#8220;: Damn so many fake niggas &amp; bitches&#8221;"}
{"text": "RT : Im scared of her...her pussy too good!! Lol"}
{"text": "RT : Bitch hmu say she need sex right now, bitch nigga hmu saying he upset right now"}
{"text": "RT : Lame dude anyway \": bitch, bye &#128514; RT : Dawg look at this shit"}
{"text": "RT : RT : Let a nigga try me try me I'm a fuck all the hoes in his family"}
{"text": "RT : RT : Leave the bitching to the bitches !"}
{"text": "RT : 3 point on a bitch like Dirk Nowitzki, up in da club like Dirk Nowitzki."}
{"text": "RT : I aint nun to cut that bitch off"}
{"text": "RT : Too many bitches not enough queens"}
{"text": "RT : Can someone show hailie this tweet? &#128514;&#128514; bitch blocked me &#128548;&#128514;&#128514;&#128514;"}
{"text": "RT : People need to stop being bitch made."}
{"text": "RT : A lot of these hoes be cheating on they nigga fucking other niggas. Y'all boys better get y'all a real bitch that ain'&#8230;"}
{"text": "RT : \"wtf ling ling did you at least calculate the circumference when you threw that ass in a circle?\""}
{"text": "RT : 3 MOST COMMON WHITE PEOPLE ACTIVITIES: 1. Wearing Tapout 2. Shooting up schools 3. Calling you a nigger on Xbox"}
{"text": "RT : My daddy told me not to date a man with soft hands lol... Either he doesn't do hard labor or he's a \"faggot\"."}
{"text": "RT : since we on the subject she used to always ask to to see my dick via dm.. fck dat rat face hoe b"}
{"text": "RT : One who can't keep his bitch RT What kind of man can't parallel park?"}
{"text": "RT : I never understood that &#128530;if u want a strap on, just fck a nigga ! &#128514;&#128514;&#128514; wtf bitch"}
{"text": "RT : I hate these Mo'ne Davis commercials. Bitch is gonna end up either a dyke or a loser like every other female."}
{"text": "RT : She right RT : You spam RT : If you eating the pussy you might as well eat the ASS."}
{"text": "RT : \"I let ma chain hang low...\" \"Two chains...\" \"Gold all in ma chain...\" \"I keep a chain ana hoe...\" \"Niggas staring at ma chai&#8230;"}
{"text": "RT : Proof that thots are retarded."}
{"text": "RT : It's because you can't bend me, you can't buy me and you can't make me into your nigger! #Farrakhan #TheTime"}
{"text": "RT : A trash-talking athlete vs. a violent congressman: Who's the real \"thug,\" here? via"}
{"text": "RT : nice body parts on ugly bitches is the worst."}
{"text": "RT : I don't care tho cracker"}
{"text": "RT : we find turtle; we find the hoes!"}
{"text": "RT : Any girl that talk about sex on social media is a hoe"}
{"text": "RT : Phil Simms is a pussy"}
{"text": "RT : Screw these hoes"}
{"text": "RT : Silencer up on that .30 that bitch don't make a sound"}
{"text": "RT : RT Lib Hypocrisy alert&#128680; bans \"bossy\" but \"bitch\" is okay! #tcot"}
{"text": "RT : Freeze bitch i'm gonna steal your heart"}
{"text": "RT : A sideline bitch will tell you everything you need to hear if you just listen. She ultimately wants your man she dgaf a&#8230;"}
{"text": "RT : I had these cute little pet names for my ex, like ass monkey, douchetard &amp; butterball. I just dont know where that re ..."}
{"text": "RT : Back in elementary school, when you were line leader, everybody else was your bitch."}
{"text": "RT : Somewhere in the world some bitch is ordering roses for herself so she doesn't look like the lonely bitch at the office"}
{"text": "RT : &#8220;: The nigga who got slept is a faggot if he sues just run one again and watch ya back&#8221;LOL JUST LIKE THE PE&#8230;"}
{"text": "RT : I found a mega-carrot at the store today! 50 retweets and I'll shove it up my pussy (; +pics!!!"}
{"text": "RT : This assholes mother should have shoved a coat hanger up her pussy &amp; gouged him to death when he was a harmless fetus"}
{"text": "RT : &#8220;: &#8220;: My sister shittin on you hos once again \": wodeh bout dat action"}
{"text": "RT : she's a model on #Instagram but she's just a hoe from my town."}
{"text": "RT : You're not right for this job. What why? Well your r&#233;sum&#233; is just 'don't be a bitch dude' written on a napkin Don't b&#8230;"}
{"text": "RT : Bruh some of yall bitches lucky and do not realize it TISK TISK"}
{"text": "RT : this nigga Kanye looking at his ice cream like \"hoe ass ice cream you aint as cold as Kanye\""}
{"text": "RT : Get to bed, bitches, and only dream happy dreams."}
{"text": "RT : Dumb hoes out here moving at a snails pace in life...im coo"}
{"text": "RT : I love my big booty bitches!"}
{"text": "RT : Why y'all's ain't do nun when the fat bitch jumped on me! Yall a trip&#8252;&#65039;"}
{"text": "RT : Pics or it didn't happen. Or you're the side bitch."}
{"text": "RT : 'You'd rather live with trash,, than make it work with a good woman' #DiaryOfAMadBlackWoman"}
{"text": "RT : Saw a man in a yellow trench coat &amp; matching fedora with an iWatch. What a Dick."}
{"text": "RT : Y'all bitches is fake as shit."}
{"text": "RT : My Wifi stronger then half y'all hoes relationships lol"}
{"text": "RT : \"Here she go being a hoe again\"-dog"}
{"text": "RT : This nigger tattoo show is horrible"}
{"text": "RT : Having one is stressful... RT : Having a lot of bitches seem stressful"}
{"text": "RT : hard 2 keep the hoes off me"}
{"text": "RT : When a bitch says \"hi\" to bae"}
{"text": "RT : Fuck wit us and then we tweakin hoe"}
{"text": "RT : I cannot fuck with a broke bitch! &#128175;"}
{"text": "RT : If you're a bad bitch why're you wearing sneakers?"}
{"text": "RT : Man, now these hoes know &#128514;&#128176;&#128182;&#128184; #TheJigIsUp"}
{"text": "RT : These hoes ain't loyal mane, they rotate"}
{"text": "RT : Hoes ain't shit RT : How superficial bitches are"}
{"text": "RT : If a bitch tries to get crazy tomorrow"}
{"text": "RT : When you have a good girl, say no to hoes"}
{"text": "RT : If your girlfriend doesn't like that bitch, then don't talk to that bitch."}
{"text": "RT : when you see a hoe talking to bae but she not even on your level"}
{"text": "RT : Don't give a man the pussy until he gives you a relationship. #Truth"}
{"text": "RT : Eating your womans pussy is good for the soul."}
{"text": "RT : I want to lick one lucky, HEALTHY, &amp; CLEAN woman's pussy tonight to totally change her life &amp; views about men forever!"}
{"text": "RT : Jesus turns water into wine; Instagram turns busted bitches into dimes."}
{"text": "RT : SEX FACT: A lot of women say getting their ass eaten feels better than getting their pussy eaten."}
{"text": "RT : bitches are so shady... oh my god &#128514;&#128514;"}
{"text": "RT : if we're dating, don't be a sensitive bitch when i insult you.. i expect to be insulted back."}
{"text": "RT : if you pass up the chance with a hot faithful girl cause the single life with hoes is on your mind you are just plain dumb m&#8230;"}
{"text": "RT : this bitch was so ungrateful &#128553;&#128148;"}
{"text": "RT : when u go through bae's phone &amp; there's no hoes on there"}
{"text": "RT : Man, most of you coons couldn't jus up in quit yo job, if you found out ya boss racist, so shut tha fucc up. Niggas love &#8230;"}
{"text": "RT : If I hit ya nigga , bitch I'm sorry &#128520;&#128526;"}
{"text": "RT : Running a train is fucking a bitch, you finish. Then somebody else come in and fuck the bitch. That's a gangbang speak of&#8230;"}
{"text": "RT : Same hoes running back tellin you shit about me be the same hoes trynna fuck you, same niggas tellin u shit be the mayne&#8230;"}
{"text": "RT : I know you have me blocked, but next week bitch"}
{"text": "RT : Some bitches only cute when they mouth closed, that smile is what fuck yall up bye teeth &#128514;&#128514;&#128514;&#128074;"}
{"text": "RT : These hoes... Smh"}
{"text": "RT : Never trust a bitch that try to be a side bitch"}
{"text": "RT : They say crazy girls got the best pussy&#128530;"}
{"text": "RT : I ain't gettin my hands tatted dumb ass, y yo bitch ass leave da bus stop last night, the main was goin"}
{"text": "RT : Foxtrot Uniform Charlie Kilo."}
{"text": "RT : I know I got good pussy &#128133;"}
{"text": "RT : I don't want yo bitch, she gotta be foreign. &#128564;"}
{"text": "RT : money ova bitches I'm yellin it ta da grave developed at ah young age, go afta wat pays &#128526;"}
{"text": "RT : Don't ever be ashamed of who you are, unless you a hoe."}
{"text": "RT : You girls be 13 talking about \"I hate sleeping alone\" .. Well bitch you better buy a damn teddy bear."}
{"text": "RT : Can't even tell a bitch hey without thinking you tryna get at them. Lmao. Y'all sumn else. Get real"}
{"text": "RT : Stop complaining about being single hoe! We have bigger problems here Rn Like McDonald&#8217;s doesn&#8217;t serve breakfast after &#8230;"}
{"text": "RT : These hoes ain't loyal&#128581;&#128175;&#128076;"}
{"text": "RT : Yall act like your pussy did something magical because a nigga suddenly didn't pull out. Naw, he just didn't pull out,&#8230;"}
{"text": "RT : You can't tell a bitch shit when they get a Job &#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : When you go to a college party and you don't see any bitches"}
{"text": "RT : When you and your boys discover a hoe&#128514;&#128514;&#128514;"}
{"text": "RT : Them hoes are temporary, but a good woman will always be a good woman."}
{"text": "RT : Last retweet &#128553;&#128588; you bitches be confused"}
{"text": "RT : I'll purposely read your message just so you know I read it and didn&#8217;t reply. I can be a bitch like that. #SorryNotSorry"}
{"text": "RT : It ain't nothing to cut that bitch off."}
{"text": "RT : \": ' I rather jack off then fuck hoes tbh , That shit boring give me a wife .\" Lmfao , Little Be Like ..."}
{"text": "RT : If you take your girl back after she cheats on you, you're a little bitch."}
{"text": "RT : Lmao how niggas be with the side hoe"}
{"text": "RT : these hoes ain't loyal"}
{"text": "RT : trying so hard to resist the urge to smack a bitch"}
{"text": "RT : when u and ur boys discover a hoe"}
{"text": "RT : I just wanna ball my fist in your hair and shake the bitch right out of you."}
{"text": "RT : &#8220;: At this Hispanic church. Jesus please respond to her&#128514;&#128514; you a hoe for this"}
{"text": "RT : What's with all these pussies turning themselves into Yu-Gi-Oh cards lately"}
{"text": "RT : I wish sombody get this hoe away from me"}
{"text": "RT : LMAO bruh RT : Oooooo let me find a shooting star so I could wish a bitch would"}
{"text": "RT : P&#8217;s up hoes down, if ya bitch can&#8217;t swim then tha hoe gone drown"}
{"text": "RT : This bitch on Maury a thug"}
{"text": "RT : What it ih hoe, wassuh ..can a nigga get in dem guts"}
