{"text": "I love to eat pussy! #love #investment"}
{"text": "I love to feed the pussy"}
{"text": "I love when girls pass up the guys who want Something real and to treat them right for the guy who just uses em cuz then they bitch about it"}
{"text": "I love when my friends let me use their phones to stalk the bitch that blocked me on Facebook."}
{"text": "I love when my mom goes to the grocery store until she gets home and I have to carry it all in. Then it sucks monkey nuts"}
{"text": "I love when people bitch about athletes being payed to much. Like they'd turn down millions What the fuck ever!"}
{"text": "I love when the pussy smacking an it sound like u mixing spaghetti&#128541;"}
{"text": "I love you my nigguh but your a grown ass man"}
{"text": "I loved her as much and as long as I could ma niggah ."}
{"text": "I made ya bitch sicc wit that one &#128514;"}
{"text": "I masturbated into the lingerie catalog out of spite. how dare she throw it in the trash before I get to look at it!"}
{"text": "I mean I like to get nasty but tooting my ass up in a bitch face ain't in my freaky zone"}
{"text": "I mean if a bitch whilin out, she gone get knocked tf out"}
{"text": "I mean if she a cunt, then she a cunt. It happens."}
{"text": "I mean we can get married. As long we can sign a prenuptial agreement. It's 2014 bitch."}
{"text": "I mean. I guess I start using this again, since faggot Facebook blocked me for saying mean things to lady gaga"}
{"text": "I might freak the bitch, but dont need the bitch&#128080;"}
{"text": "I miss Britt god damn bitch real nigga over here baby &#128129;&#128526;&#128588;&#128581;&#128175;&#128079;&#128584;"}
{"text": "I miss having Jihadist bitches in my crosshairs... Ahhh the good ol days..."}
{"text": "I miss her but I can't bitch I was the one who fucked up, whatever"}
{"text": "I miss my flip phone .. That bitch never died"}
{"text": "I miss you being a wee cheeky cunt to me, sad times #missAbby"}
{"text": "I missing something of my ofay friends. Day all scared by da recent happenings. Don't chu worry...ol Lamar say you like da colored folk"}
{"text": "I moved that niggah anyways."}
{"text": "I must be a bitch"}
{"text": "I must have pissed this nigga off aha um, because he my hoe &amp; he acting OUTTA line &#128514;&#128557;"}
{"text": "I name my niggas after nba playersmy nigga larry bird is a strait fuckin#shooter"}
{"text": "I named my dick the truth Cuz bitches can't handle it lmao"}
{"text": "I named my penis \"The Truth\" because bitches can't handle it."}
{"text": "I need a Belgian waffle and a couple bad bitches"}
{"text": "I need a bad bitch thats gon treat me good"}
{"text": "I need a bitch"}
{"text": "I need a bitch &#128533;"}
{"text": "I need a bitch to drop it down for me lol"}
{"text": "I need a bitch to go down like I need a beat"}
{"text": "I need a bitch to top me till I get sleepy &#128564;"}
{"text": "I need a girl from Jamaica I can't fuck with these basic black bitches"}
{"text": "I need a new bitch"}
{"text": "I need a trippy bitch I ain't wit that cute shit"}
{"text": "I need me a bitch"}
{"text": "I need me a real loyal ass bitch &#128525;&#128553;&#128530;&#128548;&#128175;"}
{"text": "I need one of those \"research\" street signs near usaa . Hang that bitch above my bed lol"}
{"text": "I need some good pussy, fuck"}
{"text": "I need sum hoes ah sum, cuz I wake up all I have is hella emails &#128557;&#128299; but not a Goodmoring or goodnight text. Shit not even a single text &#9995;&#128529;"}
{"text": "I need to change myself first. Im retarded as fuck"}
{"text": "I need to chat with . Where dat nicca at? Lol"}
{"text": "I need to jump in the shop on fritag for 72 beers, hate looking like 20 odd.. I need to get 120 fags tae, going to look like a junkie"}
{"text": "I need to re up on some hoes"}
{"text": "I need to stop being a little bitch lol"}
{"text": "I never had any friends the entire time I lived in #Virginia. No one was cool to me. I hope those white trash Southerners all die."}
{"text": "I never played a bitch... But bitches most definitely played they self"}
{"text": "I never put no hoes b4 my bros"}
{"text": "I never seen a Asian or Chinese bitch pregnant ..shit I throught they kids just spawn like call of duty &#128514;&#128557;"}
{"text": "I never thought you could irritate me like. Please stop being a fucking bitch. Surprised your boyfriend puts up with you. #stupidspecs"}
{"text": "I once tried to be everything this bitch said she wanted in a man... That shit didn't get me anywhere."}
{"text": "I only bring up lat name to the hoes I know with kids because they need to know"}
{"text": "I only fuck with bad bitches I'm stiff"}
{"text": "I only respect bitches that respect theyself.# truu"}
{"text": "I only wanna see bad bitches on snap chat"}
{"text": "I ont care cuz I got hoes. Dats rite I got plenty of em"}
{"text": "I ont like no dramatic bitch so I just separate myself n shit"}
{"text": "I ont like that game wit that retarded ass bird &#128530;"}
{"text": "I ordered 8 chocolate chip cookies &amp; this bitch gave me fries smh , I couldn't even take the shit back because I was gon be late for work"}
{"text": "I phone 6 cool but basic I'm girly bitch so dry n plain &#128553;"}
{"text": "I picked Welbeck for my team. I have to be some kind of cunt yes"}
{"text": "I plan on eating this entire motherfucking pizza I just ordered like a mufucka, bitch."}
{"text": "I prefer Jameis Winston to not speak on TV at all. Damn coon."}
{"text": "I pull up in a gimme yo bitch"}
{"text": "I put her pussy on the map!!!"}
{"text": "I put it ona bitch make her bang ma set &#128076; I gave this hoe dick , I came I left &#9996;&#65039;"}
{"text": "I rarely drink so drunk bitches irritate me"}
{"text": "I realized Tacal is a bitch"}
{"text": "I really am always there for my bitches and they know that &#128175;."}
{"text": "I really be baggin bitches with no problem in basketball shorts b I don't know if it's my smile or my cologne or maybe it's just my swag idk"}
{"text": "I really can't stand while people slander shit 90% trash"}
{"text": "I really committed to fucking with the richest of bitches"}
{"text": "I really don't be pressed for bitches on social media... Do I talk to them? yes. Do I want them....."}
{"text": "I really don't like that nigguh Paul tho"}
{"text": "I really get upset when my lightskin friends have another cute dark skin sidekick..like Im supposed to be the only cute darkie u hang wit &#128545;"}
{"text": "I really hate a fat bitch cause I'm bony ,love smoking hella Swisher's when I'm feeling lonely (try me)voice &#128557;&#128557;"}
{"text": "I really hate being a bitch to people, but at this point I no longer give a fuck"}
{"text": "I really hate when I don't get a response back to a text message. Like a bitch ain't see it or sum &#128545;"}
{"text": "I really hope you and Cameron don't get back together you can do so much better than that ... &#8212; dont call her a hoe"}
{"text": "I really just did some hoe shyt, but just so u know im only a hoe for mr."}
{"text": "I really just wanna brake your fucking head in but I'll look like a bitch if hit you....."}
{"text": "I really just want to kill some towel head terrorists already &#128530; can high school be over now please?"}
{"text": "I really think ppl defending Cassidy throw on Hotel at the crib when bitches are comin over"}
{"text": "I really wanna have a talk about life with the \"fuck her right in the pussy\" dude while smokin a blunt before I die"}
{"text": "I really wish I owned a rocket launcher to use on every retard driving in front of me today #roadrage"}
{"text": "I refuse RT : Damn bitches are always talking shit about Draya!"}
{"text": "I refuse to raise a child in this bitch ass country."}
{"text": "I remember 2 of my friends had this and I was jelly RT : Had this bitch you couldn't tell me SHIT bruh"}
{"text": "I remember me &amp; duddy was arguing &amp; he gon say \"shut up bitch that's why you raped me !!!\" &#128514;&#128557;&#128514;&#128557; just childish"}
{"text": "I remember them bitches lmaoo"}
{"text": "I remember when Milz drunk ass fell asleep while we where all playing Gears smh. What a fag"}
{"text": "I remember when bitches wouldnt let a nigga fuck for like 3 months now its 3 days or so"}
{"text": "I remember when it was \"watch out for her, she has cooties!\" Now, it's \"stay away from that hoe, she has herpes.\""}
{"text": "I remember when this lil bitch caught me slippin n had me get ina car an 2 mins later I'm lookin at this nigga holdin a gun in my face."}
{"text": "I respect any nigga that tell me he got a bitch , so I fall the fuck back no hating &#128175;"}
{"text": "I ride around with #notint, so all them bitches can see me &#128526;&#128522;&#128129; #JetLife &#9992;&#65039;"}
{"text": "I roll a blunt better than the bitches in Havana ! Cause I'm the king round here !"}
{"text": "I salute to the hoes who kno they places... other than that bitches miss me"}
{"text": "I saw so many basic bitches just picking up my school schedule I kinda wanted to throw up tbh."}
{"text": "I say K.Michelle is manly because she doesn't act like a lady.She's too foul at the mouth and violent.I'll have to beat the bitch."}
{"text": "I say fuck them other niggas bitch im all you need &#128074;"}
{"text": "I say smash the panomera I buy a new one hoe"}
{"text": "I say we all do a big fat line of meth after the finale...come on you pussies :P #GoodbyeBreakingBad"}
{"text": "I see a real nicca when I look in the mirror"}
{"text": "I see bitches ain't been doing nun, but trotin &amp; thotin &#128514;"}
{"text": "I see the same hoes"}
{"text": "I see thru all you fake bitches &amp; niggas."}
{"text": "I see you fuck bitches. I fuck bitches also."}
{"text": "I see your tweets bitch! Lmfao RT : Von kick me to the curb I should call n curse her ass out"}
{"text": "I seen Scooby hoe some niggas at the gardens too &#128514;&#128514;&#128514;"}
{"text": "I shoot at the pussy, I bust in the pussy I'm cuming too sooooooooooon"}
{"text": "I shot a stripper because hoes keep stealing my tacos."}
{"text": "I should be in jail it's a crime hoe I kill these beats"}
{"text": "I should be the only nigga my bitch texting right now&#128175;&#128175;&#128175;&#128175;&#128175;"}
{"text": "I should probs shave my spic stash soon, its kinda getting out of hand"}
{"text": "I should've fought you when I was over there if only I was myself and I haven't popped that talking about u only need two hits bitch please"}
{"text": "I should've thrown a whole roll of pennies and made her month that bitch."}
{"text": "I show love to everybody not on joe time i just hate stuck up people thats hoe shit"}
{"text": "I slept good thenna bitch tho"}
{"text": "I smoke a fat pound of grass, and fall on my ass, faster than the fat bitch who sat down to fast."}
{"text": "I smoke a lot of weed to keep them bitches of ma mind"}
{"text": "I snorted shit with more girls in my presence than a dude lmao coke head bitches.."}
{"text": "I sound retarded but he is learning quickly!"}
{"text": "I spend my money on weed clothes n food not hoes"}
{"text": "I spent my whole 4th lookin for my hoes.. Missed the fireworks and all before I realized I didn't have any hoes.. #AllBad"}
{"text": "I spy a couple thirsty hoes on insta."}
{"text": "I stalk my bf's insta and follow any girl that flirts with him. Scare the bitches"}
{"text": "I start Garfield Monday .. Yeahhhhhh lil bitch &#128526;&#128526;&#128526;&#128526;"}
{"text": "I stay away from bitches that be insecure, I be wild'ning out in public say I'm immature."}
{"text": "I still can't get over some of these retards going ape shit over this iphone 5, makes no sense to me whats so ever."}
{"text": "I still hate the bitches at the #dmv #californiadmv, miserable hoes"}
{"text": "I still see plenty basic bitches with iPhone 4s."}
{"text": "I still think snap chat for faggots and High Schoolers"}
{"text": "I stopped snapping on women and calling them bitches."}
{"text": "I support all of my niggaz and bitches doing dope shit on the west side and in my city LA"}
{"text": "I swear I care about everything else but these bitches &#128075;&#9996;&#65039;."}
{"text": "I swear I got that shit that make the bitches go insane"}
{"text": "I swear I hate when Im somewhere and a woman catches my rubberband that clearly says KAPPA ALPHA PSI and ask me am I a kappa. Yes bitch lol"}
{"text": "I swear I heard that bitch creak"}
{"text": "I swear I needa go on n go back to the old me because bitches think its a game apparently. Let's be real !"}
{"text": "I swear I worry about me and nothing's but me. I keep no other bitch on my radar.... I'm not gay.... &#127383;"}
{"text": "I swear Newnan utilities be gettin a nicca .. Bout to start reading my own damn meter"}
{"text": "I swear a nicca sleep but im up .. Tired as fuk!"}
{"text": "I swear ain't nothing worse than a bad bitch that lost it"}
{"text": "I swear bitches is looney I like a pic ...&amp; I'm fucking that bitch&#128514;&#128514;&#128514;"}
{"text": "I swear bitches wouldn't have nothing to worry about but they don't know how to shut the fuck up."}
{"text": "I swear dis hoe doinv this grown n sexy challenge look like a lightskinned gremlin."}
{"text": "I swear females think they know me.... bitch you don't know my intentions you just think you do"}
{"text": "I swear girls with good pussy think that's the answer to everything"}
{"text": "I swear ion see how broke niccas still out here gettin pussy smh"}
{"text": "I swear nobody actually cares about Valentine's day unless they are single &amp; jaded and want to bitch. &#10060;&#11093;&#65039;&#10060;&#11093;&#65039;&#127801;"}
{"text": "I swear nobody can complain about hoe early they have to wake up to go to work. Because nobody wakes up at 2AM to get ready"}
{"text": "I swear that hoe b trying it..."}
{"text": "I swear these anon fags go to protests just to take pictures to post to Twitter. \"Look, I was there...Like me\""}
{"text": "I swear these hoes *aint got nothing on you * &#9996;&#65039;&#128522;&#128591;"}
{"text": "I swear this hoe been following me ever since I went on break"}
{"text": "I swear to god I be in the middle of the club making out wit bitches like I'm tryna film a romantic comedy or somethin"}
{"text": "I swear to god I hit 40 licks I'm Lil B and I'm not no bitch when I'm off that dope I rob my bitch !"}
{"text": "I swear to god some hoes look like they take the same exact picture everytime. Change it up for once godamn. #ratchet"}
{"text": "I swear y'all broads with a new bitch every month....I cant even get one girlfriend. Maybe something is wrong with me"}
{"text": "I swear, new bitches here me rap and its a WRAP !!"}
{"text": "I take a bitch home give her long dick"}
{"text": "I take full pride in the ass my momma has so blessed me with. Now hers is just ridiculous on all levels. Her yellow ass got back for years"}
{"text": "I take it Notre Dame is still trash."}
{"text": "I take shots wit no chaser I get bitches I don't chase em"}
{"text": "I talk to these bitches like I really do care."}
{"text": "I tell a bitch I don't love shit fuck somethin"}
{"text": "I tell bitches I got that I.T.S ( IKE TURNER SYNDROME )"}
{"text": "I tell the 5th bitch to get the 6th bitch to to have the 7th bitch bring more."}
{"text": "I tell the baddest hoes beat it unless you gone strip &#128513;"}
{"text": "I tell the truuuOoooth... That bitch is ugly, yeah her aunt, and momma too. I was gone lie about er, but bro I had to tell the truth."}
{"text": "I tell this bitch followback. She RTs me saying followback. Then doesn't followback. Blocked like fuck"}
{"text": "I tell u this tho, if/when u nigger women start getting cornrows again...mannn just don't do it"}
{"text": "I text my ex my new bitch pussy wetter"}
{"text": "I thincc I'm a pretty average bitch ya know &#128527;"}
{"text": "I think I broke a rib when I fell in that ditch, turning into a pussy? I think not."}
{"text": "I think I figured out where white trash Americans come from: the rural parts of Europe."}
{"text": "I think I just gotta accept the fact that all these bitches gonna be hoes til they around the age of 27 and life will be a lot easier"}
{"text": "I think I killed a chipmunk but that son of a bitch was fast. I need to check my tires."}
{"text": "I think I read the worst interview ever. Lee Castro and one of the 2 dope bitches. Neither one of these two belong in media."}
{"text": "I think I'm a bitch tonight"}
{"text": "I think I'm having my guy period today. I have been such an emotional bitch heh heh heh"}
{"text": "I think a lot of bitches don't smile in their selfies because their breath stinks and they don't want to steam up their front cameras"}
{"text": "I think ai havent looked at a cloud in a whole minute cus them hoes moving fast asf rn."}
{"text": "I think all dem hoes on LAHHH regular...."}
{"text": "I think all y'all losing y'all niggas Cuz the season changed y'all seasonal hoes &#128557;"}
{"text": "I think dat called me a nigger! What do move away from da dark side mean?"}
{"text": "I think every bitch wit a tongue piercing suck dick im just being real"}
{"text": "I think its funny how hoes talk bout being faithful."}
{"text": "I think these bitches tryna set me uuuuhhuuhhhhhp"}
{"text": "I think this nigga retarded G"}
{"text": "I think women will forever find a way for a guy to be thirsty tho just so they can feel like thier pussy has some value. It don't."}
{"text": "I think you a fat bitch if I never see Ya body on the TL and you got nothing but neck up avi's"}
{"text": "I think you fuckin wit the wrong niggah"}
{"text": "I think you're in a bad mood from munching on hairy pussy."}
{"text": "I think you've made it clear that these hoes ain't loyal"}
