{"text": "Holy shit which sears?"}
{"text": "Yeah! You can’t just wing cooking! There’s all kinds of measurements you need to follow otherwise it’ll end up tasting like garbage."}
{"text": "If we lose tomorrow we r fucked. Tomorrow is our season lol. Too tough a schedule to drop one like this"}
{"text": "Everyone who is against this is called a „Nazi“ by Antifa scum and politicians."}
{"text": "Please stop calling the losers “Elite”"}
{"text": "Don’t usually do Twitter”conversations”but my point was Dana may be kind of woman who doesn’t want to help other woman;wants to be THE prima donna &amp; so doesn’t care about developing next-gen girls.She is against gun control &amp; isn’t bothered by school shootings-must not like kids"}
{"text": "You know what will make this professor even woker\"? If he's a gun control nut....\""}
{"text": "Listen here lady my tweet was about the fact that I’m sick of hearing about trump every time I listen to news. Idk where the fuck you get off trying to spin it in to some sort of racial situation! YOU are part of the problem. Stop turning shit in to something it’s not."}
{"text": "☝️ this is why Conservatives and law abiding citizens don't come to the table about gun control. It not about lunatics like this guy that should no longer own weapons. Its about removing all guns slowly but surely from everyone regardless of who they are. URL"}
{"text": "1.Boris Johnson doesn't care about family. Forced abortion of his child by mistress. Daughter says he is a selfish bastard. Betrayed and divorced 2 women. #r4today"}
{"text": "Wtf aren’t they treating antifa as terrorism?"}
{"text": "After the GOP wins the mid-terms easily there will be no reason we dont put on the masks and grab weapons to go all #ANTIFA on people like you clowns have been doing. Going to be so much fun!!!!"}
{"text": "And what does this have to do with a lying attorney and a 35 year old claim? I know it's hard for you liberals to look at two things at once"}
{"text": "He needs to Either Pick Politics or Singing ....... Either way He Stinks at Both!"}
{"text": "A videographer who reported on the violence of Antifa was found dead due to a tragic car accident. Police now believe his death was no accident at all. Welcome to the tolerant left. URL"}
{"text": "I know what that storm is gonna do...but those photos are just the shit bro."}
{"text": "Look at the pot calling the kettle black. Liberals have been pulling all sorts of stunts trying to get rid of your/my/our President ever since Hillary hilariously lost the election."}
{"text": "He will lose his entire career?? You people are despicable. I know you do not believe in god but hell will be filled with liberals like you and Dianne"}
{"text": "He is treason. He went to Iran for what? To beg Iran to give them(the treasons) more time to get the power back so they can keep giving tax payers $$ to Iran the terrorists leader."}
{"text": "Yeah . Niggas who dey wear durag nor dey joke. Hard as fuck"}
{"text": "stop this BS. A woman murdered him in his own home! This is so incredibly irresponsible and I am outraged that you are blaming the victim who is a black man. What does him having weed have anything to do with his murder in his own home?"}
{"text": "Antifa. Yeah it's a fringe organization. Just like those wastes of humanity I grew up around. Most of em ended up meth heads and junkees. Some are republican alt-right activists. I guess we're all a product of our environment."}
{"text": "Wow! Why are liberals heads EXPLODING over the TRUTH finally coming out! BEST NEWS EVER! Americans FINALLY GET TO FIND OUT THE TRUTH! The and under was the MOST CORRUPT EVER! #MAGA"}
{"text": "And I’ll argue all fucking day long because IM 💯 % RIGHT!!!!"}
{"text": "FASCISTS OF THE FUTURE WILL CALL THEMSELVES ANTI FASCIST. ANTIFA COMES TO MIND."}
{"text": "Take the gun violence in the cities that already have strict gun control and it's extremely low. Gun crime has decreased at the same time gun ownership has increased."}
{"text": "Just please dont let Cruz get away with the he is a tax and spend liberal racist dog whistle crap fire back with facts and call him out on bs"}
{"text": "We dont need gun control. We need White Male control...."}
{"text": "He really needs to go. Talks out of both sides of his mouth. Kiss ass !"}
{"text": "also trump IS a fascist- LITERALLY. the central govt thing for anyone always seems to depend upon who's running it. magas are fine with fascist trump and liberals were fine with obama. my ideas about good government are a bit different. of course i did admit to being a quaker."}
{"text": "Doesn’t “myth” mean something that isn’t true? 🤔... hmmmm .. hollyweird liberals should stick to make believe world.. #dummies 👇 URL"}
{"text": "#MAGA their podcastful is about blockchainful. but it'sful about what it meansful to bewise working mothersful who are trying to makewise..."}
{"text": "You are an embarrassing citizen!!"}
{"text": "Seems hard to believe that you stood next to a guy wearing those shorts and didn't masturbate but I'll take your word for it"}
{"text": "Wow !!! no wonder the Liberals only got worse as a party of bullies to women...??? no accountability."}
{"text": "Bring on the hypocrite gungrabber. MAGA"}
{"text": "bitch call me."}
{"text": "The only thing i didn’t agree with was the match point he was following the rules i think this was more about her sex honestly all she did was call him a thief and he penalized her shit was wack"}
{"text": "I second this they’re fucking nuts"}
{"text": "Eric Holder a major embarrassment to law enforcement. you did nothing about those innocent black males killed in those streets. One sorry black brother."}
{"text": "because the average American has $500 lying around to buy a new Glock. more likely Mr. Antifa will be using his unemployment check to purchase some dental work or a casket."}
{"text": "Liberals don’t realize that thousands of unaccompanied minors were thrown across the border..... who is supposed to take care of them? Angelina Jolie?"}
{"text": "Fascists &amp;Nazis don't abide by patriotic views shared in their presence. Glad the brownshirt arm (AntiFa) of the left wasn't there to inflict the usual violence vs citizens who dare to speak. Do you hear that, Dems who enjoy wings/beer/country music? You're less-than.\" #WalkAway\""}
{"text": "BITCH I FUCKING FELT THAT SHIT🤧💀"}
{"text": "I told you to stop eating my booty that day but nooooo"}
{"text": "I know you are not being facetious. You are incapable of understanding contradictions."}
{"text": "Why cant ISIS blow up these two assholes??"}
{"text": "John kerry is a loser and a traitor to our country. He doesnt understand that we voted his party out bec we hated the iran deal. He is now working for iran against our gov. At worst he is acting as an agent for a foreign government &amp; if he isn’t registered should be investigated"}
{"text": "Donald trump said Mr Cruz is a lying dog you can't trust him or his wife said his father was involved with shooting president the president in Texas in Dallas America can't trust him he is a lier then how can he stand up for him down there in Texas campaing"}
{"text": "You will be sadly disappointed as they conservatives are also marxists...they now control a police state.........ONLY UKIP WILL SET THE COUNTRY FREE"}
{"text": "He is Satan"}
{"text": "You people calling everyone Nazis under the sun becomes tiring and stupid frankly. You people called Zena Bash a Nazi and it turns out she is half Mexican and Polish descent and her family barely escaped death from the Nazis. So keep it up desensitize that word."}
{"text": "If It could that shit would be talking to you like BUTCH NOO YOU ALREADY KNOW HE A FUCK BOII BYE"}
{"text": "Almost forgot you was a nigga in ya past life lmao"}
{"text": "You are a Liberal who doesn't even live in FL."}
{"text": "Paris Terror Attacks brought to you by Eric Holder on behalf of the Obama Administration. Oh but Gun Control\". URL"}
{"text": "I completely believe she will be in GTMO. She is a traitor."}
{"text": "Her life is crappy because she is crappy. And she’s threatening to kill everyone. Another nut job...Listen up FBI!"}
{"text": "Just block the idiot. He's not even worth this post."}
{"text": "#WednesdayWisdom Obama appointed liberal Judges tired of looking stupid smacks California law down on gun control #2A URL"}
{"text": "Nope. It's clear and you are lying. Also every accusation against known child molester #RoyMoore was true. Conservatives love (R)apists."}
{"text": "Nah Antifa are good to get killed"}
{"text": "Congratulaions. . . who were terrific. . . dont let some fucked up umpire ruin things for you. . . he'd be happy he did."}
{"text": "All this talk about Trump's dick allegedly looking like Toad from #MarioKart This is the only thing that has been accomplished. Only now the libs are picturing a 70 year old man naked. #MAGA URL"}
{"text": "The dems have done this since they were the KKK. Except back then they accused black men of raping white women then lynched them. Same play from the old playbook. Everyone of these liberals crying outrage are fake if they aren't pressuring Ellison to resign."}
{"text": "2/The Democratic Party won’t do anything to him because he’s Muslim Brotherhood &amp; they don’t care about Monahan. The Muslim Brotherhood needs to be declared a terrorist organization—all of it! Ellison also supports ANTIFA. These people are so foul it’s scary!"}
{"text": "One added me to a “liberals I’d like to slaughter” last month. That was fun"}
{"text": "Doubt he is losing much sleep over it. The guy has been a busted flush for 30 years"}
{"text": "psychotic liberals fake media &amp; RINOS are walking on thin ice when they forget that real Americans ...the ones who put Trump in the White House will never allow them to take him out of the White House. BTW..thanks for this #Kavanaugh B.S.-insures WE WILL VOTE!! WE ARE SICK OF DC!"}
{"text": "what is this? We don’t want your $2 tacos we want fucking gun control. Are you seriously trying to capitalize off this tragedy? URL"}
{"text": "because he made guys dumb as SHIT"}
{"text": "Ouch. She is horrible."}
{"text": "But he is a dildo!"}
{"text": "I got this"}
{"text": "Treason he should hang he has no business even trying this who the F does he think he is Trump needs to Lock him up fast"}
{"text": "Be coo you got people thinking I really eat ass bitch 😂"}
{"text": "Elder and Owen have been the bravest in pointing out that the culture is part of the problem. Liberals have engrained this short lived culture. Culture can change and will being black doesn’t have to be linked to poverty and resistance."}
{"text": "Ok but please understand that I am not one of dubakoor mumtaj dubakoor army. I only support her for certain things. I get what you are saying and I don’t understand how she has survived from up to this point. For me she is not fit for title winner."}
{"text": "Trying to justify a death after the fact with a small amount of dope. Fuck. Stop fucking killing people. Get some damn gun control so cops don't feel like every house/apartment they go into could potentially have a gun. Scared people do unpredictable things."}
{"text": "We have the real facts......you suck pussy grabber MOTHER Fucker"}
{"text": "You say you're part of the resistance so I'm fairly certain you are pro-gun control. My question to you is...Why would you want a government headed by this so called dictator\" to enact stricter gun control? I don't think that's an argument that'll get you very far.\""}
{"text": "Very simple....More gun control ads equals more guns sold. The gun illiterates aren’t smart enough to figure this out"}
{"text": "Im not apart of Antifa foxy. I agree with you they are terrorsits"}
{"text": "He is a failure in every way possible."}
{"text": "Antifa aren't fascist They're terrorist"}
{"text": "Quite possible. You are very right to be skeptical. But one has to start somewhere !"}
{"text": "I turn the tv off when Juan speaks. He is a real sicko."}
{"text": "Talk about the pot calling the kettle black... You should be ashamed of your cash payoffs to Iran &amp; of you helping Iran to become a necular power. It would be better if you just set your sales and gave us all a big wave goodby. will clean up your mess. URL"}
{"text": "Colored people should vote! What color is she referring to? I’m white and bright! White is a color. Next racial dividing statement Ms Obama."}
{"text": "Wassamatta? Starting to wet your pants? Worried about all your dirty deeds coming out? Concerned about not getting a view cell at #GITMO? #MAGA #KAG2020 #DrainTheDeepState #WalkAwayDemocrats2018 #LiberalismIsAMentalDisease"}
{"text": "Target is brilliant with this. Keep an eye out (esp online as there’s online only shit that’s amazing) because 1. Autumn (so oranges!) and also target on thanksgiving/Black Friday is THEE place to stock tf up on sheets for the YEAR."}
{"text": "How Funny...#WNBA Championship Winners Won't Visit Stupidity Of Liberals Is So Amazing...And That Face With The Plastic Stupidity Proves It...Oh...Right...She Might Harm Her Little Face...Whats Next...Complete Body Armor..."}
{"text": "You are a member of 40 years aren’t you? Surely that means he abused you? I mean I know you don’t understand idioms but this is next level ignorance"}
{"text": "Absolutely all fucking done. Bye Felicia URL"}
{"text": "Exactly so shut up"}
{"text": "fix this shit!"}
{"text": "I watch Obama for as long as I can stomach him just for the laughs LOL he approves himself to be Even more of a narcissist every day! He is so full of himself a.k.a. full of shit! #HangHim"}
{"text": "Holder is a real quality guy. Wouldn’t know the truth if it hit him in the face"}
{"text": "And 15 is probably all they know about. Please tell me he is still in jail. Or better yet dead. You are such a strong woman. I'm so sorry that happened to you."}
{"text": "Fuck you I’ll put hot sauce on a slice of pizza again for you"}
{"text": "Reading this thread it sure seems like your followers aren't for gun control after all Jimmy 😂😂😂😂"}
{"text": "...this obvious hit job on kavannah is not going to work...and the liberals continue to reveal themselves as demonic figures... URL"}
{"text": "Come on Texans! This man can not replace EVER! #MAGA2018"}
{"text": "Why? Because you are too busy spreading hate with your TDS? I’m sure you feel fine ridiculing children of conservatives. You represent everything that is wrong in the education (brainwashing) system."}
{"text": "Great. Here’s how today has gone: Floris wanted to spank me. Leah wanted to stab me. Curtis won’t back me up. Adam still looks great at 67 or however old as fuck he is... KL has a bigger dick than me but she’s a she...he🤔...she?!? URL"}
{"text": "I can understand her wanting her title but all that whining and pissing and moaning stop talking and start getting it done enough already you're a coward when you got to beat somebody when they're not looking"}
{"text": "I’m sorry Dana that you have to hear from such sick mental patient liberals! They are so pathetic! I support you 100 percent"}
{"text": "So she is using the feminist card as a excuse for her behavior in not getting what she wanted when the other competitor that she played was a A WOMAN\" who just was simply better than her today. Every woman in that room who applauded to that nonsense I feel sad for you.\""}
{"text": "BS. People died in PR because the local government is corrupt."}
{"text": ",...Criminal Complicity in ALL OF THIS MESS! --- Last night, Mr. Gregg Jarrett appeared on Hannity\"!,...He is Always Incredible, and He made Another Great point when He reminded All Of US that \"Starting an illegitimate Investigation is a Crime\"! --- TRUTH IS COMING OUT MUELLER!\""}
{"text": "You ready for crazy ass racing tomorrow???"}
{"text": "What do you expect from The likes of Eric Erickson. . HE is a Piece of Crap."}
{"text": "#meneither! She is a liar. Clear as day a liar. URL"}
{"text": "gfy ...the NFL should get no protection from the police...and no support from our military...the league will slowly die on this road of shame!!!"}
{"text": "Invite to all of the shows and let her tell you about her interview with Brock Long. Then you will know why #Cult45Politburo sounds so unhinged. He is parroting the FEMA admins line of BS. tried to fight back against Long's BS"}
{"text": "Who really listens to those post menapausal angry yentas except hardcore liberals and femanazis?"}
{"text": "All liberals are devils. All of us. Ask any repub. We hold hands to stand together. To know we aren’t alone in this fight for civility and decency. Call us all the names you want. It doesn’t matter one bit."}
{"text": "Exactly! She was sorry till she found people to cosign her bullshit. Idiots. The pair of them."}
{"text": "End of Mos2. SM out in space hears a voice in his head asking if he’s kryptonian.Turns around and it’s MM. MM explains his situation &amp; asks for refuge on earth. SM puts out his hand &amp; introduces himself. Has their shaking hand he says welcome to earth. Cut to black."}
{"text": "Forget Michael he is a coward."}
{"text": "He gets confirmed. Conservatives don’t care that he’s a rapist. At all."}
{"text": "Where were you in 2008 when people were losing their jobs &amp; their homes &amp; our economy tanked? What did you say about W then? Did you ridicule him &amp; did you praise Obama for saving our country? You are such a hypocrite."}
{"text": "I seriously believe he is evil.."}
{"text": "He makes a good point. Too bad that is a career death sentence these days."}
{"text": "Your shabby self and your traitor buddy BO....Gave us #MAGA....stupid your just stupid."}
{"text": ". Liberals are steamrolling #TPP through Parliament without proper debate. Why are the Liberals hell-bent on killing Canadian manufacturing jobs? #cdnpoli URL"}
{"text": "The are batshit crazy."}
{"text": "Omg what country were you in?? It wasn’t America. But again you liberals will believe ANYTHING"}
{"text": "These liberals are responsible for the deterioration of American society. They should be ashamed but we all know they’re not."}
{"text": "When even readers of a liberal paper in effect liberals don't believe her accusations are credible. . ."}
{"text": ". &amp; student loan refinancing plan would give every single student loan borrower a tax break &amp; let hundreds of thousands of borrowers have immediate lower interests rates at 0 net cost to taxpayers. has 8 years. He did nothing. He is a liar. URL"}
{"text": "*REPLACES CHICKENS WITH GUN CONTROL* URL"}
{"text": "This is like when shitty restaurants advertise their “voted #1 world famous crabcakes” but nobody can tell you who voted and nobody who lives outside a 10-mile radius has ever actually eaten there."}
{"text": "Man that shit just got me hype like I was watchin it 18 years ago"}
{"text": "yea shit sucks thats why i stopped watching anime mostly"}
{"text": "Get the hell out"}
{"text": "Haha you liberals are so desperate it’s hilarious. Trying at all ends to set him up. This BS last minute stalling tactic about the alleged HS incident and the bait of emails that were sent to him. And people wonder how Trump won? Because they’re tired of Democrats and their crap."}
{"text": "Most people do not understand what an assault rifle is! Makes their statements regarding gun control stupid!"}
{"text": "He is a malignant narcissist."}
{"text": "Thats the problem. He is not a slick talking politician"}
{"text": "Good Job asshole!!!...You just killed your dad's chance of a get out of jail free card!!! #MAGA URL"}
{"text": "Hmmmm what about the MEPs who we elect in the UK who attend the European Parliament to represent the UK? It’s a framework under which we operate. We’re not the victim until we leave and are then subject to rules we don’t even control. It’s a #BrexitShambles. Let’s stop it."}
{"text": "FUCK yes now i have someone to pressure me to get into every pit that opens up"}
{"text": "I met Mark. And he is amazing. He is just as sassy in real life as in the show."}
{"text": "INTERRUPTING HIS HEARING AT EVERY TURN! BUT THATS OK HE IS A MAN AND CAN TAKE IT! AT LEAST HE WILL REMEMBER WHO WHAT WHEN AND WHERE HE WAS! AFTER THIS KAVANAUGH WILL HAVE DEFINITELY EARNED HIS STRIPES TO SCOTUS! MAGA!"}
{"text": "And it’s always during active play! Sit your butt down people!"}
{"text": "There are plenty of sane centrist democrat citizens but far leftist politicians &amp; Antifa weirdos? No thanks."}
{"text": "This is a lie! To push a gun control narrative! The actual number is much lower. If you look up what they are using to reach that number you will see why it is so high. Always playing politics!"}
{"text": "Smut straight from hell"}
{"text": "HE IS MOE"}
{"text": "Or maybe to pay for their protests since Mnuchin shut that slush fund down. Probably going to pay for Antifa riots. Busing in people and weapons."}
{"text": "She is a Republican hypocrite!"}
{"text": "Better than what? Truth? Politicians have never been good at that. My America is better than Flake."}
{"text": "Goodell and my Lions both suck"}
{"text": "You are low class asshole. You wear your suits and talk about the 1% or call us deplorable all while you sit behind your antifa and hate filled lying son of a bitch party and call yourself honorable. At least my pappy would be proud of me for being a man and standing true."}
{"text": "Irish Bad Bitch"}
{"text": "He is a disgrace"}
{"text": "She is not a cheater. That chair ump robbed her."}
{"text": "your app is down / sucks"}
{"text": "I feel you dude it Fucking sucks"}
{"text": "Feinstein wanted to delay until after the midterms. Hopefully the RED wave will wash her into the Atlantic. #MAGA"}
{"text": "Maybe I'm wrong, but didn't you take an oath to preserve and uphold the constitution? Take your people control (it's not gun control) and gtfo with your crazy. Steve Willeford says hi\". Don't know the name? Perhaps Google it and realize how stupid you are.\""}
{"text": "lemme rap on that shit. I'll do a video floatin downstream in a coffin like in horrorland lol"}
{"text": "Madam will never respond. She is among those who see nothing good about PMB and his administration. It sucks."}
{"text": "Nobody is addressing the cow in the room. Not even when Florence is still doing her thing. It's like after a mass shooting and it's the wrong time to talk about gun control."}
{"text": "you are a racist fake site of fake profiles with fake pictures of scammers who block you. also you delete accounts for no reason and block emails for customer service. same fake people on by the hour. all date sites are fake who create the profiles themselves."}
{"text": "I hope so. That Tana girl fucks anything lol"}
{"text": "Love how fat they all are while chowing down on cake and cookies. That's the future liberals want."}
{"text": "Ain't it fun when a manager has a stick up his ass that would make a redwood self-conscious about its size?"}
{"text": "This is so entertaining. Nobody has thought about Montel in years... and you are picking a fight with him. This is incredible. Such a feeble mind you have."}
{"text": "They could literally give two fucks af 😂 like ummm okay thanks 😂"}
{"text": "is not a difficult woman she is a far left leaning bitch. She has no place in unbiased commentary on any platform. Get rid of her."}
{"text": "Antifa is Israel's thug squad in America"}
{"text": "1. 2 protect Trumpie. 2. 2 increase presidential powers. 3. 2 kill Roe v. Wade. 4. 2 limit voting rights. 5. 2 weaken gun control. 6. 2 deal with religious liberty. Congress is not an august body. They lost that moniker when they went whole hog 4 Trumpism. URL"}
{"text": "#Republicans love to say it's too early to talk\" about common sense gun control after these events - what they really want is people to forget and amnesia to kick in so they can ignore doing their jobs which is to protect the public Gun control works and R's just procrastinate\""}
{"text": "Ramos sounds like a shitty ump"}
{"text": "Well they will start banishing all acct's for promoting URL FB gave Brandon a 30 day z-jail time. I'm sure tomorrow Apple/Jacks will do it too. Let's all just do it and see how many conservatives &amp; #WalkAwayMarch er's they shut down.poof FB begone"}
{"text": "Oh shit u went there 🤣🤣🤣"}
{"text": "Can't take what they dish out? Joe you are a snake that should be hung by the neck on a live cnn feed."}
{"text": "We should meet her face to face! She won't be speaking like that much longer. She is a horrid person! Somebody will teach her that you reap what you sow. She will find out the hard way. She is just UGLY inside!!! FUBAR!"}
{"text": "Bono can go away now the 90s are over you sick now"}
{"text": "Really another one holy crap wow all brought to you by the Liberals."}
{"text": "Europeans are morons for electing people like this"}
{"text": "The “Law and Order” president really hates law enforcement! Lol #MAGA URL"}
{"text": "Congratulations for putting the NFL into the toilet."}
{"text": "She is a drama queen she pulled the feel sorry for me card too because she is now a ‘working’ mom...give me a break"}
{"text": "Chicago has strict gun control laws but the highest gun violence rate Detroit was owened by Unions and is now bankrupt Cali has the second highest welfare rate and is now the homeless capital of the developed world."}
{"text": "You are 20X the trader I am lol I’m screwed but I have a tight stop. I’ll let it ride!"}
{"text": "Time for Canadians to let all liberals if no Trade deal in two months no vote for any liberal MP! Make that our red line. It makes NO sense Trump has been able to secure Trade Deals around the world but Canada! Obvious to anyone with a Brain failure is Trudeau! He has failed!"}
{"text": "Ain’t missing shit 🤫🤑"}
{"text": "Man I’m glad I can make y’all’s day. I just be saying stupid shit on the fly. I ain’t trying I’m just dumb lmao URL"}
{"text": "He is hurt and no one has checked on him!!!"}
{"text": "These guys are only known for diverting topics only. He is a pure sanghi. Let him bark."}
{"text": "The more this woman talks the more stupid she becomes. #TermLimits #Liberals"}
{"text": "This is ridiculous...UNBELIEVABLE !!! So this fine young man is now dead because of a stupid reason .... come on !!!!! Gun control is the solution y'all so many innocent people got killed because of guns😡😡😡 This has to stop"}
{"text": "do you have any other recourse? This is so wrong on so many levels. Can you sue them? I wish there was a way to reinforce your points on the mistreatment you have received. Liberals are full of hate and discontent and unfortunately there are more of them than us. Idiots. URL"}
{"text": "Hollywood is packed with pedophiles"}
{"text": "Should have used a 44 magnum to make a real statement! And people like this teach our kids?"}
{"text": "conservatives believe all persons of color are a priori guilty of crimes therefore when PoC are denied their rights in extrajudicial killings no conservative EVER questions the killing."}
{"text": "Don’t talk shit about 48 laws"}
