{"text": "Dear whores: Don't tell me I can't dance when the only dancing you do is open your legs and shake your ass like a video ho to shitty rap."}
{"text": "Dedication 4 hoe"}
{"text": "Dee Gordon getting to \"he can fuck my bitch\" status with all these SBs"}
{"text": "DeeDee, Patrick, Ed, Sheen, Timmy's Dad, Beavis &amp; Butthead, Peter Griffin. This is just a list of SOME mentally retarded cartoon characters."}
{"text": "Deez fat hoes kill me. I ain't seen this much crack since they locked meech up.lmfao"}
{"text": "Deion's a bitch"}
{"text": "Dekalb police are some hoes..."}
{"text": "Delete now you bitch ass nigga RT : If the Redskins beat us I will delete my fucking IG"}
{"text": "Delete this! Lmao RT : bruno mars and el debarge both cop blow from the same nicca....but don't mind me tho"}
{"text": "Dem hoes more &#128686; &#8220;: This nigga out here fucking retired widows &#8220;: New Race, fuck Black Woman"}
{"text": "Dem niccas run plays too quick"}
{"text": "Denzel did his mf thang in his new movie boy I swear OML he played the shit outta that bitch had me in the movies ready to be a killer &#128526;&#128514;&#128514;&#128175;&#128588;"}
{"text": "Denzie boutta be takin erry body bitch now!"}
{"text": "Des popcorn hoes be in da way all the time mannn :\\"}
{"text": "Dese bitches actin like they loyal give dat hoe a Oscar &#127942;&#128564;&#128530;"}
{"text": "Destiny's Child song \"Say My Name\" is the insecure bitches anthem."}
{"text": "Detroit nicca but I'm good in the A!!"}
{"text": "Devin Hester's a bitch"}
{"text": "Dey gave da wrong nicca money"}
{"text": "Dey put us on lockdown cus dey searchin bitches cars fa dat dope"}
{"text": "Dez is caked up with some bitch or something cause hes not playing like Dez Bryant"}
{"text": "Dick game make a faithful bitch start cheat in"}
{"text": "Dick so little ugly hoes tryna find me."}
{"text": "Did I just see a white bitch getting licked between her legs by a dog? Nasty fuck!"}
{"text": "Did Miguel just \"Hulkamania Leg Drop\" a bitch from the top rope???"}
{"text": "Did he say the tastiest cuts or cunts??"}
{"text": "Did he say wayne chung bitch ?"}
{"text": "Did la mulatta just refer to herself as a darkie?"}
{"text": "Did one of the biggest hoes around really just retweet that?&#128530;"}
{"text": "Did this bitch really just ask me do I have a badge to be in this building while going to my floor. White people just don't change at all."}
{"text": "Did we just become best friends with these hoes on the boat? Well probably so but we don't love em tho"}
{"text": "Did you all hear this #bundy redneck? Someone should show him how niggas play."}
{"text": "Did you punk bitches take my salmon cream cheese?"}
{"text": "Didn't know Alberta had Brampton bitches #flourish"}
{"text": "Die twice bitch &#8220;: Thank you. &#128536; &#8220;: you're the filthiest hoe of all time"}
{"text": "Diets aren't for alcoholics.......a bitch be tipsy quick from eating veggies and shit"}
{"text": "Difference between \"niggers\" and \"niggas\". #Tupac my OG &#128175;"}
{"text": "Dino in rare form RT : Mind your business hoe RT : Annually RT : Smh Webb hurt"}
{"text": "Dirty pop on the counter bitch dirty in it"}
{"text": "Dis be one sexy bitch"}
{"text": "Dis bitch a wizard &#8220;: &#8220;: Snd me nudes like dis lol her couch floatin? Wtf&#8221;"}
{"text": "Dis bitch blowin me man fuck u"}
{"text": "Dis bitch by my side and I'll never be broken."}
{"text": "Dis bitch got these Flintstone sandals &#128530;&#128530;"}
{"text": "Dis broad done tagged dis nicca n a video of his sis giving dome .. #Tragic"}
{"text": "Dis hoe wasnt dis violent on Lottery Ticket &#128514;&#128514;"}
{"text": "Dis niga at da gas station trippin. Tol his bitch \" bitch who dnt wana ride wit a niga n a caddy on4s trued up bitch jus shut the fck up lol"}
{"text": "Disgusting &#8220;: GTFOHHHHH RT &#8220;: Mom just bought me a pet nigger &#128525;"}
{"text": "Dj Khaled a fool .!!! 500k for a ring for Nikki? That bitch spends a good million on her ugly ass wigs &#128514;&#128514;&#128514;"}
{"text": "Dnt play with yo girl heart thats why her pussy there for ."}
{"text": "Do as I say soo &#128545;&#128074; R muthaafuckin J hoe &#128514;&#128514;"}
{"text": "Do these glasses make my cunt look fat?"}
{"text": "Do we love these hoes? &#128514; &#128514; &#128514;&#128514;&#128514; &#128514;&#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514; &#128514;&#128514; &#128514; &#128514; &#128514; &#128514; &#128514;&#128514;&#128514;"}
{"text": "Do y'all remember when Twitter took away verified check after Chris Brown broke up with her lmao stupid bitch"}
{"text": "Do you expect me to be cute with you? Oh, hell no. I'm not a bitch, cuteness gets you planted in a relationship; a relationship you'll hate."}
{"text": "Do your dick hang low, do it wobble to and fro, can you tie it in a knot, can you stick it in a hoe?"}
{"text": "Does SZA have freckles on her pussy too?"}
{"text": "Dog I think it's a nigga dyke I was wondering the same RT : Is the person that sing 'No Flex Zone' a male or female?"}
{"text": "Doing her thang for you shoutout that real bitch"}
{"text": "Dom calls me bitch boy"}
{"text": "Don't Hillary's verbal responses and aggressive interactions suggest either brain damage or a need for meds? Or maybe she's just a bitch!"}
{"text": "Don't act all shy, bitch slop that up."}
{"text": "Don't be a broke hoe hating on a paid hoe!-#PimpChampaign"}
{"text": "Don't be a fool, wrap your tool! ....unless you wanna be a ratchet white bitch at the clinic with 4 baby daddies. She's apparently exempt"}
{"text": "Don't be a little bitch or I'll do this to you:)"}
{"text": "Don't be a pussy."}
{"text": "Don't be fooled I kickit with niggas and bitches older then you so . . ."}
{"text": "Don't be mad cause yo bitch Choosin"}
{"text": "Don't be mad cause yo bitch Choosin and I put her ass in the Jacuzzi SPLASH"}
{"text": "Don't be no bitch &amp; not speak when I initiate a friendly hello."}
{"text": "Don't be using teeth, hoe that's childish"}
{"text": "Don't blame me blame ya bitch can't help she want a nigga"}
{"text": "Don't bring dat police ass nicca round me"}
{"text": "Don't concern yourself wit my mingling with other bitches."}
{"text": "Don't ever be ashamed of who you are, unless you're a hoe."}
{"text": "Don't ever kiss the other girl in a 3some, don't hug that hoe none of that"}
{"text": "Don't fucc wit Coward cuz he a bitch n left LA"}
{"text": "Don't fuck widd no baby ass bitch in the words of deja lol"}
{"text": "Don't fuck with girls that wear beanies"}
{"text": "Don't fw sloppy hoes, You might catch somethin.."}
{"text": "Don't get a mf attitude bitch. I'm not about to justify shit."}
{"text": "Don't get yo bitch ass killed in new Atlanta baby!"}
{"text": "Don't get your main bitch and side bitch confused, there's a big difference."}
{"text": "Don't hit me up talking bout \"who that bitch under yo pic\".. Get yo ass treated"}
{"text": "Don't judge me.. i am vindictive and vengeful when it comes to bitches disrespecting me."}
{"text": "Don't kiss these hoes in the mouth. Unless you have to."}
{"text": "Don't know no ugly bitches, don't know no broke niggas. Don't know no snitch niggas"}
{"text": "Don't let the hoes lie to you!!"}
{"text": "Don't let the power of the dollar turn you into a hoe."}
{"text": "Don't let this natural hair care shit fool you. Some of you hoes need a perm."}
{"text": "Don't lose sleep bout these bitches bc they come and go &#128076;"}
{"text": "Don't love these hoes don't lean on bitches"}
{"text": "Don't love yo bitch, just fuck yo bitch when I got time to do it"}
{"text": "Don't make me make you fall in love with a bitch* like me"}
{"text": "Don't no nigga want an artificial bitch ... Let me repeat that.... Not one !!!"}
{"text": "Don't play with my emotions. RT : I gotta make some Bla$t $plash when I get back.. That hoe will have you gone."}
{"text": "Don't put too much effort into these bitches if you ain't gettin none back. Give them exactly what they give you"}
{"text": "Don't subtweet me @ my name so I no it's real ugly bitch"}
{"text": "Don't talk to her like that. RT : I did a search for \"lying evil cunt\" and guess what? You came top x"}
{"text": "Don't tell me Ryan Tannehill's better than Dogshit Alex Smith's trash ass too. Fuck."}
{"text": "Don't throw me the pussy! Let me come get it"}
{"text": "Don't touch me bitch I'm famous."}
{"text": "Don't touch no sloppy hoes, You might catch somethin.."}
{"text": "Don't trust a bitch who's nail polish is chipping off."}
{"text": "Don't trust these hoes"}
{"text": "Don't try and pull that fake friend shit on me bitch."}
{"text": "Don't worry about the bitches I use to fuck wit."}
{"text": "Don't worry bout me I got it all arranged bitch. Mind your business, stay in your lane bitch #vote5sos #EMABiggestFans1D"}
{"text": "Don't you hate that dumb ass voice that everyone uses when they try to mock something you said?"}
{"text": "Don't you hate when someone you care about is dating a hoe but they won't listen to you?"}
{"text": "Dont ever really talk about your intentions to your boy that nigga might just turn around and take that pussy"}
{"text": "Dont fuck wit broke bitches"}
{"text": "Dont you talk when im talking, you better mute it hoe"}
{"text": "Double tap and imma be honest hoe honest hoe &#128514;&#128514;"}
{"text": "Double up on that blow bitch!"}
{"text": "Down to catch a body bitch!"}
{"text": "Drake gets the bitches"}
{"text": "Drake vs. Tyga beef, Yung Berg, Lil Fizz, Chris Brown bitch rants on Twitter, ILOVEMAKONNEN getting drug off stage. Light skins taking L's"}
{"text": "Drake was singing that shit so bitches would buy NWTS...lmao. Nobody even remembers that album"}
{"text": "Dream job for a pedophile dressing up like mickey mouse and hugging kids all day"}
{"text": "Dreaming of the pussy that I slept on, \"cat nap\"."}
{"text": "Dress like a hoe, I'm goin at you like a hoe just like any other nite. Forget Halloween."}
{"text": "Dress like you're gonna see that bitch you hate everyday &#128139;?"}
{"text": "Drink up bitches"}
{"text": "Drinking Coronas.... These bitches are quite tasty. ."}
{"text": "Drinking Thai-Tea while watching male drama queens bitch on Facebook. Whole lot of snitching going on.&#8230;"}
{"text": "Driving the fucktardmobile - tranny slips and all. &#128530;"}
{"text": "Drop dead gorgeous a bitch ain't dying for a nigga"}
{"text": "Drop dead gorgeous but the bitch ain't dying for a nigga"}
{"text": "Drop her off? dat bitch a be walking if i wus driving...."}
{"text": "Drop it down for a niggah"}
{"text": "Dropped all my hoes for someone. But was that a good decision ? Find out on the next episode of DragonBallZ &#128514;"}
{"text": "Dropped all my hoes hold on let me pick these bitches back up a nigga was sneaking and geekin &#128514;&#128514;"}
{"text": "Druggys with hoes again gotta have the dopest video ever. &#128553;"}
{"text": "Drunk inlove with my gun bae bitch Beyonc&#233; &#128520;"}
{"text": "Drunkkkk HotBoxing these kushy blunts straight bumpin #AOB this hoe on some other shit bro i got mind fucked like when black zetzu betrayed"}
{"text": "Dude I work with is so pussy."}
{"text": "Dude live next to me be hitting some ugly ass hoes Got Damn"}
{"text": "Dude said 1:30 bitch I took a whole nap before my 5:30 midterms"}
{"text": "Dude said ice jj fish created player on 2k retarded too lol"}
{"text": "Dude why do i have to be such a bitch..? Like i'm confused."}
{"text": "Dudes is calling bitches out left and right today #mybabyisallgrownup &#128514;&#128514;&#128514;&#128079;&#128079;&#128079;"}
{"text": "Dudes have problems deciphering sex too.Side bitches get wifely love.You can't keep a secret if you're overdoing dirt."}
{"text": "Dudes kill me with that \"I wouldn't mess with Khloe Kardashian if she ain't have money\" I've seen the hoes y'all be hitting get real"}
{"text": "Dudes probably just think eating pussy is sucking on pussy lips &#128530;"}
{"text": "Dudes proudly volunteer to be baby daddy #2,3,4 and 5.Whether they'll be a father or not all over some pussy property."}
{"text": "Dudes stay trying to hit on someone elses bitch, knowing they already taken."}
{"text": "Duh. Aka Shitty Nights. RT City Nights is hella #ghetto"}
{"text": "Dumb ass bitch"}
{"text": "Dumb ass bitch i swear"}
{"text": "Dumb ass fake bitches childish shit!!! Talk mad shit about each other and back to BEST FRIENDS? lmao"}
{"text": "Dumb ass student gets trapped in a giant #pussy sculpture #germany #wtf #funny #hornymen"}
{"text": "Dumb bitch don't know her colors &#128553;&#128553;&#128514;&#128514;&#128514;&#9996;&#65039;&#9996;&#65039;&#9996;&#65039;&#9996;&#65039;"}
{"text": "Dumb bitch leave me alone"}
{"text": "Dumb bitches are one thing that'll never become extinct.."}
{"text": "Dumb bitches that think Buddha says namaste"}
{"text": "Dumb little broad , move the fuck along bitch"}
{"text": "Dwight could've had me instead of that ugly young hoe&#128553;"}
{"text": "Dyke bitches kill me thinkin they really got hoes lol"}
{"text": "Dyke pastors be in The Lords house tryna cuff all the pussy bruh bruh"}
{"text": "EBHGJHBGJBEJFB I saw this: \"ACH WEBSINGLE XXXXX8898 MARYLANDUNEMPINS\" And was like some bitch named Mary Landunem STOLE MY MONEY!"}
{"text": "EDA!! The 2 queers at AA! lol"}
{"text": "EJ wanna be Michael Sam bitch so bad."}
{"text": "ESPN keep hiring these dyke bitches and gay Spanish niggas to talk sports"}
{"text": "Eagles fans will always be annoying faggots"}
{"text": "Eagles fuck around &amp; lose it'll be kill the cracker at the Sophi crib smfh"}
{"text": "Eagles fucking trash"}
{"text": "Easy Congo! RT Fuckin faggot RT : All though I eat my lunch on the road frequently"}
{"text": "Easy bitch how ? Lmfaoooooooooo She was my girl &#9995;"}
{"text": "Easy pussy doesn't motivate me"}
{"text": "Eat a dick bitch"}
{"text": "Eat her pussy when she mad Eat her pussy when she sad Eat her pussy when she sleep&#128564; Eat her pussy when she horny EAT HER PUSSY"}
{"text": "Eat my dick bitch"}
{"text": "Eat so much pussy that my mustache pink &#128514;"}
{"text": "Eat that pussy like cold pizza..."}
{"text": "Eat that pussy like i got the munchies,"}
{"text": "Eat the pussy like"}
{"text": "Eat your vegetables or you'll grow up to be a pussy"}
{"text": "Eating pussy is fun"}
{"text": "Eating pussy on top of my shoulders"}
{"text": "Eattin all this pussy im startin to get chubby"}
{"text": "Eh bitch!? How about you worry about your own psychotic ass. Looks like you need to \"be saved\" from being a noisy bitch &#9996;&#65039;&#128139; #cantStandUcunt"}
{"text": "Either yall niggas just hella funny or she just tryna hoe around the block but you know.."}
{"text": "Elizabeth is a stupid hoe"}
{"text": "Elizabeth is a.stupid hoe."}
{"text": "Elizbian is bitch and likes women"}
{"text": "Energy vampires all around this bitch."}
{"text": "Erica so desperate she bragging bout flawging ass Scrapy eating her pussy... wow he ur baby daddy dumb bitch I'm sure u gave he dome as well"}
{"text": "Errrnigga tryna fuck the next nigga bitch not knowin his bitch is the next nigga bitch"}
{"text": "Esp when bitches are after my leftover always hyping niggas. I made him pick another ugly nigga to put on top."}
{"text": "Especially dem souf niccas, dat shit was outrageous"}
{"text": "Especially that wee cunt that walks about tensing all the time lol, sup wae that shit? You are 5 foot fuck all. Tank my motherfucking arse"}
{"text": "Europeans taste-test America's most white trash snacks via &#127839;This is hilarious! #foodie-ish"}
{"text": "Evan Williams wit me, we find a bitch; have a minaj"}
{"text": "Evan. &#128514;&#128514;&#128514;&#128553;&#128553;&#128553;&#128557;&#128557; RT : Buy me polo I will eat your pussy till the receipt expire"}
{"text": "Even bitches with bad attitudes bumpin to our tunes.. They high maintenance."}
{"text": "Even gtta AK sittn at my bitch house"}
{"text": "Even my moms knows I don't fuck with ghetto people"}
{"text": "Even the young kardashians are hoes lol"}
{"text": "Even these pretty bitches mad self conscious, if that Instagram pic don't get enuff love it gets #takendown"}
