{"text": "RT : &#8220;: fucking pussy that's why&#8221; exactly. Let me @ the nigga were talking about &#8230;"}
{"text": "RT : &#128073; &#128072; Bring it bitch"}
{"text": "RT : making every bitch feel important..."}
{"text": "RT : &#8220;: u pretty but dat pussy got a 100 thousand miles on it!! Book value all fucked up&#128553;&#8221; &#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : Real tears &#128514;&#128514; &#8220;: &#128557;&#128557;&#128557;&#128557; RT : Both these outfits trash, but the dyke outfit got me WEAKKKKKKKK"}
{"text": "RT : We Muslims have no military honour whatsoever, we are sub human savages that slaughter unarmed men, women &amp; children"}
{"text": "RT : . Was daddy still being an abusive rage-a-holic in hospice, or just making doody in his diapers like a good fag h&#8230;"}
{"text": "RT : And for the record, I think Dan Snyder is a cunt. The hypocrisy of the NFL is just embarrassing at this point."}
{"text": "RT : Sterling is a cunt. My point is simply until everyone has privately taped conversations released, shut the fuck up."}
{"text": "RT : The only thing more irritating than Donald Sterling being a cunt is Adam Silver continually apologizing for him."}
{"text": "RT : There is a GIFT SHOP at the 9-11 museum? And they charge admission. It's a mass grave you fucking cunts. What a disgrace."}
{"text": "RT : It's hard to be the bigger man when the other person is being such a cunt"}
{"text": "RT : Why does Hawkeye have to be in the Avengers? He's such a pussy"}
{"text": "RT : all love my nig"}
{"text": "RT : These office hoes do not shut the fuck up with their fucking chisme!"}
{"text": "RT : Back to these hoes tho."}
{"text": "RT : Chillin w a couple of hoes that like hoes that like niggas that don&#8217;t act like hoes."}
{"text": "RT : Cuz soon as u start doing the wack/cute shit w a hoe, she&#8217;s your girl&#8230; Really."}
{"text": "RT : I only be looking like I&#8217;m fucking bitches&#8230; I don&#8217;t tho"}
{"text": "RT : I told y'all... Side bitches w motives are more powerful than u think... But I'm sleep."}
{"text": "RT : I wonder if the hoes are gonna give Halloween back to the children this year&#8230;"}
{"text": "RT : If I got hoes then I sure can&#8217;t find where I put them.. Lol"}
{"text": "RT : If u can&#8217;t deal w what we go thru&#8230;. Then I got bitches lined up, I got an ego too."}
{"text": "RT : It&#8217;s so unfair that the hoes get to dress up as hoes for Halloween."}
{"text": "RT : My definition of \"bad bitch\" has changed drastically over the years."}
{"text": "RT : Nigga can&#8217;t even feel up on a bitch in a pic without the girl u fuckin getting mad, smh"}
{"text": "RT : Ok, I gotta cut this Carl Thomas album off b4 I call my ex &amp; say fuck u u ruthless bitch. Lol"}
{"text": "RT : Or the &#8220;I was sleep&#8221; curve.. Really bitch ? U slept from 1am to 11pm huh.. Smh"}
{"text": "RT : She&#8217;s not a hoe cuz she had sex before bro, lol"}
{"text": "RT : She&#8217;s not a hoe cuz she&#8217;s not attainable to u bro."}
{"text": "RT : So the woman I deal with is trying her best to make \"entertaining\" a bad word... \"U be entertaining these bitches\" lol"}
{"text": "RT : The dating scene so wack out here dog&#8230; shit super trash."}
{"text": "RT : These hoes gon FIND a way to wear some spandex I tell&#8217;ya"}
{"text": "RT : U famous niggas ruined the game by jacking up the price on the pussy. - Michael Paul Budden."}
{"text": "RT : Women all over America are overstating the value of pussy."}
{"text": "RT : Young, attractive, successful, supportive, faithful man w his own everything..u think bringing solely pussy to the table is &#8230;"}
{"text": "RT : You can't be a hoe saying that another girls a hoe. Your both hoes, it cancels each other out."}
{"text": "RT : Money, clothes, hoes, and cars. #Merica"}
{"text": "RT : Saw some bitch texting and driving so I rolled down my window and hucked my beer at her. Johnny fuckin patrol keeping t&#8230;"}
{"text": "RT : Yeah quit being a bitch about your back. Pop a few Viagra and get your horny ass back to dominating holes o&#8230;"}
{"text": "RT : Yeah start me as your flex player next week. Trick plays, catching passes, flipping the bird, smashing asses, should al&#8230;"}
{"text": "RT : What was that you tweeted? I can't concentrate enough to read it over all your sad-looking boob and pussy pics. -men, prob&#8230;"}
{"text": "RT : money over the best pussy"}
{"text": "RT : Listen twitter just because 161 assholes just followed some stupid cunt does not mean I want to. Piss off with your fu&#8230;"}
{"text": "RT : Porn star is fancy talk for professional hoe."}
{"text": "RT : Fuck bitches, get touchdowns."}
{"text": "RT : &#128514;if you can fuck my bitch , then she ain't \"My Bitch\"&#128080;"}
{"text": "RT : when a bitch that once curved me now all up on my dick"}
{"text": "RT : I do not have bitch tits"}
{"text": "RT : Crazy girlfriends usually love you longer &amp; got the best pussy ."}
{"text": "RT : Loyal pussy is best pussy . Cus u know that's all yours ."}
{"text": "RT : This bitch got a real life hippo as a pet"}
{"text": "RT : I be in the pussy like"}
{"text": "RT : &#128557;&#128557;&#128557;&#128557;&#128557; RT : I love hood bitches. God help me lmaoooo"}
{"text": "RT : &#8220;: &#8220;: this bitch is garbage at gta.... &#128557;&#128557;&#128557;&#128557;&#128557;&#128557;"}
{"text": "RT : Been trash \": The gay Chris bosh jokes are getting old now\"\""}
{"text": "RT : Me fixing my car :10,000 The fade this hoe gone catch : Pricless"}
{"text": "RT : Explaining to a girl how u don't have hoes"}
{"text": "RT : Porn ads be convincing af...\"click here and 30 bitches will appear in your bed\" you DAMN RIGHT ima click that shit nigga"}
{"text": "RT : Lorde 17 with a Grammy &amp; bitches 14 with a std &#128553;"}
{"text": "RT : Best friend being a hoe: yaaas hunty hoe it up slaaaayy Stranger being a hoe: you're so trashy. You're what's wrong wit&#8230;"}
{"text": "RT : &#8220;: Broke hoes always wanna argue u ain't ate all day were u get that energy from &#128514;&#128514;&#8221;RT&#128514;&#128553;&#128175;"}
{"text": "RT : Not scared to pepper spray a bitch *Hand gently resting on fanny pack*"}
{"text": "RT : Any bitch who need a crowd to fight is clearly easily influenced &amp; weak minded &amp; most likely will commit suicide &#128514;&#128514;"}
{"text": "RT : If a girl sit on your face, and your nose goes into her pussy, and she rides your nose like a bull, she's a keeper."}
{"text": "RT : I love asking really hot, skinny bitches when they're due."}
{"text": "RT : She need a man, not no pussy boy."}
{"text": "RT : Y'all lucky DMX stopped makin music I'd still be barking at these hoes foo"}
{"text": "RT : These hoes lying and olivia will get to the bottom of it. #ScandaI"}
{"text": "RT : &#8220;: This bitch possessed by the thot demon. FUCKING DEAD &#128128;&#128128;&#128128;"}
{"text": "RT : This height shit aint cute at all. Yall some dumb hoes going out in public looking like Jack and the bean stalk. &#128514;"}
{"text": "RT : It ain't nuttin to cut that bitch off."}
{"text": "RT : lol aye watch to mouth, you like when I mention you faggot"}
{"text": "RT : scary told to come to her house to fight her and won't even open the door !! Wtf scary ass hoe"}
{"text": "RT : bitches love my laugh..lol"}
{"text": "RT : I'll throw a cheeseburger at her bitch ass!"}
{"text": "RT : I don't splurge around no hoe no I don't shine in front of no bitch cus after she get off my dick I be like \"Find the front &#8230;"}
{"text": "RT : Good pussy &#128166;&#128049; comes with a smart ass mouth &#128068;&#128069; &amp; a crazy ass attitude &#128530;&#128175;"}
{"text": "RT : &#8220;: Karahn jus called her future baby a lil shit&#128565;&#128565;&#128565;&#128514;&#128514;&#128514;&#128514;&#128514;&#8221; bitch tell the world why don't you &#128530;"}
{"text": "RT : &#8220;: Who said you was cute&#128035;&#8221; byeeee mad bitch! &#128530; come visit me"}
{"text": "RT : To every bug i have ever killed: i am sorry :/ &#8230;..sorry that ur bitch asses came into my house uninvited"}
{"text": "RT : If you think I've been an opinionated bitch lately just be glad I've stayed quiet on 3 of the topics swirling around he&#8230;"}
{"text": "RT : All these hoes just want some attention."}
{"text": "RT : I walks in Country Kitchen Restaurant to order take out, this bitch come ask me \"Table For One?\" -____- I look that lonely???"}
{"text": "RT : Messi REFUSED to be subbed off. Are you kidding me? So they took off NEYMAR? You little hobbit diva bitch."}
{"text": "RT : Bring her round these slums..... Yo hoe will get slayed...."}
{"text": "RT : RT &#8220;: &#128564;&#128564;&#128564; lmfaooo #girlfights #ghetto #ratchet ; bitch got pushed and played SLEEP. &#128553;&#128514;&#128557;&#128079;&#128557;&#128514;"}
{"text": "RT : dont no nigga want a broke bitch &#128544;&#128079;&#128514;&#9996;"}
{"text": "RT : I can't handle no liquor, but these bitches can't handle me."}
{"text": "RT : you the nigga in high school who got shoved into lockers and thrown into trash cans"}
{"text": "RT : My bitch better lie to me, more than 5 bodies and I cant stomach it, ill fucking die"}
{"text": "RT : A bitch will say anything for attention !"}
{"text": "RT : Fucking with a bad bitch you gone need some money lil homie!"}
{"text": "RT : I don't understand if all these hoes say they getting money why tf they on twitter with that childish shit!! Bitch it's 20&#8230;"}
{"text": "RT : I finally realize that these bitches just wanna see me down , wanna see me fall"}
{"text": "RT : I make bitches fly like peter pand tho"}
{"text": "RT : I need a new bitch !"}
{"text": "RT : I need a real bitch !"}
{"text": "RT : I only fw grown hoes!"}
{"text": "RT : In 5 years these hoes ain't gone be shit but a Dick head!"}
{"text": "RT : Jd told me I'm to player to be with one bitch"}
{"text": "RT : Lol got these hoes in they feelings !"}
{"text": "RT : Lol it's funny tho cuz every hoe that talk shit I .... NVm that shit ain't player"}
{"text": "RT : Lol that same bitch I was cool with was was down to sit me up in get me kill in get on twitter in talk about it."}
{"text": "RT : Lowkey I put sum of these hoes on the map ... So call me kingtunchi bitch !"}
{"text": "RT : Same Bitch that was down with lol theses Lil hoes funny"}
{"text": "RT : Same bitches that diss me gone still be here to eat my Dick when they see that check"}
{"text": "RT : Them same hoes that was fucking my Dick turn on me lol fuckem tho!"}
{"text": "RT : These bitches play both sides but get left in the middle!"}
{"text": "RT : You bitches ain't a #100"}
{"text": "RT : Don't tell your side bitch your family business that's none of their business."}
{"text": "RT : Skinny girls pussy be good den a mf u don't feel nothing but pussy. + 100 points on the board for skinny girls."}
{"text": "RT : How am i suppose to ride for you&#128107; ? and you got bitches ina back seat &#128109;&#128111;&#128581;"}
{"text": "RT : I can't stand a stuck up bitch. Always got a attitude for no reason. I don't know who hurt y'all but stay TF from round me &#128530;&#9996;&#65039;"}
{"text": "RT : Gemma you sure are a dirty bitch! Jax your dad tried to warn you! #SonsOfAnarchy"}
{"text": "RT : Ps4=a big booty hoe with tig ol bitties Xbox one=pancake booty hoe with pancake tits"}
{"text": "RT : &#8220;: There is nothing wrong with Ariana Grande..... Just cause she don't look like hoe.... Y'all gotta a problem.&#8230;"}
{"text": "RT : Single ladies Vs Cuffed hoes &#128131;&#128141;"}
{"text": "RT : A side bitch made this &#128514;&#128514;&#128514;"}
{"text": "RT : Dropping all these hoes."}
{"text": "RT : Lol foreal yo RT\": Lmao, I fucks with &amp; real talk, them bitches know h ..."}
{"text": "RT : Lovee this bitch istg !!!"}
{"text": "RT : A fufu bitch can't do nun for me but break my heart or set me up .."}
{"text": "RT : \": How you fucc for cash but u not a hoe ???? And how I'm going to respect u if your poccets broke ??????\"nip&#8230;"}
{"text": "RT : &#8220;: KING was fire RT : King, TI vs tip and that troubleman albums all trash.&#8221; Most def"}
{"text": "RT : when you let go of all your hoes for one girl but she end up bein a hoe too"}
{"text": "RT : about to go out with all these hot bitches! #happybirthdaytome"}
{"text": "RT : Him: your nudes are safe with me. Her: *sends nudes* Him: *calls homie* aye, why this hoe send me this trash ass nude, yu &#8230;"}
{"text": "RT : Working out with the hoes"}
{"text": "RT : Niggas wearing TOMS &amp; UGGS , &amp; bitches wearing JAYS &amp; TIMBS. Lol, this aint what Usher meant when he said \"Trading Pla&#8230;"}
{"text": "RT : A MILF is a sexy ass mom over 35. If you're 20, you're just a bitch with a baby"}
{"text": "RT : I hate ghetto loud rude ugly bitches, Bitch you already ugly ... why the f*ck you gotta to be loud too?"}
{"text": "RT : me as a good friend: *supports and encourages ur hoe activities*"}
{"text": "RT : These bitches act local n think global"}
{"text": "RT : &#8220;: Kayci and I greet each other by saying \"hey cunt\" like it makes me lol&#8221; -The only person okay with me cal&#8230;"}
{"text": "RT : hey cunt, I miss you too &#128532;"}
{"text": "RT : hey cunt, I miss you. &#128557;&#128557;"}
{"text": "RT : I don't play about the monkey, you have to earn this shit&#128564;"}
{"text": "RT : U can kill carl but not my nigga glenn whos gonna take care of my hoe maggie"}
{"text": "RT : NASHVILLE* RT : *Atlanta RT : Houston has so many trash drivers"}
{"text": "RT : I respect those niggas who respect their girls &amp; dont pay them hoes no attention . Salute to you !"}
{"text": "RT : \": Rich homie and bird man gone be at mansion &#233;lan tonight &#128064;\" some niggas got fuckd up by the bouncers when i w&#8230;"}
{"text": "RT : Being loud, ghetto &amp; energetic aren&#8217;t offensive things to me. I own who I am &amp; where I come from, nothing to be ashamed of &#8230;"}
{"text": "RT : This bitch ugly in person"}
{"text": "RT : Ima bitch him out lol"}
{"text": "RT : You can't be ugly AND a shitty fucking person. Pick a struggle bitch."}
{"text": "RT : 1,2,3,4 how many niggers are in my store I knowwwww your stealing &#128514;&#128514;&#128514;, that vine still be having me weak"}
{"text": "RT : You always say we dont love these hoes, yet yo girl a hoe..."}
{"text": "RT : &#8220;: This bitch is too real LOOOOOOL yaga !!!!&#8221;&#8221; &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : All Bow Wow hoes on the stage, lol"}
{"text": "RT : bitches love \"body party\" &#128571;&#128166;&#128069;&#128068;&#128525;&#128149; but when it's time to take da dick, the party canceled &#128581;&#127814; FALSE ADVERTISING ASS BITCHES"}
{"text": "RT : &#8220;: &#8220;: okay now I'm going to Krispy Kreme for real&#8221;fat bitch&#8221; this nigga trying &#8230;"}
{"text": "RT : &#8220;: finished the essay and the quiz bitch&#8221;good job bud proud of you"}
{"text": "RT : tbh I didn't even mean to mock him but #itstoofuckingeasy"}
{"text": "RT : Stop being a little bitch and #fuckherrightinthepussy"}
{"text": "RT : The first day of school Lost student: say bro you know whe... Me: cho bitch ass up."}
{"text": "RT : bitches love us lol"}
{"text": "RT : Idk why your favoriting shit hoe. Bye &#128536;&#128075;"}
{"text": "RT Have you bitches done your Kegals today?"}
{"text": "RT So yams are ass or pussy?"}
{"text": "RT : Where my bitches from the itty bitty titty committe!!!????"}
{"text": "RT : Lol robbing ain't the word \": Damn you was robbing them bitches \""}
{"text": "RT : Some bitches be forgetting"}
{"text": "RT : Niggas can do slope intercept form equations but cant make scrambled fuckin eggs thats a lil backwards"}
{"text": "RT : lol thats grwn man shit...nd bitches b loven it &#128514;&#128527;"}
{"text": "RT : Nigga wanna bitch about a party y'all know my address knock at my door"}
{"text": "RT : if u dont want your heart broken then dont check for a nigga who entertains hoes"}
{"text": "RT : I'm about my commas bitch period"}
{"text": "RT : These bitches so fucking stupid smh"}
{"text": "RT : Ariana Grande built like a 13 year old Chinese boy, bitch shaped like an iPhone 3GS but niggas go crazy over her.. She no&#8230;"}
{"text": "RT : Bitches love posting them \"Goals\" pics showing a Range Rover, Mansion, and money everywhere, bitch you unemployed"}
{"text": "RT : Bitches see a picture of a couple walking on the stairs together and caption it \"Goals &#128525;&#128588;\", bitch all they doing is going&#8230;"}
{"text": "RT : I had such a classic style of tweeting, trolls, dyke tweets, lists, etc, its crazy how many niggas tweet JUST LIKE ME now&#8230;"}
{"text": "RT : I remember I was having phone sex with a white bitch and she said her pussy tasted like salt and vinegar chips, ain't tal&#8230;"}
{"text": "RT : If this nigga Kanye took Kim K to Wendy's, this means y'all regular hoes don't deserve them $200 dates"}
{"text": "RT : Miley Cyrus pussy probably taste like wet dog, she has a negative ass, and the bitch looks like Justin Bieber, she so ove&#8230;"}
{"text": "RT : My girl told me she was on her period, I immediately power bombed her hoe ass"}
{"text": "RT : That's logic for a hoe RT : If you single nobody can tell you what to do right? Right?"}
{"text": "RT : You unhappy Scrappy? I got Pataki at me. Bitches say I'm tacky daddy. Range look like Laffy Taffy."}
{"text": "RT : Instagram always be acting like a bitch bruh"}
{"text": "RT : Will your bitches do this for you ?"}
{"text": "RT : Loyalty is not dead. Gtfo. Don't marginalize me bitch."}
{"text": "RT : Yeah we can't wrestle, might have to rock bottom you foreal \": I'm a big bitch and proud lol let me live\""}
{"text": "RT : Hit the bitch nd forget the bitch, but i left my kids on her fuckin face"}
{"text": "RT : Ugly hoes love to fight lmao . They ain't got none to lose &#128553;&#128514;"}
{"text": "RT : &#8220;: Give us our credit bitch.. We went out there &amp; took that W. took tha&#8230;"}
{"text": "RT : Scorpio aka hoe season right around the corner."}
{"text": "RT : \"That bitch had to pull my hair to win\" RT Lol so what do you tweet if you lose?"}
{"text": "RT : Be right when u wanna fuck a bad hoe too or a hoe u didnt really wanna fuck"}
{"text": "RT : If I eat the pussy and it taste like mold, I stop. So u cant tell ppl I ate u if I aint finish."}
{"text": "RT : If he tell u that u got some good pussy but he never try to hit again.. what that mean?"}
{"text": "RT : Jody was really a pussy tho. He let some lil niggas jump him and take his bike. Old head sonned him in front of his mama&#8230;"}
{"text": "RT : Lol RT Nigga like \"damn why would this bitch do this ? \" I helped your family move and the dryer almost fell&#8230;"}
{"text": "RT : Long distance sex will definitely have u thinking u like a bitch a lil too much."}
{"text": "RT : Nowadays if u have a threesome with these new generation bitches.. that one hoe gonna go tell everybody she fucked both &#8230;"}
{"text": "RT : Nigga fuck you u a bitch ass nigga..... Dat ain't sneak diss'n u bitch made shit starter RT : a sneak dis&#8230;"}
{"text": "RT : All the hoes know each other &#128514;&#128553;"}
{"text": "RT : The top comeback for when you call a nigga ugly. 1. \"I still pull more hoes than you.\""}
{"text": "RT : RIP Robin Williams, I'm gonna fuck the baddest bitch tonight for you bruh"}
{"text": "RT : Hell nah bitch"}
