{"text": "RT : Females nowadays don't like to do anything freaky, because you niggas gossip about it like bitches"}
{"text": "RT : Having a real bitch by your side and holding it down for you is a blessing &#128591; For Real."}
{"text": "RT : &#8220;: Early bird gets the dick&#127770;&#8221; &#128514;&#128514;&#128514;"}
{"text": "RT : Boobs boobs boobs boobs lotta boobs Man I make the baddest bitches send me nudes &#128525;&#128539;"}
{"text": "RT : #Taurus's are the first to congratulate this years hoes for being smarter than last years hoes. You know who you are."}
{"text": "RT : When hoes call other hoes \"hoes\""}
{"text": "RT : Nothing is wrong wit staying down here to work at the plant.These little minded bitches need 2 fuckin stop being judgmen&#8230;"}
{"text": "RT : Get this bitch out of my house"}
{"text": "RT : Thanks for ignoring me faggots. I'm locked outside"}
{"text": "RT : Yall ladies ever have on a tank top or something . . &amp; like one of your nips was just chilling outside the shirt, and you d&#8230;"}
{"text": "RT : a girl tweeted \"you might be ghetto if u bring food from outside into the movies\" no u might be stupid if u pay 4.99 for a b&#8230;"}
{"text": "RT : If you suppose to be a man, don&#8217;t be a bitch."}
{"text": "RT : No officer I wasn't drunk driving, I was swerving on them hoes."}
{"text": "RT : RT or you're a fag."}
{"text": "RT : Your opinion is irrelevant because you are a cunt"}
{"text": "RT : guy: send me a pic of your pussy Girl: ok *sends pic of pussy*guy: HOLY SHIT, WHAT DAFUQ I WANTED TO SEE THE CAT!!!"}
{"text": "RT : Side hoes always winning"}
{"text": "RT : I'm that type of bitch to tell you I'm on my way knowing I just got in the shower"}
{"text": "RT : bitches b tweeting everything they see to b Relavent &#128514;&#128514;&#128514; its really sad &#128563;"}
{"text": "RT : if my tweets ever offended you: 1.) im sorry 2.) it won't happen again 3.) 1 &amp; 2 are lies 4.) you're a fucking pussy"}
{"text": "RT : \"I'm turning over a new leaf! No more drama and CoD for me!\" Is still a faggot. #JustBigEThings"}
{"text": "RT : iPhone 5 bitch"}
{"text": "RT : Go fish bitch"}
{"text": "RT : What faggot complained about stretch marks?!? My nigga them shits taste like the swirls on cinnamon toast crunch"}
{"text": "RT : if I fav your pic that means Dm me hoe"}
{"text": "RT : \": If you love her hide your bitch so you keep shorty\""}
{"text": "RT : You win some and lose some long as you get it on you aint a bitch."}
{"text": "RT : Hey you!! Acting like a saint on twitter.. we think you're fucking weird you prude bitch."}
{"text": "RT : Used to be with 50 niggas, 20 of em got murked, 20 of em turned pussy, the other 10 put in work"}
{"text": "RT : Ladies If a nigga always wanna go out and party every weekend . He basically side hoe shopping"}
{"text": "RT : A MILF is a sexy ass mom over 35. If you're 20, you're just a bitch with a baby."}
{"text": "RT : Regrets are for pussies. Shit happens, deal with it"}
{"text": "RT : light skin bitches cheat on their man, dark skin bitches squirt bike chain oil, latinas will cut your dick off, &amp; white gir&#8230;"}
{"text": "RT : #NeverAskABlackPerson if her hair is hers . she will hit you with a \"bitch i bought it , so it's mine\" ."}
{"text": "RT : Vonte not tweeting like a bitch finally"}
{"text": "RT : #LRT exactly. Announcing that you could be a piece of pussy for a couple hours, then irrelevant after that? Nothing cute a&#8230;"}
{"text": "RT : lol bitch you've put lotion on my butt &amp; orajel in my mouth. You'd paint my toes&#8230;"}
{"text": "RT : Otw to DC. Hopefully I'll see my best bitch . That would make my day."}
{"text": "RT : Still the greatest tweet ever. RT bitches run on emotion not logic .. a bitch will say 1+1=3 if the number ..."}
{"text": "RT : fuck you bitch, if I said it was, it was"}
{"text": "RT : Via \"Eat ice KevinSmith\" If I'm eating anything tonight, woman? It's pity-pussy. Make it better in a ..."}
{"text": "RT : remember in a relationship.. her friends are NOT yours.. &#128581; they'll let her be a hoe..."}
{"text": "RT : Lol someone fucking yo bitch?"}
{"text": "RT : i'll be that bitch today"}
{"text": "RT : bitch you got me I trouble I love you too .. Take your drunk ass to sleept"}
{"text": "RT : There&#8217;s a bitch on twitter with 50k followers but she drive this."}
{"text": "RT : Hate shit like this bitch can't make a decent meal but can take a hell of a thirst trap"}
{"text": "RT : These bitches be pretty &amp; stupid"}
{"text": "RT : &#8220;: \"IBS\" irritable bitch syndrome.&#8221; I have this"}
{"text": "RT : Automatically suspicious of white folk who try too hard to show they like us darkies."}
{"text": "RT : Yelled out \"come on bitch!\" At myself, by myself, lifting weights as motivation...thanks guys, you always have my back."}
{"text": "RT : You shoulda learned how to bake, cuz bitches love cake"}
{"text": "RT : you a bitch!"}
{"text": "RT : Too many faithful girls are single, and too many hoes are taken.&#128581;"}
{"text": "RT : People downloading time hop to be reminded they were faggots a year ago too"}
{"text": "RT : Yea but who gets more bitches grandma"}
{"text": "RT : Girls really made being a hoe kool on Twitter"}
{"text": "RT : I hate typing something so detailed &amp; somebody respond with \"huh?\" bitch I'm Finna type the same thing twice dumb bitch"}
{"text": "RT : Ugly hoes be the loudest .. u need to duck off &amp; hide yourself frfr"}
{"text": "RT : Why all these hoes be wearin flowers around they head. I hope a bee Sting they ASS"}
{"text": "RT : I'm a crazy bitch.. fml"}
{"text": "RT : - These porn hoes moan at EVERYTHING !!! &#128553;&#128555;&#128553; A nigga unbutton her shirt she moaning like stfu"}
{"text": "RT : Look at this faggot"}
{"text": "RT : \"She's really nice when you get to know her!\" = She's a bitch but you'll get used to it."}
{"text": "RT : Do I have time for these hoes?"}
{"text": "RT : Rt if you killed a bitch with your dick"}
{"text": "RT : I hate seeing people bitch about their lives. I haven't even tried the Taco Bell breakfast, man, you don't have it this har&#8230;"}
{"text": "RT : All the kickers in college football trash like y'all can't even make 20 yard field goals....u got one fucking job"}
{"text": "RT : Bitches tweeting \"relationship goals\" w/no man, job, or real desire to stop being a hoe or partying every weekend. Jus a iPh&#8230;"}
{"text": "RT : Most overused hoe excuses 1. It's just lyrics 2. My friends party so I party 3. Men do it too 4. And vice versa 5. I was yo&#8230;"}
{"text": "RT : Stay safe and remember if u a girl and u on ur period don't go to a party and&#8230;..bitch jus stay home u gross as shit"}
{"text": "RT : Tweeting about ur boyfriend won't get him off Xbox live that nigga gotta 24 kill streak rn bitch shut up"}
{"text": "RT : New Years resolution: smoke more weed, make more money, fuck more bitches"}
{"text": "RT : mary isn't a backstabbing bitch that lies and deceives me"}
{"text": "RT : \"My girlfriend cheated on me so I dumped her. I'm dating her mom now so now that bitch is my step daughter.\" - Texas Tec&#8230;"}
{"text": "RT : Johnny Manziel&#8217;s bye-week stat line: Bud Light Platinums: 23 | Shots of Patron: 8 | Side bitches: 5 | Fucks given: 0"}
{"text": "RT : Rutgers terminated Mike Rice's contract by repeatedly calling it a cunt while hurling balls at it until it finally kill ..."}
{"text": "RT : Bro fuck you for leaving! Lol no but have a great time up there and don't forgot about the bros back ho&#8230;"}
{"text": "RT : &#8220;I don&#8217;t know why these bitches laughing. You not even funny my nigga&#8221;"}
{"text": "RT : When someone tells me I should stop being a bitch"}
{"text": "RT : Victoria&#8217;s real secret? Five nipples and a sideways vagina."}
{"text": "RT : Cheating and having hoes gets old. Everyone should want to reach a point where they're mature enough to stay faithful &amp;&#8230;"}
{"text": "RT : don't EVER be ashamed of who you are. unless you a hoe... then be ashamed bitch."}
{"text": "RT : Bitches eyebrows be 5% hair and 95% makeup talkin bout &#8220;eyebrows on fleek&#8221; smh sit down before i lick my thumb hoe"}
{"text": "RT : When you drop all your hoes for your girl and she say she dont want a relationship"}
{"text": "RT : Don't be with a \"bad bitch\" that just looks good. Find a GOOD WOMAN that tells you when you're slippin and pushes you to&#8230;"}
{"text": "RT : Don't beef over no bitch.."}
{"text": "RT : Serving size is Latin for you&#8217;re a little bitch"}
{"text": "RT : bitch should've got out of her yard"}
{"text": "RT : How's it taste mothafucker? Mmmhmmm bitch!"}
{"text": "RT : S/O to for his shitty fuzzy hat. Made sure he wasn't getting laid lmfao"}
{"text": "RT : Now a days people find the littlest and dumbest things to bitch about. It's pathetic."}
{"text": "RT : The price is wrong bitch."}
{"text": "RT : If a dude seems flighty then he probably is, so just nip it in the bud."}
{"text": "RT : like fuccck man why yall bitches wearing wigs to school ?"}
{"text": "RT : It kills me when Bitches think that just BC they got a low body count that they not a hoe"}
{"text": "RT : Real nigga rules: If u drop the blunt u gotta pass that bitch. U don't even get to hit it"}
{"text": "RT : when my girl don't text me back I just tweet. I don't text other bitches Bc I don't want her texting other niggas when I d&#8230;"}
{"text": "RT : \": Aye everyone buy some bombass brownies tomorrow from my wigga \" They don't contain marijuana b&#8230;"}
{"text": "RT : I know ya friends tellin u, leave me for good, but fuck them hating ass hoes babe"}
{"text": "RT : IDC what phone u got, lol silly nigger"}
{"text": "RT : If u looked good in highschool and wack now, I know that pussy been thru some shit"}
{"text": "RT : Lmaooooooo ain't fuckin no bitch with doo Doo in her butt while I'm foreplaying, THE FUCK"}
{"text": "RT : My daughter hate the Freddy Krueger mask I got at the crib, wheneva she act up, I put that bitch on for the NITE"}
{"text": "RT : Pete carroll prolly got the hoes lined up for his players after the game bruh"}
{"text": "RT : Sooner or later ya pussy gon tell Me the truth, let's hope it's not while I'm in it, cause Ima kill u"}
{"text": "RT : Warm that pussy up"}
{"text": "RT : That rocket blowing up reminds me of that time in college when I blew a tranny. But in my defense, I was drunk. Both tim&#8230;"}
{"text": "RT : If my jokes offend you: 1. I'm sorry 2. It won't happen again 3. 1 &amp; 2 are lies 4. You're a pussy"}
{"text": "RT : I'm obviously Morello from OITNB cause crazy and jealous bitch."}
{"text": "RT : I'm not saying she's a slut, but her favorite shade of lipstick is pussy."}
{"text": "RT : I don't care about bitches. Hoes be into it with they damn self&#128553;&#128175;"}
{"text": "RT : Finna hit this bitch with a handful of salt"}
{"text": "RT : bae: \"come over\" me: \"i'm tryna catch a pokemon\" bae: \"i'm horny tho\" me: \"bitch it's a fucking mewtwo\""}
{"text": "RT : Karma is a bitch"}
{"text": "RT : I wish a bitch would &#128544;&#128556;&#128548;&#128298;&#128299;"}
{"text": "RT : Niggas cheat on the most loyal most beautiful women with fucking trash"}
{"text": "RT : When I die take my casket to the club so bitches can twerk on it I'm putting the fun back in funeral"}
{"text": "RT : Snail hoe: my parents just left, they gonna be gone for 15 mins.. Snail: ok ? Snail hoe: Im horny af Snail:..."}
{"text": "RT : \": \": &#8220; Gummy worms? ............\" that bitch is a beast"}
{"text": "RT : Niggas be in your messages like &#128536;&#128141;&#128149;&#128166;&#128272; &amp; be on Twitter like fuck bitches &#9994;&#128299;&#128184;Come on nigga which one you gone be Drake or&#8230;"}
{"text": "RT : I didn't pull bitches in elementary school. My parents couldn't afford the 64-count color box with the sharpener on the back&#8230;"}
{"text": "RT : Fucking over your guaranteed pussy trying to get some more pussy will end you up with no pussy!"}
{"text": "RT : Can't believe you bitches find this remotely appealing."}
{"text": "RT : \"Why do you always wear black\" cause I&#8217;m ready for your funeral bitch"}
{"text": "RT : I didn't go wrong when I started talking to you, I went wrong when I trusted your bitch ass"}
{"text": "RT : when you in a public place and ya side hoes come outta no where &#128557;"}
{"text": "RT #Fellas: Would you shit on a bitch if she asked you like that Biggie skit? + I'll take my dick and go home."}
{"text": "RT I don't work for pussy... + the code of a real man"}
{"text": "RT : A lot of y'all hoes pretty until a nigga enlarge that avi..."}
{"text": "RT : I don't care how much pussy I get, I still got to jack my dick..."}
{"text": "RT : I wonder how many of y'all hoes got homegrown sex tapes online and U.O.E.N.O"}
{"text": "RT : If you got to have every hoe you see you a weak nigga..."}
{"text": "RT : Twitter hoes just different, bitches want to text or DM all day. Hoe I'm trying to fuck something..."}
{"text": "RT : When you start liking a hoe you don't really like because she gives you the pussy on a consistent basis..."}
{"text": "RT : Son. Lmao. RT : I&#8217;m gonna Cry every time RT : No bitches"}
{"text": "RT : Fucking with them hoes! &#8220;: &#8220;: my nigga waka i hate it had to be him man t&#8230;"}
{"text": "RT : baddest blind bitch"}
{"text": "RT : FAGGOT RT : I was in the club and there was this good lookin bitch. ..she had gold teeth tho. I was confused &#8230;"}
{"text": "RT : Obama ain't playin with these hoes..."}
{"text": "RT : Happy cunt bags&#128076;"}
{"text": "RT : Girl: I know you got hoes Me:"}
{"text": "RT : Oh you didn't hit me boo boo - bitches who got hit in the jaw"}
{"text": "RT : Oh you missed bitch- bitxhes who got socked in the face"}
{"text": "RT : Listen here &#8220;: Bitches cheat on they bitch... But be SOOOOOO HURT when they bitch cheat back.&#8221;"}
{"text": "RT : This bitch at work gone make me slap her head off her fuckin neck"}
{"text": "RT : Yo bag Gucci but you still ugly hoe shut up"}
{"text": "RT : I can post a picture of chrus at like 5 in the morning and the little nigga will favorite and retweet that hoe"}
{"text": "RT : &#8220;: \" if you aint bout that Murder Game pussy nigga shut up \"&#8221;252 GANG &#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : $10,000 dinner dates with yo man bitch. #pow"}
{"text": "RT : Being pussy-whipped"}
{"text": "RT : When you've got 5 or 6 hoes every one of them sees her man as god.That's why you don't have sex with them very often. -&#8230;"}
{"text": "RT : , , &amp; yall bitches needa start delivering !!"}
{"text": "RT : Hoes love justifying other hoes actions. That's how you easily know who be hoeing."}
{"text": "RT : my tweet wasn't really about you. but if the shoe fits, then lace that bitch up and wear it."}
{"text": "RT : That's my bitch &#128521;"}
{"text": "RT : Bruh you're not a friend.. You fuck with me when you and ya bitch into it &#128514;&#128514;&#128514;"}
{"text": "RT : Girlfriends hate them friendly bitches &#128514;"}
{"text": "RT : How quick your bitch will text another nigga whens shes mad at you"}
{"text": "RT : I hate when people think I'm mad or sad cause I'm not talking.. nah I'm chillin bitch."}
{"text": "RT : im chill as fuck but ill still turn up on ur bitch ass"}
{"text": "RT : Couple A , B's , C's , bad bitch double D's , popping E's I don't give a F , told you I'm a G"}
{"text": "RT : best twitter beef all time was when called out Barbara hoe ass for cheating on her college bf with some pa&#8230;"}
{"text": "RT : Twitter jail is pointless your suppose to tweet , they need instagram jail for hoes doing Shout out for shout out all &#8230;"}
{"text": "RT : All the main bitches are getting kicked to the curve lol"}
{"text": "RT : Sick ass goal #ned #WorldCup2014"}
{"text": "RT : no sex bitch I only want the neck bitch ."}
{"text": "RT : Was crazy about her. Got to know her. She was a bitch. Felt betrayed by my judgment."}
{"text": "RT : This grown on your own shit is for the birds. &#128530;"}
{"text": "RT : Bouta take a shower just to fuck yo bitch"}
{"text": "RT : but naawww though, y'all hoes is fu don't fucking play w/me."}
{"text": "RT : I call all women bitches get over it"}
{"text": "RT : #IfSheCantSuckTheDickRight slap it on her forehead.. The bitch needs a spankin.. discipline her ass &#128514;&#9995;"}
{"text": "RT : i woke up with a sore throat, im cold, niggers will be niggers. so terrible"}
{"text": "RT : Lol I don't need Halloween to dress like a ho. I know myself. Everyday is another opportunity."}
{"text": "RT : So they both was selling pussy and doing dirt together and they fell out so they putting each other on blast even though the&#8230;"}
{"text": "RT : hoe about to bust ha knee caps&#128128;&#128128;"}
{"text": "RT : when your bro ask for a turn when you about to get some pussy"}
{"text": "RT : Cry, liberal bitches. Cry like you did when daddy left. MT : Republicans are abt to take control of state legisl&#8230;"}
{"text": "RT : Feminism (noun): The perverted political ideology of hateful bitches too fat to get in airplane seats --&gt;"}
{"text": "RT : Sorry bitches it takes more than Luck to beat me."}
{"text": "RT : That has redneck written all over it lol. Drunks can use gravity to get down &#128563;"}
{"text": "RT : All y'all dudes that just favorite this is a faggot smh"}
{"text": "RT : Never snapchat will bishop. He is a screenshotting son of a bitch"}
{"text": "RT : I can tweet \"I dont fw crayons\" and my ex gone subtweet me saying \"only bitch niggas fw crayons anyways\""}
{"text": "RT : It baffles me how people talk the upmost trash about someone.. Then turn around and be \"close\". Smh people probably do it&#8230;"}
{"text": "RT : Fucking retarded question..."}
{"text": "RT : A black man asked me \"Hey white boy, do you like niggers?\" \"Well I wouldn't use that word personally\" I said, \"Like is a st&#8230;"}
{"text": "RT : Some black guy at my school asked if there were colored printers in the library. \"It's 2014 man you can use any printer you&#8230;"}
{"text": "RT : What type of eye make-up do redneck women use? NASCARA."}
{"text": "RT : Women complain that chivalry is dead. Yes congratulations bitches, you killed it with feminism"}
{"text": "RT : Why give a bitch ya heart when she rather have a purse."}
{"text": "RT : Are you Justin Beiber? Because your a Fucken gay cunt"}
{"text": "RT : hell yea! I don't know what's wrong w the brothas that love these cave hoes so damn much... #StopItNow"}
{"text": "RT : they should be ashamed of themselves. I'll be single for life before I fuck w a nasty, faggot ass white man."}
{"text": "RT : a captain save a hoe just jumped in the convo to save these hoes LLS"}
{"text": "RT : lmao bummy bitches"}
{"text": "RT : I want to leave but he said he was going to eat my pussy - now I'm afraid to go and leave my cat alone with him"}
{"text": "RT : Wow, he didn't just call them bitches, from what I could see it looked like Brady told the crowd \"F*ck you, bitches! ..."}
{"text": "RT : The reason you called Jesus a monkey is because you knew he was not your color #Farrakhan#TheTime"}
