{"text": "Karma is a bitch. The tables will turn even if the person want it to or not. You can't stop it either"}
{"text": "Karma is a bitch..."}
{"text": "Karma is a bitch? Well just make sure that bitch is beautiful.."}
{"text": "Karma is the biggest bitch you'll ever meet, Keep pushing her buttons.........."}
{"text": "Karma is the worst bitch, remember that"}
{"text": "Karma is theeeee biggest bitch"}
{"text": "Karma sure is a bitch. Lol"}
{"text": "Karma's a bitch huh"}
{"text": "Karmas a bitch"}
{"text": "Karmas a bitch I guess you should of loved the old me."}
{"text": "Karmas a bitch and so are you. You'll be getting along just fine real soon."}
{"text": "Katey an Voka made the hoes in the background popular...."}
{"text": "Katy's grand exit tonight from Firehouse &gt;&gt;&gt;&gt; Hasta la bye bye bitches &#128514;"}
{"text": "Kayci and I greet each other by saying \"hey cunt\" like it makes me lol"}
{"text": "Keep dem POO hoes off ya TL b...."}
{"text": "Keep doing your thing kid, people why soon realize your a lying faggot"}
{"text": "Keep it G I never fucked a squirter bitch &#128514;"}
{"text": "Keep it real, Keep it real, Keep it real, Keep it real. Nigga say he fucked my bitch and he couldn't wait to squeal"}
{"text": "Keep it realer than the next bitch no need for u to ever sweat the next bitch indeed&#8252;&#65039;"}
{"text": "Keep to myself this year bitches reckless"}
{"text": "Kenny lee gotta be da only light skin nicca dat eat Chitlins &#128514;&#128514;"}
{"text": "Ketchup on tha beat hoe"}
{"text": "Kevin hart 4\"8 bitch"}
{"text": "Khole Kardashian pregnant by French Montana guess she put in work and popped that pussy lmao"}
{"text": "Kick down your door and smack that bitch RT : Make me wanna ride past ya house and sit."}
{"text": "Kick that bitch right in the pussy."}
{"text": "Kicking bitches out the house like Pam"}
{"text": "Kicking niccas Tf outcha mentions like"}
{"text": "Kids a bitch"}
{"text": "Kids don't put up with your Mother calling you a thot. She mad because hoe wasn't a cool thing to be called back in her sluttish day."}
{"text": "Kierstens a bitch. Squid hands, squid hands&#128025;"}
{"text": "Kill her body with four-play. Her pussy should be so weak from teasing that its impossible to hold back a orgasm during heated sex"}
{"text": "Kill't dat bitch &#8220;: Shmoney Bitch"}
{"text": "Killin these niccas n I hate all my ex hoes!"}
{"text": "Kim K is alright but honestly so many niggas been in that I'd rather not.. And Miley got unfollowed that bitch is just strange."}
{"text": "Kim Kardashian look like a tranny with all that surgery"}
{"text": "Kinda RT : U mad friend?? RT : Fat fucking funky nasty ass hoes"}
{"text": "Kinda just wanna cruise and see if I see that colorful ass bitch walking around. Best believe there will be one less clown on this earth"}
{"text": "Kinda want to spit my gum into some bitches hair."}
{"text": "Kip Tokuda, yellow guy working to niggerize the Seattle PD, died. Too bad there's another POS hiding in the wings to replace him."}
{"text": "Kirk Hinrich going fucking dumb out that bitch"}
{"text": "Kiss IMO this conductor, it's 4:30 AM have some courtesy you bitch."}
{"text": "Kiss imik this bitch just added another 50 seconds to her story I think its a new record."}
{"text": "Kissing that bitch but she sucking me"}
{"text": "Knockin a dent in dis big bitch! FWM everywhere ."}
{"text": "Know that karma's TOO REAL, hope you doin' cool.. But still stupid ass bitch, I ain't fuckin' with yoooou."}
{"text": "Know that the bad bitch got ittt &#128553;&#127908;"}
{"text": "Know why birds don't wear pants? Cause their pecker's in the way"}
{"text": "Know why the ultimate warrior died? God LOVES fag #toosoon ? He was an anti-gay crusader so a little light jokes are necessary"}
{"text": "Know you didn't see it but I know you bitches heard it"}
{"text": "Know you don't like me cause you're bitch most likely does"}
{"text": "Knowing what you want doesn't make you a bitch. It makes you a woman who won't settle for anything less than what she deserves."}
{"text": "Known to take a nigga bitch real quick"}
{"text": "Kobe Bryant is such a bitch. Grow up pussy."}
{"text": "Kobe ain't no hoe."}
{"text": "Kobe is fat &amp; Im white &#9996;RT : Some people just retarded lol RT : Y'all really think Kobe Fat tho??? Give me a break!!"}
{"text": "Kobe to Dwight: \"You a soft muthafucka, and you a bitch ass nigga!\" lmaooo"}
{"text": "Krakin this bitch ipem at 12... WHO SIPPIN WIT ME... ELEMENTS"}
{"text": "Kyles a bitch"}
{"text": "L7 niggas will rock anything a bad bitch post post on these social sites.. \"I just want a nigga to sniff a fart off my ass crack like dope.\""}
{"text": "LA is the only place where you will see some of the baddest bitches in the world ... At the bus stop"}
{"text": "LMAO RT RT : Yes &amp; no RT Is it ok to beat a bitch up over some tweets or nah?"}
{"text": "LMAO RT post away about this \"bitch\" I've seen all the memes the word has to offer in regards to me i honestly don't care."}
{"text": "LMAO RT : You a bitch. And Rihanna always gonna be badder than Kamehameha."}
{"text": "LMAO what a comeback. &#8220;: says the twat with the sides of her head shaved like a damn asshole."}
{"text": "LMAO. Twitter little bitch ass site . I need to start using this hoe more."}
{"text": "LMAOO RT : Tyga wife hoes and teenagers his life sucks"}
{"text": "LMAOO beans RT : this bitch is so stupid smh"}
{"text": "LMAOOO @ \"*gasp* that bitch\" Y'all do too much from behind a phone"}
{"text": "LMAOOOOOOO RT *Record Scratches* RT : Damn Twitter famous bitches out hea strippin!? &#128557;&#128557;"}
{"text": "LMFAO I found my diary me complaining about you being a bitch &#128514; tbt I'm DEAD"}
{"text": "LMFAO RT : &#8220;shut up u slutty white hoe RT : Didn&#8217;t know the Pats got DESTROYED tonight LMFAOOOO&#8221;"}
{"text": "LMFAO, stupid bitch tells me at the door they already started, and to come back.&#128514;&#128514; UMMMM NAH"}
{"text": "LMFAOO somebody commented on my book saying I need Medical Attention bitch you the one reading it &#128514;"}
{"text": "LMFAOOOOOO GAY AS FUCK RT : &#128557;&#128557;&#128557;&#128557;&#128557; get these two faggots off my TL"}
{"text": "LMaoooo. .. &#171; Gucci really ass but for some hoes I'll bump a couple songs&#187;"}
{"text": "LMaoooo. ... &#171; No shade taken. It's Swahili for ho. And like, Den&#8226;suaw. Lol.&#187;"}
{"text": "LMaoooo.... &#171; Jesus healed folks wit Leoparcy but yall hoes wanna get leopard print tattoos&#187;"}
{"text": "LOL &#128514;&#128557; I just remember that same bitch said she liked my hair then asked \"is it yours?\" Smfh #wut #yes ..."}
{"text": "LOL what bitches yea go get the bouncer we were eye ballin' your clearly pussy ass"}
{"text": "LSU got a lot of thirsty, muching, nasty hoes. Football team stay running thru yall meal ticket wanting hoes lol"}
{"text": "Ladies RT if your head game better than your pussy"}
{"text": "Ladies remember other women (including your friends) are trifling you speak TOO great about your nigga other bitches WILL try him smh lol"}
{"text": "Ladies you are not a hoe if you fucked on the first night. Don't let these lonely bitches lie to you."}
{"text": "Ladies, do y'all shave/wax before visiting ur OBGYN or let it grow out @ because u don't wanna seem like a hoe?"}
{"text": "Ladies... LMaooo. . &#171; RT if your pussy better than your personality.&#187;"}
{"text": "Lady next to me gon say her cooch is itching &amp; burning she thinks she got a uti. No bitch that's something else down there"}
{"text": "Lakers are trash right now."}
{"text": "Lamar Odom is such a little bitch. It's pathetic."}
{"text": "Lame mcs still let hoes in stilettos play them those hoes nothin To us we aint pimps but they still cant press this average"}
{"text": "Lame niggaz wait in line, wait for bitches, wait to create, wait for someone else to do shit for them."}
{"text": "Lashontae a bad bitch times 3"}
{"text": "Last night this bitch was talking bout she wanna smoke &amp; go to wingstop. &amp; I was the 1st person she thought about.. Who paying for all this?"}
{"text": "Last time I wore the shirt I'm wearing today I fought a bitch. ( on no ratchet bs) but she yanked the fuck outta this shirt."}
{"text": "Last year I cuffed that bitch well now its ovaaaaaa"}
{"text": "Lasted year i cuffed that bitch , Well now its over !"}
{"text": "Late night phone convos with my hoomie that nigga a gook"}
{"text": "Late night studio sessions.....bitch I got that work!!!!!!!!brickk.ent. ya bitch...ycg.night life"}
{"text": "Latina bitches only"}
{"text": "Laughin at all y'all bitches #SullyStyle"}
{"text": "Laughing at these hoes #sexy #bomb #lebron #NotOkay"}
{"text": "Lawd Jesus lets pray for these hoes &#128591;&#128079;&#128079;"}
{"text": "Lawd, I got so many enemies,,, bitches I don't even know .."}
{"text": "LeBron bout to cry lil bitch"}
{"text": "LeVar Burton called Shatner a bitch lol."}
{"text": "Lean wit it, Rock wit it az niccas. Lol"}
{"text": "Leap tall hoes in a single bound."}
{"text": "Leave it to the bitch thats sharing her pussy with everyone to fuck up the relationship of the only people in love in the house"}
{"text": "Leave it up to Ronson to make my ass laugh when I'm heated.... Fucking bitch ..."}
{"text": "Leave the bitchen to bitches"}
{"text": "Lebron Warm up jacket full then a bitch"}
{"text": "Lebron gone dunk that hoe like that with ease"}
{"text": "Lebron is such a pussy.. always has to get picked up for cramps and shit"}
{"text": "Left a nice little message in his inbox so he deleted the comment where he called me a bitch &#128514; these&#8230;"}
{"text": "Left my calc final singing I'm a boss ass bitch if that's any indication on how that went...."}
{"text": "Left my last bitch along ain't no need for stressing &#128564;"}
{"text": "Leg day made me it's bitch."}
{"text": "Lemme find out that bitch nigga talking shit"}
{"text": "Lesbians all be like \"yo-ho and scissor me timbers!\""}
{"text": "Lesson: #NFL is 4 heterosexuals. Wat else do we need besides Michael Sam for us fags to get a clue. Breeders have their thing we have ours"}
{"text": "Let a bitch be a bitch n a hoe be a hoe!"}
{"text": "Let a bitch say I got a small dick on god I'll whip that shit out and show everyone in the room what I got. Blessed."}
{"text": "Let a bitch try and set me up , she gone be stuck between a rock nd dis mufuckin Glock! MY BITCH BAD SHE TERRIBLE &#128044;"}
{"text": "Let a nigguh try me , fuck around fuck around fuck around meet his daddy"}
{"text": "Let her be a hoe, why you stopping her?"}
{"text": "Let him fuck his side hoes in peace smh RT : wish my boyfriend would respond to my texts :("}
{"text": "Let me delete that for the little bitch Reports me to Mr.Olsen &#128514;"}
{"text": "Let me find out Floyd Mayweather is being a bitter bitch today all on the social networks..&#128514; #whohurtYOU"}
{"text": "Let me go on my block phase cause you hoes steady coming for me &#128299;&#128299;&#128299;"}
{"text": "Let me see them titties bitch, ice cream."}
{"text": "Let me show you how that pussy work!!!! RT : Brian McKnight should have more accolades. His music is everything. EVERYTHING."}
{"text": "Let me tell yall....I had a glass of something sweet....this bitch brought me a full glass, im thinking its the same thing and start gulping"}
{"text": "Let me text my hoes gm or sumpin"}
{"text": "Let niggas hate, bitches loving it."}
{"text": "Let the niccas feel on her booty.. lmaoRT : take her to the hood were they do most good"}
{"text": "Let them hoes be greatRT : Y'all bitches be really reaching for the side-titty look"}
{"text": "Let these hoes be great &#9996;&#65039;"}
{"text": "Let these hoes be hoes. Thats all we know"}
{"text": "Let those bitches keep loving sosa"}
{"text": "Let's Go LA #support my niccas no matter what"}
{"text": "Let's run a train on this bitch"}
{"text": "Let's see how this goes &#128527; lol I'm using my coupon haha kik, dm, text, or if ya down tweet that hoe lolololol"}
{"text": "Lets go hoes!! Its sing a long time!! You know the words.... trust an believe meeeeee"}
{"text": "Lets these hoes be hoes thats all we know"}
{"text": "Lex Steele I know y'all know him he been knocking hoes off for years and moaning in the process"}
{"text": "Libertarians can be such pussies thought you believed in self defense, yet you want a peaceful revolution?"}
{"text": "Liberty and justice for all RT Go get me a sandwich nigger or I'll kill you"}
{"text": "Life RT : I'm not giving these hoes free meals so they can go lay up with the dude they can't get over. Nope."}
{"text": "Life ain't nothin but bitches and money."}
{"text": "Life ain't shit but bitches &amp; money"}
{"text": "Life aint nuthin but bitches and money #icecube #nwa"}
{"text": "Life aint shit but bitches an money i pass that weed like i studied"}
{"text": "Life aint shit but bitches and money"}
{"text": "Life be my bitch and that hoe move when I say so &#128175;"}
{"text": "Life comes at you fast RT : Guys today I found out that I'm a side hoe &#128533;&#128529;&#128530;"}
{"text": "Life is a bitch but I appreciate her"}
{"text": "Life is a bitch but every dog has its day"}
{"text": "Life is a bitch, but every dog has its day"}
{"text": "Life is a bitch.... but I appreciate her mayne."}
{"text": "Life is only unfair if you're a cunt"}
{"text": "Life is too fuckin short for free bird"}
{"text": "Life would be so much doper if you could order pussy like you do pizza"}
{"text": "Life's a bitch &amp; then you die"}
{"text": "Life's a bitch then you die- Tony"}
{"text": "Lifes a bitch and then ya die, thats why we get high"}
{"text": "Light skin niccas always wanna try to be Ike Turner! Lol RT : only if u can take one back&#128514;&#128514;&#128514;"}
{"text": "Lighting my pretty ass up w them yellow stars lls"}
{"text": "Lightskins and Spanish girls be acting like breaking niggas hearts is a necessity. Stop being cruel bitch"}
{"text": "Lightskins be like RT : Y'all got me fuck up I'm dicking down them young #PV18 bitches for there refund check I got to pay rent"}
{"text": "Like #Buddha gives a SHIT about #Obama or some other fuckin' NAZI FUCK #socialist #retard with a fuckin' #iphone. DON\"T MAKE ME LAUGH&gt;"}
{"text": "Like , hoes ain't gone be satisfied until some more bodies come up missing in Hattiesburg .. Let me be the FIRST to tell you!!!"}
{"text": "Like HELLO my feet were clearly on the back of the desk bitch!"}
{"text": "Like I can't have niggas thinkin ho-tep talk time is apart of my party sets."}
{"text": "Like I said... fuck a LeBron. His fan base, bandwagons, dick riders, &amp; loyal ass eaters. I don't like bitch niggas &amp; those that love one."}
{"text": "Like a skinny model boney bitch"}
{"text": "Like a woman to tell you what she wants you to do without sounding like a bossy demanding bitch.The art to that is sexy."}
{"text": "Like bitch that aint even attractive Smh"}
{"text": "Like bitch y u ain't do that in the first place?"}
{"text": "Like bitch you're a man. That means You don't show fear or pain. You be strong when others can't."}
{"text": "Like damn hoe I gave you a chance when you was average, Why you aint beauty make over when we was together."}
{"text": "Like don't play with me bitch"}
{"text": "Like freaky bitch but I fucks with her"}
{"text": "Like fucc I got into it wit my mama, ajay, the damn lunch lady, duddy, montea lowkey, &amp; some lit raggedy hoe &#128514;&#128557; all in one day"}
{"text": "Like keke say real niggas got a heart too it just take a real bitch for him to show it"}
{"text": "Like lex so fine she can have all my hoes, imma make my husband by her a Lamborghini"}
{"text": "Like literally after I'm done texting someone when I don't text back I slide the bitch to the left , I'd win that money"}
{"text": "Like my 3rd grade teacher used to say, \"you either eat pussy, or you are one. what's it gonna be?\""}
{"text": "Like my momma said don't waste yo time on plzing des fake ass bitches and bum ass dudes cause they ain't gone get u nowhere but pregnant and"}
{"text": "Like out of no where you've become an inconsiderate bitch and I'm BEYOND done with your shitty attitude #backup"}
{"text": "Like real shit dude da closest nicca I done seen to AI"}
{"text": "Like she got a death touch? RT : This bitch standing in front of me looking like rogue from the xmen"}
{"text": "Like some nigga lie to bitches &amp; wonder why they go crazy ... That ain't me"}
{"text": "Like stop being a bitch for 3.2 seconds."}
{"text": "Like that bitch Ernest or somebody"}
{"text": "Like the hoes when they lay w/ me.. Puppy eyes when I go, Sayin stay wit me"}
{"text": "Like the song French, \"got all the black bitches mad because my main bitch strawberry\" Lololol"}
{"text": "Like these nigguhs pussy there's no other thesis"}
{"text": "Likka downtown bitch at a secondline! RT : Man yeah that's ball game Teddy Bridgewater gettin in , we hit 0-3"}
{"text": "Lil 16 y/o in trouble for beatin a bitch showing the judge zero respect. Lol brooklyn niggas and they temper"}
{"text": "Lil Wayne has fucked every bad bitch in the game"}
