{"text": "fuck you tony...you greaseball piece of shit-"}
{"text": "if she do then she gone die too I ain't playin dawg bitches gone be ruthless then I will be too! &#128175;&#128170;&#128074;"}
{"text": "push me on the wall slowly take my panties down and write alphabet with ur tongue on my tight pussy"}
{"text": "bitches are hoes don't be surprised"}
{"text": "Hey, I don't always go there. Sometimes, these three crazy bitches and one suave MFer trick me into going with them"}
{"text": "what you laughing at hoe"}
{"text": "beautiful bride... Tell Erica congrats if she remembers a nig..."}
{"text": "lmao.. Brutal for the nigs who can't get jobs, lol.."}
{"text": "*sighs* 1. Not a bitch. I'm a woman. LEARN THE DIFFERENCE. 2. I KNOW I'm fat. 3. It's called a scarf, dumbass."}
{"text": "Dr. Phil, I'm having trouble figuring out what my fat ass wants to eat, where are the drinks and the bitches?"}
{"text": "and I just cleaned the entire fucking weight room. Looked like a tornado went through this bitch.C'mon franklin"}
{"text": "they are little bitches when they are proven wrong. #MomsDemand #gunsense"}
{"text": "shut up bitch"}
{"text": "man too much damn giggling was going. He was offering $40 tips and shit. Lol think I even heard the bitch spit a couple times"}
{"text": "two trash ass passes you know damn well you saw it too. on 2nd and 3rd down. before Santos won the game."}
{"text": "yeah. can't lie tho spitting on a cop car right with their bitch ass in it feels damn good."}
{"text": "You're a fucking pussy"}
{"text": "double up on this game bitch"}
{"text": "bitches tryna take all my money, g."}
{"text": "why you talking to me at 5, almost 6am. We ain&#8217;t friends, pussy."}
{"text": "We've tried. Each time we go he just sits there in silence and I cry like a bitch and sweat."}
{"text": "Really?? Bro, that retard even missed the point of GreenEggs&amp;Ham! It means don't knock it til ya try it!"}
{"text": "Yeah tht a bitch, we ain't gay Brah. Chill"}
{"text": "RT : Snapchat got hacked, all of you hoes about to have some explaining to do"}
{"text": "I've seen a number of bitches on here say there's no such thing as loose pussy lol. Ok"}
{"text": "imma bitch i know , leave me alone"}
{"text": "I don't be on the hoes but these hoes on my snapchat"}
{"text": "hell yeah I got bokoo hoes when I had my fro"}
{"text": "AlQueda doesn't use cell phones or the internet? Wow you #teabaggers are stupid"}
{"text": "bitches or wat"}
{"text": "lol bitches from riverside to LA ahah"}
{"text": "nah i thought u had to bitches lol didnt know peters girl was one of them lmao"}
{"text": "niggah lol i had 6 beers before i went to the bar then had 4 beers at the bar then got a 12pck on the way home lool"}
{"text": "bitch who do u love"}
{"text": "I was texting a bitch"}
{"text": "I'm on this hoe like this every night just be tweeting bullshit"}
{"text": "lol cause these hoes love me"}
{"text": "so y'all niggaz ain't never listen to no slow shit with a bitch"}
{"text": "lmaoooo hell naw bro I be up i haven't seen that hoe"}
{"text": "lol I was bout to say. Shit income tax in I'm Tryna find me a bitch for a couple weeks"}
{"text": "that evil son of a bitch deserves everything that's coming to him"}
{"text": "niiice my nigga schinder pullin hoes"}
{"text": "bad bitch with me wonder where my manners go"}
{"text": "bitch stop fucking playin with me you know wtf I'm talkin about"}
{"text": "Seen a pic of nigs robbing a store. Caption said(protesting gos on in Fergerson). Lol. I don't like pigs either but wtf!"}
{"text": "but I live in the South. Lot more here. My pop lives in Rhode Island. Hardly no niggers there."}
{"text": "So basically you like the background music, fag."}
{"text": "them hoes was trash"}
{"text": "&#128514;&#128514;&#128514; real rap fucked that bitch lay up for the day that's really disrespectful like bitch u couldn't feel the throw up coming&#128530;"}
{"text": "like a hoe gettin dick all day and then tonight she gettin more"}
{"text": "Stop being mean, bitch! ))))))):"}
{"text": "is my main bitch."}
{"text": "\"the hoes be by my house\" , we be at tony spot mf"}
{"text": "he said he got you in workouts pussy!!!!!!"}
{"text": "don't call my buddy Cambron retarded man smh. Thats rude."}
{"text": "but can we all at least agree that you whining like a little bitch because someone threw your phone is absolutely hilarious?"}
{"text": "haha, says the little bitch who let someone take his phone. A real man wouldn't have let that happen. A little bitch would."}
{"text": "so a man who is a pussy and a coward overpowered you and easily took what was yours? You are clearly much less than a man, then"}
{"text": "your incessant whining (like a worthless little bitch) is the funniest thing that has happened all weekend. You are not a man."}
{"text": "yea that always looks nice.all the monkey faced women a see around Santa Monica. Looks better than natural beauty. #don'tBeDumb"}
{"text": "bet that some good pussy!!!"}
{"text": "You're dismissed bitch. Not in the mood for fucktards this morning. #Blocked"}
{"text": "The Cop was bitch slapped by this wanna B st. thug. And he got what TM got Dead See you don't slap cops they R law"}
{"text": "I hate that nigger."}
{"text": "Those niggers disgust me. They should have dealt with 100 years ago, we wouldn't be having these problems now."}
{"text": "bitch would rather fuck a poster? damn... thats cold."}
{"text": "Ali is a hoe for that"}
{"text": "Lol that hoe did numbers"}
{"text": "right , Come then what ? Wait another 9 months ? Naaaawwwww &#9995; I could be pimpin these hoes lol"}
{"text": "this is retarded"}
{"text": "Iheinz201 stfu! she thinks your ugly and hard to look at! get the fuck out of chat faggot before i block you Oct 30th 1am"}
{"text": "can't wait for more PEDS is that it? Roid munching faggot"}
{"text": "shut the fuck up hoe ass bitch fuck squirtin ass cunt hoe"}
{"text": "homo ass crackers"}
{"text": "I would but I got dat new monopoly wit da cards.ill hold it up n see if a hoe will let a nigga swipe on credit"}
{"text": "cry baby bitch"}
{"text": "I didnt call you a bitch, I just saiddd bitch. #Jeesh"}
{"text": "for some spook shit"}
{"text": "ain't nobody offending u fuckin peckerwoods I despise of a no good white ungrateful honkey"}
{"text": "fight me 1 on 1 ur choice of game faggot see what happens"}
{"text": "LMAO &#128514;. The side ho gets all the real action anyways ."}
{"text": "she was the principle for a ghetto elementary school, I doubt it. But fingers crossed&#128527;"}
{"text": "they are wrong you are a nigger always causung mischief among ur own people"}
{"text": "would this faggot survive in TJ?"}
{"text": "You be totally correct Anthony. Can&#8217;t be livin round dem colored folk. Day be bringin down da hood and dem propery value"}
{"text": "just don't bitch when your power goes out like last time"}
{"text": "The \"You&#8217;re going 2have 2 KILL crackers &amp; their babies&#8221; New Black Panthers #CredibilityShot #FergusonRiot #Justice4MikeBrown"}
{"text": "WHAT? Smdh another bitch"}
{"text": "fuck u ugly ass bitch"}
{"text": "who invited this fag?"}
{"text": "I have class nig"}
{"text": "guys not supposed to get their ass sucked queer"}
{"text": "yeah, these bitches aint shit tho"}
{"text": "bitch see you then then bitch. And good luck to you."}
{"text": "bitch you up and joined the fucking army and those of us around this bitch was like \"where the fuck rob go to the fuckin army?\""}
{"text": "lol na bitches like crazy if the D good &#128064;"}
{"text": "wheres my bitch wit my sammich then?"}
{"text": "bitch i got the flameeee"}
{"text": "until the world sees 2 faggot jungle bunnies are fucking and one got pregnant"}
{"text": "&#128529; and on that note I'm out dis bitch"}
{"text": "bitches don't know if they wanna play basketball or look sexy bro"}
{"text": "bro you know I can't not comment on stupid shit like that..bitch Instagram a heart attack on a plate"}
{"text": "Welcome to the movement. Anyone who gets even minor publicity is a queer, fed, or jew (well, according to the internet)."}
{"text": "bruh bruh that bitch ain't loyal !"}
{"text": "wtf I DMd you bitch"}
{"text": "nah im forreal both of yall pussies smell like some dried up crusty fish guts"}
{"text": "ape? Fuck u broke ass racist"}
{"text": "RT : These hoes ain't loyal"}
{"text": "pussy ass schedule"}
{"text": "I do not like talking to you faggot and I did but in a nicely way fag"}
{"text": "answer my snapchat faggot #butthurt"}
{"text": "your the one keeping me up faggot!"}
{"text": "&#128514;&#128514;&#128514;&#128514;&#128514; i can not wait to see this fucking cunt. Her ass is mine.&#128548;&#128548;&#128548;&#128548;"}
{"text": "\"I could have died\".. \"I called my mom a bitch\" lmao"}
{"text": "bruh did go out like a bitch thoe lol that should not be his final match"}
{"text": "lmao omm you see the bitch tryna act like she ain't feel it ahaha"}
{"text": "lol his matches from the early 90's when he was IC champion the bitches really would go ham"}
{"text": "so ppl are pissed off basically saying if we have to suffer, you will too. Tourching tht bitch"}
{"text": "you're our bitch though"}
{"text": "Just come stop in this bitch cause im bout to get off"}
{"text": "niggas be on pussy shit"}
{"text": "do i literally eat asshole for a living? is that what i actually do faggot? You seem a little confused.."}
{"text": "bitch where you been"}
{"text": "no I bitch and moan not tears!!!"}
{"text": "oh&gt;&gt;&gt;&gt;&gt; so that's the bald bitch&lt;&lt;&lt;&lt;&lt;&lt;&lt;"}
{"text": "if u cant talk without talking about ur cunt mama im thru talking"}
{"text": "so ur faggot teammate hits someone late like that and U say he's yapping and yelling, u guys def 69 in the room"}
{"text": "man shut yo bord ass up ! Want some hoes ? Cdfu stay fuckjng wid me on here mann"}
{"text": "he's fucking trash"}
{"text": "lmfaoooo that's some fag shit man."}
{"text": "Me, too! :-D Dick and pussy is too precious to give up and be ruined by some bullshit that was done to me."}
{"text": "finger my throbbing pussy slowly as i cum on ur face"}
{"text": "this account is so incredibly retarded."}
{"text": "yours a dyke&#128514;"}
{"text": "bishhhhhh waasup where this bitch up"}
{"text": "good dnt be a sucker for these sad mad bitches,"}
{"text": "just followed me. On Vice Lord dats rns. I been listening to this nigga since 'Magic.' Almighty on you hoes!"}
{"text": "&lt;= got all the hoes"}
{"text": "that's meant toward my dads gf shes a bitch dude"}
{"text": "quit bein a little bitch B"}
{"text": "hoes twerking heavy to that"}
{"text": "fuck no my school boring and ghetto"}
{"text": "I put this bitch to shame&#128514;&#128514;"}
{"text": "I'm otp bitch hold on"}
{"text": "get this nigguh of this streets"}
{"text": "grindin cuzz thats all shit dont stop wats good witcha thou bitch you been mia too"}
{"text": "you already know ima keep it trilla...Happy Bday lha bitch i love yu nigga!"}
{"text": "right in the pussy"}
{"text": "send them damn beaners back where they belong n the US aint it"}
{"text": "omfg you elitist bitch no one cares what you think! go fuck yourselves are you in china anyway?"}
{"text": "glad you brought that kid home, but he fucked up and should face the UCMJ. don't care about Taliban pussies really."}
{"text": "make weed legal you pussy you know you smoke that shit"}
{"text": "wow and there are white people and there are crackers. Guess which one u are."}
{"text": "a moment of silence for the bitch who changes her name everyday ..:-)"}
{"text": "cracker jack shut the fuck up"}
{"text": "Am not gonna shut shit up bitch but u can get yo punk ass out there hoe ass nigga"}
{"text": "oh really and that's word where u be at then I wanna see what bout then, I don't wanna hear what u gonna do I want see it bitch"}
{"text": ". U lame then a bitch get the fuck with that gay shit"}
{"text": "\"Dear Daily Mail, you misogynist pile of twats!\""}
{"text": "salon is is chuck full of butthurt liberal retards"}
{"text": "nigga said \"I woke up in a bed fulla bitches that I ain't een fuckin\" but idc his shit bout to be 10x harder"}
{"text": "my grandpa has better comebacks and he's dead you faggot go outside and let go of your little ass dick for a minute"}
{"text": "dumb bitch stfu"}
{"text": "im Tokyo but I get higher than a jet. Killing these dog ass hoes had to send em to the vet! Produced by"}
{"text": "And just what is that bitch gonna do for women?"}
{"text": "nigger lol thts offensive .....lol and my xmas was iite had a couple of drinks so i was fine ninja xmas ...lol"}
{"text": "do this nigga think he mick foley ?"}
{"text": "I just don't want one these new bitches that morphed in to a super playa because she see how the world is"}
{"text": "boats and hoes"}
{"text": "well looks like I'll be buying you two a big bitch box of Busch NA &#128129;"}
{"text": "niggah follow me back &#128529;"}
{"text": "lmfaoo yu stupid lha bitch i been knowing you for about 10yrs you never had a hoe...EVER"}
{"text": "not to yall thou! Yalll fucking glad bag trash"}
{"text": "tell that boy he a hoe i just called him"}
{"text": "bitch my mom didn't call you"}
{"text": "lmfaooo oh well fuck that bitch"}
{"text": "you'd like that wouldn't you fag"}
{"text": "He looks like a fag and his time line is boring Zzzzzz"}
{"text": "too bad hes a faggot"}
{"text": "Bruh that won't happen cuz I can see that big bitch or it before it strikes."}
{"text": "she prolly got some bomb pussy too. Lol I hope haha"}
{"text": "she gone eat that bitch"}
{"text": "I bet he would have gone ape shit and killed them all if they attacked Muslims."}
{"text": "what the holy fucking hell is going on at the EPA, those over-zealous cunts, I can't wait for 2016"}
{"text": "Send all the fucking muzzies home, now doj come and get me motherfuckers"}
{"text": "place pussy on stache let pussy take ride"}
{"text": "your what's wrong with the white race you fuckin coon slaying piece of poop please die alone"}
{"text": "aye were da fawking ginzos of fawking queens and fawking nassau"}
{"text": "lets record a song bitch right nowb"}
{"text": "lmao bitch shut up"}
{"text": "what's up my bitches?! Shout out from your momz in Cali! Keep doin what u do. #loveit"}
{"text": "The only one of Mary's friends I like so you other bitches don't exist &#128514;&#128514;&#128564;&#128564;&#128564;&#128564;&#128164;&#9995;&#9996;&#65039;"}
{"text": "do these bitches really love Mosa though #MosaGang"}
{"text": "Dat means get the fuck out hoe I be thinkin"}
{"text": "Y'all be some crazy white bitches. I wants to lay down wit you bowf."}
{"text": "not sure. I think most women have self hate therfore collectively \"women are bitches\" becomes their campaign and men follow"}
{"text": "yes. Why protest about sexism then go right home and beg for a guy to beat your pussy up? Im lost at times"}
{"text": "bro that hoe live"}
{"text": "You're killin' me man! &lt;3 Not all conservatives are racists, just like not all NBP hate honkies."}
{"text": "chill cuz you'll regret it bro, your hitting that hoe rn why quit?"}
