{"text": "RT : I'm not saying she's a hoe, but she's been on more wieners than Heinz Ketchup."}
{"text": "RT : We gotta get rid of trash ass Alex smith"}
{"text": "RT : What happened to the old wigga?? The gonorrhea one."}
{"text": "RT : Nigga screamed like a Lil bitch lol"}
{"text": "RT : my chink ass eyes &#128557;&#128584;"}
{"text": "RT : Yung berg did a bitch move &#128530;&#128514;"}
{"text": "RT : If you tell her the dick good she gone wanna try, tell her it's wack she gone wanna see for herself. A hoe gone be a h&#8230;"}
{"text": "RT : Too many bitches strictly rely on their looks. Can't bring nothing to the table but 100 likes and an iPhone &#128514;&#128514;"}
{"text": "RT : its like the guy that asks for your number and then says you ugly and a bitch when you say no&#8230;"}
{"text": "RT : Omg the two monkey twins had never to call another girl ugly. They got thicker mustaches then me &#128534;"}
{"text": "RT : u a bitch shorty #TURNUP #OTF"}
{"text": "RT : dont bitch then get mad when i stop trying lol"}
{"text": "RT : ChrisBrown a bitch 4 hittin a Woman JayZ a bitch 4 lettin a woman hit him bitches needa make up ya mind &#128134; Yah want yah a&#8230;"}
{"text": "RT : When bitches say that your dick game is stupid"}
{"text": "RT : that hoe starleasha i heard she give uh nigga good ass education Lmao"}
{"text": "RT : bitch where u been"}
{"text": "RT : ion put shit pass a bitch"}
{"text": "RT : \": boy wat in dat bitch eatin lunch err other day\"Im Tellin Ya"}
{"text": "RT Rough face hoes be having all the kids...Who did this to u???&#128553;&#128553;&#128553; + Self esteem issues.More kids = secured love."}
{"text": "RT : Leave ya kids unattended cause u wanna \"Turn up\" I hate u fertile hoes"}
{"text": "RT : Good pussy will make a nigga cum quick shit be over faster than a vine video"}
{"text": "RT : It ain't nothing to &#9986;&#65039; that bitch off &#128075;&#128514;"}
{"text": "RT : \": Um exactly how most of these hoes twat is setup..."}
{"text": "RT : I play wit pussy not these niggas"}
{"text": "RT : Niggas be on here with these Captain Obvious ass tweets about how to treat women and these lonely low self esteem hoes be ea&#8230;"}
{"text": "RT : Nun but bad bitches link up tonight #MansionElan finna go crazy"}
{"text": "RT : Any man who orders a 6 inch sandwich at Subway is a pussy bitch. #Fact"}
{"text": "RT : From both K. Michelle and Keyshia Cole lol \": More bitter hurt bitch music on the horizon.\""}
{"text": "RT : If you open a cold beer and it becomes warm before you finish it, you're a bitch."}
{"text": "RT : 9 times outta 10 a bitch gonna know if she a hoe or not"}
{"text": "RT : If you was a hoe yesterday you'll be a hoe tomorrow"}
{"text": "RT : Lmao &#8220;: A hoe's best excuse is \"it just happened\" lol. No. You being a hoe just happened. It's okay to admit it&#8230;"}
{"text": "RT : She eating pussy but don't eat vegetables"}
{"text": "RT : You hoes don't deserve the respect you ask for"}
{"text": "RT : These hoes turn into contortionist just so u can see their ass &amp; their smile in the same picture. Smh! It's hard work thir&#8230;"}
{"text": "RT : When u love her none of them hoes matter.."}
{"text": "RT : The hoes yall chase want me &#128175;"}
{"text": "RT : You fuck a girl longer then 30 min &amp; you still aint bust...she gotta busted loose ass pussy..."}
{"text": "RT : To be honest niggas are the biggest roaches these days.. They be with bitches just to have someone to put shit in their &#8230;"}
{"text": "RT : Feelings are a bitch to fucking control..."}
{"text": "RT : Message to the homies...dont blow a good girl. Having hoes is childish...in the end they do nothing for you either."}
{"text": "RT : Miami isn't a good city at all...don't believe the shit you see on TV that city is trash."}
{"text": "RT : only a black man can make you feel inferior to a hoe with a 2.0 gpa and no future simply because she has a fat ass and&#8230;"}
{"text": "RT : #tbt with these bitches glad I met these fucks #Friend&#128563;"}
{"text": "RT : you bitch Benito I thought I was the only one"}
{"text": "RT : nick when the men are talking sit your bitch as in the corner and listen to this grown fo&#8230;"}
{"text": "RT : Like no bitch you didn't make the cut.&#128075;&#128129;"}
{"text": "RT : I'll send dick pics to your bitch quick ."}
{"text": "RT : Welcome to Dallas Nawfside Texas don't come with no hoe shit nigga this Texas you will get MURDERED"}
{"text": "RT : &#8220;: What yall up to&#8221; &#8226; beatin my meat on FaceTime wit a bad bitch"}
{"text": "RT : Talking about you hate men and done with penis but go get you a manly looking chick that uses a strap on bitch stfu"}
{"text": "RT : \": Lil bitch, you ain't know/you can never score from the sideline, hoe!\""}
{"text": "RT : \": Mrs Harden be blowin me i be wanna snap on her ahh\"I had that bitch freshmen year damn nea caught a&#8230;"}
{"text": "RT : RT : RT : Bow wow look like the stress of saving a hoe is wearing him down"}
{"text": "RT : Just cause somebody put \"bad\" in front of it yall okay with being called a bitch"}
{"text": "RT : My entire school: \"You don't talk much.\" Me: \"Beause you're all cunts.\""}
{"text": "RT : When you eat food that's too hot and start breathing like a retarded dragon."}
{"text": "RT : Any bitch that tell you \"I normally don't do this\" get ready for the best head/pussy you've ever got"}
{"text": "RT : BITCH FOR WHO, GAP? RT \": I'm a model Yall bitches can't tell me nothin\""}
{"text": "RT : Bitches hate kim k &amp; bring up she sucked dick too get famous . Yall bitches suck dick &amp; barley get a text back soooooo &#8230;"}
{"text": "RT : I don't have no girlfriend/side bitches/ main chick/ hoes. I just got a ex I want back ."}
{"text": "RT : Niggas drop outta high school &amp; get a job at McDonalds talkin bout \"on my grind\" lmao okay, GRIND me up a Oreo Mcflurr&#8230;"}
{"text": "RT : You bitches are so inconsiderate smh"}
{"text": "RT : You get drunk with a bitch and u try and grab her ass she get all offended, Well excuse me bitch I thought u were a hoe"}
{"text": "RT : bitches cant finish a 6 inch sub but want a 13 inch dick"}
{"text": "RT : i text my ex while she was with her bf so they can fight I was like \"you looked cute today\" &amp; I aint seen the bitch in &#8230;"}
{"text": "RT : pregnant bitches get on the bus and think you suppose to give them your seat like bitch you should of fucked a nigga wi&#8230;"}
{"text": "RT : Big Sean is 5'7 and 159 pounds, yet he calls everyone lil' bitch. You the lil' bitch Sean, you the lil' bitch"}
{"text": "RT : Bob Marley wrote about peace but all you hoes remember him for is smoking a blunt"}
{"text": "RT : How to deal with cyber bulling: 1:log out 2:go outside 3:that's it,stop being a pussy"}
{"text": "RT : Still trying to hit this hoe...... &#128133;&#128133;&#128133;&#128133;"}
{"text": "RT : Looking thru my yearbook, I don't think I've done that since my graduation.This book got some hoe ass niggas in it I forgot&#8230;"}
{"text": "RT : RT : Hispanic women just have the great pussy and wife skills, white girls own the dick sucking and black chicks....ca&#8230;"}
{"text": "RT : Trent Richardson so trash"}
{"text": "RT : I call myself Fat Amy so twig bitches like you don't call me it behind my back."}
{"text": "RT : I'm not always a bitch, sometimes I sleep"}
{"text": "RT : Bitches be like go talk to ya other bitch bitch you is my other bitch"}
{"text": "RT : That nigger made the shit out of my coffee."}
{"text": "RT : who remembers this bitch? &#128514;&#128557;"}
{"text": "RT : Made Homemade chili and cornbread for dinner. And watching Supernatural with my fave boys!! Happy Saturday bitches!"}
{"text": "RT : Pillow talking too yo hoe hating on a nigga fuck around loose ya hoe like that &#128175;"}
{"text": "RT : bitch got me acting crazy as hell lately"}
{"text": "RT : These hoes don't give a fuck if you got a girl or not"}
{"text": "RT : LOL RT : Wait a minute, I&#8217;m seeing mad dope costumes.. Yall stop trying to steal Halloween back from the hoes !!!"}
{"text": "RT : Yay for America &amp; Israel... we put in more Jew Hating muslim trash into our government! pathetic &amp; sickening"}
{"text": "RT : This nigga is a fuckin faggot"}
{"text": "RT : THOT is a childish word&#128076;Grow up and call that bitch a hoe.&#128514;"}
{"text": "RT : Personality RT : How fat bitches be in relationships before the pretty women? Let's see the answers lol &#128064;&#128064;&#128064;"}
{"text": "RT : but you're still a faggot"}
{"text": "RT : &#8220;: The bromance between pat and ant is real&#8221; fuck that faggot"}
{"text": "RT : Now I gotta ask bitches for nudes on Facebook. &#128530;"}
{"text": "RT : Bitches about to start that \"New year, New me\" bullshit.. You can't undo the numbers on that pussy thoo"}
{"text": "RT : alright i'll meet you there &#128076; and im not a fag , in fact Brian don't give her shit"}
{"text": "RT : bitch you ain't getting none tho &#128514; &#8220;: I like big butts so I can grab them&#8221;"}
{"text": "RT : The reason high school is so fucking hard is because ned never made a guide for anything past 8th grade. You feel me? Fuck&#8230;"}
{"text": "RT : &#8220;: Kiara has small chubby fingers&#8221; bitch &#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : I've noticed that it mostly be the bitches whose hair don't even reach their shoulders that talk the most shit"}
{"text": "RT : That bitch ugly RT : Daughter."}
{"text": "RT : Bruh, Chichi go months to years without seeing me and she still the bae. You basic ass bitches can't go 2 missed calls with&#8230;"}
{"text": "RT : Don't Get Spirit Bombed Lil Nigga RT : Dragonball z trash, debate me if you want"}
{"text": "RT : When niggas ask me \"Where the hoes at?\""}
{"text": "RT : meth brownies"}
{"text": "RT : Bruh.. Don't do this RT &#8220;: Females swear their best friend is the baddest bitch in the world!&#8221;"}
{"text": "RT : Got kicked out of AA classes bc I laughed at a guy and called him a pussy for blacking out every time he drank."}
{"text": "RT : Fuck your bitch make her call me Papi &#128586;&#128527;"}
{"text": "RT : Like damn. Sorry I'm not a girl that hoes around and has sex with 20 billion guys."}
{"text": "RT : Don't forget how Nikko was digging in her booty RT : Sex tape gave her a head bigger than that pussy and for&#8230;"}
{"text": "RT : \"Did u call me a bitch?\" \"I said you were ACTING like one\" \"So you just called me one nigga\" \"Shut up bitch\""}
{"text": "RT : If a guy flirts with ya girl that's just niggas being niggas. If she flirts back she a hoe"}
{"text": "RT : If you gotta talk shit about another nigga to get pussy you weaaak"}
{"text": "RT : You wonder why I call you bitch ... You wonder why I call you bitch -2pac"}
{"text": "RT : 1 good girl is worth 1000 bitches"}
{"text": "RT : Check out JOY and PAIN my nicca #mme1636 #blackkingz"}
{"text": "RT : Jus know ...S/O to my nicca #BKent #MME1636"}
{"text": "RT : She gay&#128109; He gay&#128108; She a hoe&#128129; She pregnant&#128124; He sell drugs&#127811; They smoke weed&#127811; They drunk&#127866; who Cares?! LEAVE PEOPLE ALONE Its &#8230;"}
{"text": "RT : that hoe over there."}
{"text": "RT : know the bitch before you call yourself lovin it niggas prolly been fuckin it"}
{"text": "RT : My old man has a white galaxy phone cuz he's a fag."}
{"text": "RT : My pussy is totes adorbs when she jumps on my bed with litter stuck to her. The cat is fucking annoying when she does it."}
{"text": "RT : Started off wit nuttin I was hungry, now I got a couple niggas bitches who want me"}
{"text": "RT : Need a down bitch to bring me pizza"}
{"text": "RT : The fox says you're a cunt."}
{"text": "RT : You other niggas a call up a bitch to fight a bitch naw not me I'm whomp that trick so she can feel where I'm coming from"}
{"text": "RT : It ain't nothin to cut that bitch off&#128129;"}
{"text": "RT : &#128563; : Keyair angels &amp; female party promoters are not for me.. Most party promoters are hoes &amp; them angel bitches are&#8230;"}
{"text": "RT : &#8220;: You're a faggot&#8221;you're a Texas fan..."}
{"text": "RT : \": &#8220;: Not looking for love, one day it'll find me. Until then.....&#8221;Keep fuckin dese hoes&#128540; yolo\"&#128553;&#128514; I ain&#8230;"}
{"text": "RT : \"Niggas talk more than bitches these days..\" #outdoorpoolparty today!"}
{"text": "RT : You got niggas, and I got bitches, but I want you. -PND"}
{"text": "RT : TV wrestling villains must lie, selectively be a coward, be a bully when they can, gain unfair advantages bitch &amp; moan, &amp; disre&#8230;"}
{"text": "RT : I dnt trust bitches who think they shud b on Bad Girls Club"}
{"text": "RT : Ima buy dat bitch a jump rope bitches live jumpin 2 conclusions"}
{"text": "RT : A relationship does not stop a hoe from being a hoe."}
{"text": "RT : Bitches will tell you, it's all about the angles &#128129; RT &#8220;: Watching my bitch take 25 selfies just to get that right 1.&#8221;"}
{"text": "RT : You're an annoying cunt"}
{"text": "RT : Well maybe you're a whore you stupid ugly homeless bitch"}
{"text": "RT : thanks bitch"}
{"text": "RT : so damn stupid, someone needs to sit that bitch down &amp; explain to her that #Communism is a p&#8230;"}
{"text": "RT : Cuddle with me and tell me I'm beautiful I'm a needy bitch"}
{"text": "RT : Y'all bitches who hit up the mall looking for new clothes need to hit up the gym &#128514;&#128514;&#128514; those escalators not cutting it &#128514;&#128514;&#128514;"}
{"text": "RT : This is so stupid &#128514; RT : How you gone wife a bitch that let niggas lick on her head in public?"}
{"text": "RT : No &#9981;&#65039; for you hoes!"}
{"text": "RT : Bought that hoe a tomb stone since she's dying for Attention &#128529; R.I.P Bitch &#128128;"}
{"text": "RT : Do you ever just see someone's account and think \"wow what a faggot\" but at the same time you can't unfollow bc u can't m&#8230;"}
{"text": "RT : &#8220;: When Mr. Krabs sold Spongebob out for 62 cents thats when I knew hoes ain&#8217;t loyal&#8221;realist shit I've seen&#128548;"}
{"text": "RT : I'm out this bitch too&#128514;&#9996;&#65039;"}
{"text": "RT : You can only call the Janoskians faggots if you're a Janoskianator"}
{"text": "RT : Me! Me! Pick me! RT : Who is a bigger twat: James Blunt or Robin Thicke?"}
{"text": "RT : Here I am, ready to rant about gfs and dogs and tears and women who cant handle their liquor and get jealous of club hoes a&#8230;"}
{"text": "RT : I'm on my straight Grizzly so why would I buy you a gay ass teddy bear, bitch? You're already bi-polar!"}
{"text": "RT : You're a bitch and nobody likes you"}
{"text": "RT : These hoes be twerkin for Birkin, poppin coochie for Gucci, bustin wide for that Prada, Bendin over for Louis"}
{"text": "RT : &#8220;: Ugh he's mine bitches! He's mine &amp; mine only. That's my baby, my man. Just know &amp; be aware. That's me!&#8221; &#128079;&#128079;&#128079;"}
{"text": "RT : shouldn't be at the club RT : I done been in the club and saw bitches reject a dance because they had a man. As &#8230;"}
{"text": "RT : And apparently I sound like a country hick. Perks of being from Kentucky"}
{"text": "RT : Brandon's a dumb fat chunky whore"}
{"text": "RT : All you do is fucking bitch."}
{"text": "RT : Mike Napoli is the toughest son of a bitch I've ever known."}
{"text": "RT : If there was an invisible celestial judge who killed those who spew hate on Palestinians, celebrities &amp; politicians would&#8230;"}
{"text": "RT : Hi, can I buy you a margarita? Sure! So, I like the way your barstool shows off your clam."}
{"text": "RT : Just wanna put food in bitches pussy and take cool pictures. Don't get why bitches don't like food in their pussies."}
{"text": "RT : Lol at the bitches that act like they single but now have to post pictures with they nigga hahaha"}
{"text": "RT : It's your girls friends that you gotta watch out for. Those the bitches that be tryna encourage her to leave you."}
{"text": "RT : You're a faggot if you ever had the Kim Possible BBM notification"}
{"text": "RT : A hoe is gonna be a hoe no matter what"}
{"text": "RT : Girls will ignore your text messages then get bothered when you give other bitches attention."}
{"text": "RT : \": Quote this with a funny caption niggas gotta hit their side bitch with this in th&#8230;"}
{"text": "RT : Nothing will stop a hoe from going to the club."}
{"text": "RT : If you thought Mansion Elan was crazy with Migos wait til Boosie &amp; Yo Gotti shut that bitch down tonight"}
{"text": "RT : This is how you eat pussy,repeat after me!!!"}
{"text": "RT : All these girls saying nobody can put em up with em. Dont no nigga want a bitch as a girlfriend fix that shit"}
{"text": "RT : &#128514; mfz in this bitch sellin chicken wings &amp; fries"}
{"text": "RT : &#8220;: Next person I see tweeting that bitch shitting on herself im unfollowing you&#8221;"}
{"text": "RT : &#8220;: this ghetto jeopardy shit wack. &#128533;&#8221;"}
{"text": "RT : My babies pussy is too tight today."}
{"text": "RT : they renamed that bitch the yacht club"}
{"text": "RT : She my Lowkey bitch, the one I ride Lowkey with."}
{"text": "RT : &#8220;: ' Not playen that side niggah shit with mine .&#8221;omm"}
{"text": "RT : If you gotta nigga or bitch.... PLEASE STAY OUT MY DM's I'm tired of y'all taken girls"}
{"text": "RT : Dumb bitches"}
{"text": "RT : My hoe phase is over"}
{"text": "RT : You always ugly to a bitch that don't like you&#128564;"}
{"text": "RT : Can't put my trust in NO bitch"}
{"text": "RT : Can't trust none of these hoes"}
{"text": "RT : If a hoe give my lil Sista a eye like that she betta call me so we can go jump the bitch &#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : Wat type of bitch ass nigga rape a innocent female"}
{"text": "RT : If you hate me I dont care. New flash bitch, I dont live to please you aha"}
{"text": "RT : i can't never keep no bitch cause i put them hoes out"}
{"text": "RT : Please pornstars, stop saying \"fuck that tight pussy.\""}
{"text": "RT : I just wanna know when are we gonna go fuck shit up &amp; go fuck up bitches????? &#128514;&#128536;&#128521;"}
{"text": "RT : Choke on this bitch 8=======&#128074;========D"}
{"text": "RT : A woman just yelled at me cause I'm drinking a beer at 11 am bitch I'm on fucking vacation"}
{"text": "RT : &#8220;: #MyGirlfriendNotAllowedTo have milkshakes.. let that hoe bring one boy to the yard.. and watch what &#8230;"}
{"text": "RT : Just when I thought Justin Bieber couldn't be anymore of a pussy, he gets arrested in Canada for fighting a person who&#8230;"}
{"text": "RT : Well bitch biology said RT Who said 2 females can't make a baby together? That's all me. &#128106;"}
{"text": "RT : Yah she was a hoe..."}
{"text": "RT : I don't care how much I hate a girl, I'll never call her a hoe, bitch, slut or any of that shit lol"}
{"text": "RT : Media Matters executive behind #StopRush campaign blogged about &#8216;trannies,&#8217; &#8216;homos&#8217;"}
{"text": "RT : You swear youre down n the realest n you stay doing little bitch shit like that"}
{"text": "RT : On my way to fuck your bitch."}
