{"text": "just beat the pussy up"}
{"text": "go to sleep bitch"}
{"text": "lmao they know who the kitty master is !!!! Don't hate bitch"}
{"text": "wtf you bitches seen this without me"}
{"text": "fuck off bitch"}
{"text": "wanted me to let everyone know he downloaded the whole Acoustic Justin Bieber album #fag"}
{"text": "what's good pussy"}
{"text": "Ununnnn what plans? Text me niggah!!"}
{"text": "spitted sprite on you? niggah with yo smart ass mouth you deserved it. &amp; well stfu! lol"}
{"text": "both you boys need some pussy, damn.&#128521;"}
{"text": "Here ya go wetback, eat this.."}
{"text": "that's lil nig &#128526;"}
{"text": "you're a lying sack of shit because I know you love me #lesbian #jk #jkbridgeturstraight #fag"}
{"text": "Ur pal threat2 \"apostate kufar\"&gt;\"I cld cut ur neck w/sword of islam &amp;watch u squeal like a bitch like Daniel Pearl\""}
{"text": "nah it's just Clowney being a bitch nigga"}
{"text": "lol it's a crew, not actual hoes"}
{"text": "when you get famous I'm buyin yo art so me and my bitch can have dat shit all in da crib"}
{"text": "Kenna stfu? Quit bein a bitch I was tellin Robby to stop?! God."}
{"text": "don't be a bitch then?"}
{"text": "how original you faggots&#128530;&#128557;"}
{"text": "bitch don't reply&#128524;"}
{"text": "yes!!! Every guy is a bitch today...lol...smh"}
{"text": "is gonna find himself a redneck girl one of these days &#128143;&#128514;"}
{"text": "But that's what you call white trash with money!!!!!"}
{"text": "no ud still be a fag if I was lolz"}
{"text": "just more #teabagger babel. these are the same fucks that masturbated to - they just HATE it when gays r successful."}
{"text": "they always put gingers in red, yellow, or leopard print."}
{"text": "omg ur finally losing ur patience. \"Cause ur a hoe!\" I love it. &#128514;&#128514; can't stop laughing."}
{"text": "that's white woman pussy"}
{"text": "positive thoughts nig nog &#128522;"}
{"text": "lmao dog just type them out and let them faggots try to decipher it."}
{"text": "please be a little depressed bitch the entire time"}
{"text": "yea TJ in this hoe dunking everything TK hitting shots and Juelz handling the bitch"}
{"text": "ATF is in charge of prosecuting cases and the #teabagger Republicans won't confirm a director to lead the agency."}
{"text": "yeah cum itch my slit baby cakes"}
{"text": "you're a fucking nigger"}
{"text": "HBIC....... Head bitch in charge. Lol"}
{"text": "like the new AVI. My Twitter is retarded and shows you in the cubs hat but when I stalk your profile it show the new one"}
{"text": "you're a bitch Ihy"}
{"text": "This is why I follow and love you, Bill. I may bitch at you, but I'll never quit you."}
{"text": "I'm coming for you bitch boy!!!"}
{"text": "in your dreams little leprechaun hemroid"}
{"text": "We are being overrun by mongrels because ZOG or the Jews that run our countries want the white man to perish."}
{"text": "Was about to fly to Portugal &amp; open a can of whoopass since they started to zoom out during \"Still run this bitch\""}
{"text": "wow what a faggot"}
{"text": "&#128514; nah bitch u addicted to spazzin fasho fuc molly tht shit happend 1 time and lean scarce so stfu hoe ass go spazz on sum thot"}
{"text": "&#128514;&#128514;&#128557;&#128557; since day 1 u remember tha bitches in alabama lmfaoo #BIG"}
{"text": "&#128557;&#128557;&#128557;&#128557;&#128557; how u kno im talkin bout you bitch lmfao"}
{"text": "haha bitch ima draw a webb in bullets round yo fuggin forehead #BeamThat bitch i know where you reside"}
{"text": "u smokin that 87 bitch"}
{"text": "yea cuh a bitch fuc donald sterling .. Cuhz pimpin tho"}
{"text": "DM me your number hoe"}
{"text": "it worked, bitch!!!"}
{"text": "Danny will be in deep deep water at 147 too many badass sons of bitches up there"}
{"text": "nobody is ever gonna take this ass clown serious again what a lil bitch"}
{"text": "don't say shit like that lil nig .. Or I'll give you a &#127812; stamp"}
{"text": "Them aint the bitches im talkin bout &#58386;&#58386;&#58386; aint no jungle fever over there LOL"}
{"text": ": Ayee Ayee it's my snow niqqa &amp;&amp; it's for my bitches to slide to my crib"}
{"text": ": I got them bitches snowboarding to me &#127938;&#127935;&#10052;&#65039;&#9924;&#65039;"}
{"text": ": ahah chill my bitch look better &#128514;&#128514;&#128514;&#128527;&#128076;"}
{"text": "sorry dyslexia is a bitch"}
{"text": "god doesn't send retards to hell"}
{"text": "bout time bitch"}
{"text": "not that it matters but im proud of ur little ass! im n old southern bitch. hang n there baby!"}
{"text": "yo bitch stay lookin like a clown"}
{"text": "people gotta bitch about something."}
{"text": "all of yall stfu, your all pussies and won't do shit"}
{"text": "thirsty hoes &#128129;"}
{"text": "this nigga &#128529;&#128529;.. know damn well you a coon"}
{"text": "the dude took off running like a bitch!"}
{"text": "\"..the nig..\"? ok, you're the big time shit talker on twitter no name, no face, no info"}
{"text": "just FaceTime Doms bitch ass"}
{"text": "fuck yes we are &#128540; triple xp nigguh"}
{"text": "might havti give you a visit. This cunt isn't going to have a family when im done."}
{"text": "it ain't retarded. He's my cousin. Lmao."}
{"text": "she spelled faggots with an e you're so cool lol"}
{"text": "bitch shut the fuck and follow what u say nigga"}
{"text": "are u fucking still talking bitch I wanna see that I don't give a fuck about your ugly ass girlfriend son"}
{"text": "bitch and the fuck u wanna do about then nigga stfu talking and do something"}
{"text": "just texted yea queer bait &#128536;"}
{"text": "chill your dad gets more bitches at school than you do griff"}
{"text": "I have small pussy size plugs"}
{"text": "cause everyone just loves yo bitch ass rite? Yea sure..."}
{"text": "Fuck the Yankees"}
{"text": "as u should that's jus a clutch ass spot bitch we in there for the turn up &#128553;&#128553;&#128553;"}
{"text": "bitch yessssssss&#128586;&#128551; omg I jus saw one of em yesterday I'm in disbelief I rode by like oh that's court bro now I'm lost"}
{"text": "black girls are so funny, why can't you talk literate? It's pathetic, dick riding die hard fan rofl, you disgust me, retard."}
{"text": "bye ugly hoe please do something about that nasty horse hair weave."}
{"text": "real Serious in CT! Bunch of whiney cunts!"}
{"text": "And they bitch cause police showed in force.They were the only thing preventing them from getting turned in2 road kill #I70Shutdown"}
{"text": "sounds like you bout to smack a hoe"}
{"text": "nigga you proud of 80% I was in that bitch 99.99% the .01% is from me going to get the weed out the car"}
{"text": "I'm subtweeting my sister, hoe"}
{"text": "fuck yo bitch ass then"}
{"text": "that nigger music"}
{"text": "well you're a first class bitch. So go on with your bitch life, bitch"}
{"text": "bitch im waitin on my chicken nuggets"}
{"text": "&#128514;&#128514;&#128514; you tried to bit my bottom lip off like it was a snack bitch"}
{"text": "this bitch look like a fucking white trash Trailer park queen lookin man bear pig."}
{"text": "not as bad as a former PsyQo nigger THAT LIKES ANIME"}
{"text": "wigg I love you bitch &#128536;"}
{"text": "If by \"amusing\" you mean \"Makes you cry like a bitch,\" then yeah, I'd agree."}
{"text": "I agree the fat bitches the only girls left not gettin passed around"}
{"text": "they be tryna b on the low but one day these bitches gonna realize some niggas talk more then them l&#128514;"}
{"text": "dude was a bitch nigga and took off running"}
{"text": "&#128553;&#128553;&#128514;&#128514; nigga doing the duggy on dem dead hoes lol"}
{"text": "AMERICA today, the rule of thumb is: when in doubt, blame \"whitey\""}
{"text": "them peeps who bitches"}
{"text": "Why do you bitch about everything?"}
{"text": "@ me bitch. When and where?"}
{"text": "you had to throw in the faggot word smh smh smh"}
{"text": "ur the tool for posting a vid of a dude pacing! Especially when u were too pussy to film his face!!!"}
{"text": "you are a bitch!!!!"}
{"text": "- see, that's why ya ass never need to go out. tryna go ape shit.&#128514;"}
{"text": "why wld u wanna be a faggot, dude? That's faggot like"}
{"text": "i thought you had some fucked up birth defect that made your nips heart shaped lmao."}
{"text": "it's not right but it's the rule. The nfl has a strike policy for drugs and josh Gordon is retarded"}
{"text": "bet... My trash ass self is just that petty"}
{"text": "bet.... Pay back is a bitch"}
{"text": "YASSS bitch YASSS! I wonder if penny passed &#128514;"}
{"text": "I'm tired bitch &#128532;"}
{"text": "Youre racist against white people whigger. Anti-Racist is a codeword for anti-white. Anti-zionist is a codeword for antisemite."}
{"text": "that was for other bitches lol you cute tho wassup GIMMI YO NUMBA&#128299; IMMA NATURAL TOO LMFAOO"}
{"text": "Hold it you fucking bitch"}
{"text": "hell no! Where is the pussy print page?"}
{"text": "oh? He still talking to other bitches I bet. NONE of my biz tho"}
{"text": "like what u bitches wantttt (dmx voice)&#128553;&#128553;&#128553;"}
{"text": "bitch I back shit up fuck nigga"}
{"text": "bitch am not gonna shut shit up feel free to join them"}
{"text": "nigga you beat who ass bitch we've never even fought so u need to stop making up shit and bring yo ass with them"}
{"text": "wow I was like 12 or 13 fighting people in high school, then bitch unfollow me fuck nigga"}
{"text": "bitch y u ain't come to school"}
{"text": "sup my nigga.. cracker.. home boy.. what ya know that .. blah... forget it.. hey to ya."}
{"text": "&#128680;&#128680;&#128680;&#128680;bad bitch w dreads alert"}
{"text": "be sure to follow it up with a fabulous bitch face"}
{"text": "girls that want to hold on to they hoes and act like they can't show off they boyfriends"}
{"text": "ya pussy let's go wheelin"}
{"text": "niggah this shit serious aint no one laughing"}
{"text": "he's the \"fuck her right in the pussy\" guy"}
{"text": "fuck no she dont let nobody hit that pussy either I know it's firm"}
{"text": "yess bitch cuts, colors, and curls ha self."}
{"text": "My knee won't let me wander around much so I just make a few trips and look at the fat girls-- redneck porn--Wal-Mart"}
{"text": "you to bitch!"}
{"text": "not over no twitter shit. Plus youre a female. You letting a dumb sloppy body ignorant bitch speak for 13k people"}
{"text": "And they&#8217;re retarded as fuck in general with their &#8220;insults&#8221;. Hope they fall off with AW, but the CSGO scene is growing so IDK."}
{"text": "she going full retard right now smh"}
{"text": "There was also no need for her to be a cunt and act like she's something special. It wasn't unprovoked."}
{"text": "don't be a pussy. Also there is beer AND FREE PIZZA HERE. I SWEAR"}
{"text": "because it's fucking retarded?"}
{"text": "you fat Irish fucking cunt, I honestly hope you choke to death in a pool of your own Jameson induced vomit"}
{"text": "we don't love these hoes"}
{"text": "I stick up for my fam. don't disrespect the pouch my nigguh. and awe ily2"}
{"text": "So bad bitches intimidate you, in other words?"}
{"text": "my phone's doin da pussy right now lol"}
{"text": "lmao mark is the only guy left there he's about to get some pussy"}
{"text": "hahahaha, aw nut... We should try and capture that cunt"}
{"text": "how many fuckin fags did a even get? Shouldnt be allowed into my wallet whilst under the influence haha"}
{"text": "he wants pussy, nd a dini mean a cat"}
{"text": "hay pussy cat &#128539;&#128541;&#128075;&#128075;"}
{"text": "pussy you can't fight &#128564;"}
{"text": "more like emily is a little twat"}
{"text": "she can just fuckin call the venue about it and they'll cancel the lost tickets and reprint new ones what a dumb bitch"}
{"text": "a faggot that needs to grow up"}
{"text": "grow a pair pussy"}
{"text": "ol rachet ass bitch"}
{"text": "you did a good job doing that to me and not texting back faggot"}
{"text": "i rap that and her part of Problem 24/7 cause I'm a bad bitch"}
{"text": "well im sure im not fully retarded #imustbestupid:("}
{"text": "you're reading you coon"}
{"text": "most of these people are followers of followers of truth, but they themselves are still niggers... their outlook, mind &amp; all."}
{"text": "because you're a weak bitch. Listen to Cruel Hand because the singer fell on face last night."}
{"text": "shit so Joel went off and swore at the kid and the kid was a fucking snitch nigga pussy and ratted on him &amp; got him -"}
{"text": "thanks for ignoring my texts fag"}
{"text": "that's a dragon you retard"}
{"text": "when you realize you're trash"}
{"text": "&#128514;&#128514;fucc the extra shit I'm seeing that hoe THIS WEEKEND"}
{"text": "I got a kenwood amp to but it's probably ghetto, right?"}
{"text": "you can be a bad bitch too dex its okay"}
{"text": "David block that bitch"}
{"text": "every bitches claim"}
{"text": "bitch what? I don't give a fuck what you say but don't fuckin lie on me you hairy bitch"}
{"text": "is out of his goddamn bird trying to say YoBurger is better than 5 guys"}
{"text": "Alright, amateur grease monkey, show me how its done. Wait, that sounds racist..."}
{"text": "If you say one disparaging word about the Charlie Brown xmas special I will slash the tires on your car."}
{"text": "Ok. I guess you ain't colored so so don't know da channels?"}
{"text": "You gots da BET and da MSNBC wit dat colored reverend who only listen to coloreds. What else I missing?"}
{"text": "awwww don't be a pussy ill show u was good with that turbo lol"}
{"text": "handles lol that shit only 315 hp now your bitch is stick soo I know was good with them double shifting aha"}
{"text": "couldn't make it nigga was at the E.R. My bad then my charger for my phone ripped so I can text, I'm on my iPod all ghetto"}
{"text": "lmao yeah bitch that lil shit ripped .!"}
{"text": "yeah bitch did it taste good fucker -.-t"}
{"text": "snag that ho!!!"}
{"text": "SLUT BUCKETS. especially Dan. He a hoe."}
{"text": "You don't have any kids?! What are you, one of them queers!?"}
{"text": "what I thought bitch"}
{"text": "bitch ain't fall down or nothing. bet she can take more licks than you. No?"}
{"text": "that hoe show up uninvited one day your ass won't come outside tho"}
{"text": "almost mad a nigguh catch some stacks at lunch, close one"}
{"text": "had da bitches rockin in da club wit my boy Connor"}
{"text": "that nigguh sucks"}
