{"text": "See two of his bitches in the cluuuuub &#8220;: What he do for a living?"}
{"text": "See when you paid them bitches pay attention but when you broke you never mentioned so fuck em and keep it strictly pimpin"}
{"text": "See why these pussies need their guns!"}
{"text": "See you fags in 8 hours"}
{"text": "See you on the #tron side bitches........."}
{"text": "See&gt; Its a FINE LINE&gt; Killing #faggots doesn't change the source of their creation. Which is #Stupid PEOPLE #overbreeding&gt; #PERIOD&gt;"}
{"text": "See... he already know he a faggot lmao"}
{"text": "Seeing elder queer couples marry really is emotional. They get to live their final years with equality and with dignity."}
{"text": "Seeing so many basic bitches rn"}
{"text": "Seeing ugly bitches get pregnant let's me know that nigga swill fuck anything with a pussy. Alcohol is no longer the excuse. You was pressed"}
{"text": "Seem like da colored folk be gettin in da way lately. I just sayin"}
{"text": "Seen Glo eat a twat on stage watching that shit. And get eaten in the middle of a populated concourse, if I ain't mistaken..."}
{"text": "Seen it all before , bitch got a man but she scheming on the Low &#128564;"}
{"text": "Seen niccas come up ... I seen niccas fall"}
{"text": "Senator is an anchor baby! Go back from where you came. #natural #born #Canadian"}
{"text": "Send me an emojii and I'll tweet why your a pussy"}
{"text": "Send that bitch a smiley face. Bitches love smiley faces :)"}
{"text": "Sendin the link to Wishy Washy to my old hoes"}
{"text": "Senior privileges bitch"}
{"text": "Serious question: what do white boys pull up on bitches bumpin?"}
{"text": "Seriously if you're living at someone's place for free the least you could do is help keep it clean #ratchet #lazy #hoe"}
{"text": "Seriously, retarded is a really funny word."}
{"text": "Sesh with my n-words say it like a white kid yes my Kush is betta than yours u are a whore so please kill yo self fool bitch ass"}
{"text": "Sessy's a bitch but is a real homie. Unlike Gabby."}
{"text": "Seven digits niggas, two commas hoe."}
{"text": "Sex should be a reward in a relationship. Nigga has never done anything for you whatsoever yet you still give him the pussy...smh"}
{"text": "Sex with whoever I want whenever I want? Nah. My girl give me good pussy all the time."}
{"text": "Sexy Japanese slut fingers and toys her pussy on the steps squirting her juice all&#160;over"}
{"text": "Sexy ass yellow bone"}
{"text": "Sgp still in bitches dms"}
{"text": "Sh*t!!!! RT If K Michelle was apart of Baltimore twitter she'd be one of them hoes saying she's celibate smh"}
{"text": "Shantrell tryna fight bitches in da clinic n shut &#128514;&#128514; She wanna wait til uh bitch sick to try to bump &#128514;&#128514;&#128128;"}
{"text": "Shara fuck you in Ya pussy. You know what I meant MF."}
{"text": "Sharkeisha isn't dead you're all retarded lop"}
{"text": "Shaved pussy ho gets serious anal sex&#160;here!"}
{"text": "Shawty pussy wet, the dope drippn wet &#128166;"}
{"text": "She a bad bitch period. But she didn't have to get these big ass implants &#128514; fucc"}
{"text": "She a bird for that ... Shit was disrespectful! Then ran outside n left her man to get bossed on!"}
{"text": "She a dirty bitch and I dotn have a doubt"}
{"text": "She a dyke if one side of her head is faded out"}
{"text": "She a hoe cause your boyfriend want her? she scary cause she dont talk shit like y'all? she ugly cause you don't like her? GROW UP!"}
{"text": "She a true boss bitch I respect her"}
{"text": "She actin b00gie around u cuz she used to them things u cant supply. Fuckin wit mee..cuz Mr.He ain't shit be the first to take a niqqa bitch"}
{"text": "She actin like a hoe i dont want her, id rather just smoke my marijuana"}
{"text": "She be on some real shit n stay on some chill shit .. Besides all my niccas the only one I can chill wit!"}
{"text": "She be thinking she throwing that pussy back so good and all she doing is throwing ya nut process off"}
{"text": "She been a hoe all summer but soon as the fall weather hit she'll probably forget about all that and be a good girl again. That's the cycle"}
{"text": "She bet not put me on her gram I got bitches on the gram"}
{"text": "She bitch goddess thinks she owns New York????? .........wait...... #LameApocalypses"}
{"text": "She burned that bitch"}
{"text": "She cares tho. Appreciate her. Lol RT : A trolling bitch is a lonely bitch.\""}
{"text": "She come to visit and the pussy too good, she gotta move to the city within 3 months after yall first fuck or it ain't gon work."}
{"text": "She dont wanna fuck me she wanna fuck my wrist.. tell her like young dro fuck dat bitch!"}
{"text": "She even had a hoe name."}
{"text": "She feelin a young niggah"}
{"text": "She fuck with me cause I ain't no bitch ."}
{"text": "She fuckin wit a young niggah"}
{"text": "She get a bunch of money, spend it all on drugs, mobbin with her bitches, never fall in love &#128128;&#128168;&#128139;"}
{"text": "She give away that pussy like loose change"}
{"text": "She gon look over these bitches like terms and conditions..."}
{"text": "She gonna pop that pussy for a real niggaa"}
{"text": "She got arrested for domestic violence against him!! Ugh bitch -_-"}
{"text": "She got ass, this bitch got hips, this bitch got thighs. This bitch here fine, this bitch here bad, she all the way live."}
{"text": "She got me like fuck that bitch"}
{"text": "She in the mall she balling bitch buy something for me"}
{"text": "She is not a \"whore\" she a ho"}
{"text": "She just wanna run around the city and make memories that she can barely remember and I'd allow her, talk about pussy power."}
{"text": "She just want her pussy ate, she ain't gon text u back afterwards RT : who wants to hang out&#128069;"}
{"text": "She kept whispering in my ear \"jasmin, you are so damn fine\".....I said \"bitch, jasmin is over there\""}
{"text": "She know my ex bitch she think she got next she fucced a gang of niggas threw that pussy off dec !"}
{"text": "She know that im that niggah"}
{"text": "She like \"bitch you know I got next, yasss\""}
{"text": "She like to argue so I sent dat bitch to law school"}
{"text": "She make me wanna take things slow but I can't even trust a hoe"}
{"text": "She must not know I got over 3,000 followers breh this bitch gotta get the fuck up outta this VIP section dawg she decreasing my value"}
{"text": "She reps that O13 Yeah. Only the baddest of bitches #1x"}
{"text": "She said aye whass hannin lil bitch lol"}
{"text": "She said pop can u make it rain I said bitch I'm a water bearer I bring da flood I'll make you drown"}
{"text": "She said she don't like the fact that I smoke cigarettes. Well sorry Mrs.LadyBitch I don't like the fact that you're a hoe"}
{"text": "She said to bring a bitch of mine &#128514;done &#128514;&#128514;&#128514;"}
{"text": "She say her pussy hairy ... I wana see &#128047;&#128064;&#128064;&#128064;&#128064;"}
{"text": "She say she can do that same thing as 5 bitches ,"}
{"text": "She say she want a nigga like me But that bitch mad cause she can't be my wifey"}
{"text": "She say that she was married well so is me she say her pussy hairy &#128570;&#128570; I wanna see &#128574;&#128064;"}
{"text": "She says i act different, she thinks that its them bad bitches, Naw babe its just you and the thought of you being my misses.."}
{"text": "She sent me one back, but I ain't even read it. Cause pussys only pussy and I get it when I need it.."}
{"text": "She sharing her hoe... She know though.. At least I hope she do. LMAO!"}
{"text": "She suckin on my dick, cuz I'm a pretty bitch"}
{"text": "She talkin shit???? That bitch look like a Linebacker! #messinwithsasquach"}
{"text": "She the reason I'm quick to dip out on a bitch."}
{"text": "She think she bad but my bitch meaner"}
{"text": "She threw that pussy in a circle, I wanted her to throw it in a pentagon tho"}
{"text": "She told me that she love me I looked at and said bitch stop"}
{"text": "She told me trust no bitches &#128581; and watch yo homies &#128530;&#128064;"}
{"text": "She tried to get you to rob the Wop but now the bitch in critical"}
{"text": "She used to fuck wit A$AP, Too Shortsaid he know that bitch from way back"}
{"text": "She wanna talk shit.. but then have a friendship .. fuck you bitch and I hope u offended"}
{"text": "She was like ima need you to write a statement. Bitch write yourself a diet! It's always the old people trying to snitch, bitch"}
{"text": "She wonder why im into her when all these hoes be into me"}
{"text": "She&#8217;s The key to world peace. RT : Hippo is such a pussy magnet Gawd"}
{"text": "She's a dumb bitch. Should've just said no. Extra shit unnecessary &#8220;: Lol relationship goals"}
{"text": "She's aint being a bitch, she's just tired of your bullshit. Her attitude towards you is based upon how you treat her."}
{"text": "Sheeple just like &#128073;:OH those \"racist\" \"sexist\" \"teabaggers\"who just elected these two old white men."}
{"text": "Shiiiit , drops you a couple extra dollars on that hoe. Get her a Brazilian. Gotsta spend money to make money!"}
{"text": "Shine on them hoes"}
{"text": "Shine on them hoes, let em know that you run shit !"}
{"text": "Shine on them hoes, let em know you run shit !"}
{"text": "Shirley Temple was a bad bitch when she was my age as well."}
{"text": "Shit I have stalkers and obsessed bitches and crazy ex bitches after me. My life is wonderful"}
{"text": "Shit is fucking retarded, no one wants to see this shit"}
{"text": "Shit that Seth says, \"It's fatter than my cunt.\""}
{"text": "Shit where the gay bitches at ? Come be witcha girl tonight &#128527;&#128069;&#128166;&#128523;"}
{"text": "Shittin on all my old hoes"}
{"text": "Shoot dat nigga n his shordy bitch"}
{"text": "Shoot out wit yo niccas you da type to throw da Pistol &#128588;"}
{"text": "Shoot that nigga &amp; his shorty bitch &#128143;&#128299;"}
{"text": "Shoot that nigga an his shorty bitch ."}
{"text": "Shoot you and your shorty bitch"}
{"text": "Shot out to my main bitches and my side bitches&#128526;"}
{"text": "Should I expect good pussy or good but not good for you pussy from a Tampico drinker?"}
{"text": "Should I tell this hoe who she look like cdfuuu"}
{"text": "Shoulda put retard mikey on AHS freakshow"}
{"text": "Shouldn't be liVing* RT : stank pussy should never be ate"}
{"text": "Shout out to babes ! Love that bitch. &#128536;&#128073;&#128076;"}
{"text": "Shout out to everyone that puts up with my retarded ass. I appreciate it."}
{"text": "Shout out to you ungrateful, inconsiderate bitches... I'm taking this shot for you...... Yea, you &#128521;&#128536;"}
{"text": "ShoutOut to Brooklyn and this $3.47/gal gas. On my way to Atlantic to mess with ghetto girls working at Target now."}
{"text": "Shoutout that real bitch"}
{"text": "Shoutout to my Mamma cause she Ain't Raise no hoe"}
{"text": "Shoutout to this bitch for unfollowing me like I didn't noticed you like my pics just to unlike them&#8230;"}
{"text": "Shoutouts to my main bitches &amp; my side bitchess !!&#9994;"}
{"text": "Shouts out to all my goth bitches"}
{"text": "Shouts out to my down ass bitches who never give a nigga a hard time!"}
{"text": "Show last night was badass thanks to everyone who came out. If you didn't come out you're a retard. Unless you were at Cock Sparrer"}
{"text": "Shower rod that hoe"}
{"text": "Shreks on bitches"}
{"text": "Shrug. Maybe it's a Canadian bitch thing"}
{"text": "Shut the fuck up and quit being such a pussy hahahah"}
{"text": "Shut the fuck up you fucking cunt!"}
{"text": "Shut the fuck up. I sent my sister a picture of a mini brownie and she was like \"is that a shroom\" like I wish! &#128514;&#128514;&#128514;"}
{"text": "Shut up bitch i wasn't gonna roast."}
{"text": "Shut up bitch swallow"}
{"text": "Shut up bitch you beat off to your sister."}
{"text": "Shut up bitch. I'm trying to sleep &#128530;"}
{"text": "Shut up hoe"}
{"text": "Shut yo \"new year, new me\" lookin ass up bitch. &#58386;&#58386;"}
{"text": "Shut yo mesquito lookin ass up poped bitch"}
{"text": "Shutup faggot RT : To fumble : Took them a while&#8220;"}
{"text": "Shy glizzy sound dumb as shit, you know nothing bout medellin"}
{"text": "Shyt b pissing me off RT : ugh I cannot stand bitches like that smh"}
{"text": "Shyyyyyt, 12 hours ain't no hoe... &#171; This fulltime..12/hr plus overtime and benefits sounds real good to me&#187;"}
{"text": "Sick of hearing AP kids bitch about their \"oh so poor\" 4.2 GPA. No one cares."}
{"text": "Sick of your coon antics RT : Accuracy RT : &#8220;Henny &gt; water&#8221; &#128128;&#128128;&#128128;"}
{"text": "Side bitches are basically new relationships started.An addition to the problems you already have with your primary woman."}
{"text": "Side hoes need rounds too... RT : They always play stupid hoe song back to back"}
{"text": "Silly bitch shit never sleeps huh.."}
{"text": "Simple minded hoe"}
{"text": "Simply cani deal with a confrontation so I just back away when cunts get aw nasty towards me.. Changed a lot in the past few years tbh"}
{"text": "Since a lot of you lil bitches wanted to add the 5h hashtag into all my tweets I'll do that shit back #vote5sos"}
{"text": "Since a youngin bitch we been them niggas"}
{"text": "Since bitches love callin me by my ex girlfriends names so much ima start callin them the names of niggas they fucked"}
{"text": "Since cats lick themselves all the time, they should be great at eattin pussy"}
{"text": "Since my girl like to argue I sent that bitch to law school"}
{"text": "Since niggaz is throwing subs on this but that same nigga lame nigga bitches was getting fucked by other&#8230;"}
{"text": "Since you gave me the pussy that ass getting fatter"}
{"text": "Since you hoes wanna be childish &#128514;&#128514;&#128514;"}
{"text": "Single colored man looking fo a single white woman. Fat OK. I'm nigga"}
{"text": "Siri is terrible #cunt"}
{"text": "Sis said go to sleep I said bitch it's our b day I ain't sleeping &#128540;&#128540;&#128540;"}
{"text": "Sit on my face, M U A H, before i eat da pussy, i say my grace &#128591;"}
{"text": "Sit the fuck down bitch RT : STFU RT : Y&#8217;all act like it doesn&#8217;t get cold in Denver."}
{"text": "Sitting at the bar at work watching Walking Dead and all these fucking wetbacks decide to come in &amp; turn on their spic music. Jesus Christ"}
{"text": "Sitting up here next to the neighborhood crazy bitch &amp; she keeps randomly busting out laughing."}
{"text": "Skinny girls be having that gotta go a couple rounds pussy"}
{"text": "Skippin spanish class the rest of this week fuck dat bitch"}
{"text": "Skylar needs to go back to Clarenceville. He taking all the hoes."}
{"text": "Slap a hoe with a rusty axe ash my blunts on her ass"}
{"text": "Slap my hoes with a rake fake make great cake #illuminati"}
{"text": "Slap the bitch is fun...didnt know beer wasnt that bad"}
{"text": "Slaw ass team time to start dat bitch ova"}
{"text": "Slide in the pussy like a surfboard"}
{"text": "Slim Hines lil bruda ainn bout it bitch how yu figure"}
{"text": "Slim niggah but you know i love em thick"}
{"text": "Sloppy ignorance in all my pockets &#128176;&#128176;&#128176;Come here lil bitch I want sloppy toppy &#128069;&#128166;"}
{"text": "Sloppy ignorance in all my pockets come her lil bitch I want sloppy toppy"}
{"text": "Slut I ain't playin' go find a white crayon and color a fuckin zebra."}
{"text": "Slut ass queen bee bitch."}
{"text": "Slut opp thot hoe"}
{"text": "Sluts and hoes are needed.Respect their services."}
{"text": "Smack these hoes on they ass like we birthed these bitches"}
{"text": "Smashed a werewolf chick and thought she was related to so I felt guilty but then later discovered he didn't know the ho"}
{"text": "Smellin good, bitches wanna hug me"}
{"text": "Smfh RT : trash..slow as fuck..cant even get a nike release on that"}
{"text": "Smfh boy you sound just like them hoes!! RT : Idk why everybody be hating on the Puerto Rican princess"}
{"text": "Smh &amp;&amp; its not bitches its BITCH ASS NIGGAHS"}
{"text": "Smh hate that hoe"}
{"text": "Smh u niggers &amp; ur music knowledge"}
{"text": "Smh you dreamed I was a faggot? Wow RT : My dream lmfao start from the bottom , up ."}
{"text": "Smh. Go play dreamcast RT : Hate playing with someone at home on that trash ass default broadcast cam... 2K camera is the goat"}
{"text": "Smile at the bitches who hate you."}
