{"text": "RT : \"This bitch is just dead weight\" - Pallbearers"}
{"text": "RT : I love being loyal to one person &#9757;&#65039;fuck having hoes &#128107;&#128079;&#128524;&#128584;"}
{"text": "RT : \"I ain't tryna steal ya car, but I DID eat the hell outcha wife's pussy!\" #htgawm"}
{"text": "RT : Oreos: First you twist it, then you- aw crap, it broke."}
{"text": "RT : Monday was SUCH a bitch today."}
{"text": "RT : R.I.P. to the hoes dying for attention"}
{"text": "RT : lmaoooo what a bunch of fags"}
{"text": "RT : I saw a great chimpout 2 summers ago. A middle aged Salvadoran and his 15 Yr old son got wasted by 6 beaners at the metlife &#8230;"}
{"text": "RT : When you and your boys discover a hoe"}
{"text": "RT : These 5th grade hoes ain't loyal"}
{"text": "RT : I got 99 problems and the bitch heard me call her a bitch, So now I have 100."}
{"text": "RT : *How girls become friends* Omg, I love your shoes *How guys become friends* Excuse me sir,I see u fuck bitches. I, ..."}
{"text": "RT : These hoes ain't loyal"}
{"text": "RT : Resisting the urge to smack a bitch"}
{"text": "RT : 5000 RTs &amp; I'll grab the mic &amp; yell \"fuck her right in the pussy"}
{"text": "RT : I don't have an iPhone so I have to manually ignore these hoes"}
{"text": "RT : we don't love these hoes"}
{"text": "RT : when ling ling talkin shit &amp; u finally understand her"}
{"text": "RT : when you see a bitch nigga subtweet you"}
{"text": "RT : Freeze bitch i'm gonna steal your heart"}
{"text": "RT : if u know how to French inhale ur a bad bitch"}
{"text": "RT : There's too much groupie bitches. Hard to come across girls who aren't overly social and friendly with everyone."}
{"text": "RT : U can eat all the pineapples you want Ur pussy still trash."}
{"text": "RT : all these faggots posting faces about to get the hot unfollow"}
{"text": "RT : Only soo much a bitch can take..."}
{"text": "RT : It make the pussy sing. &#8220;: It aint? RT : My dumb ass thought that was a microphone"}
{"text": "RT : All I see down my TL is naked white bitches &#128064;&#128064;&#128064;&#128584;"}
{"text": "RT : Drinking veuve cliquot and eating marshmallows basically because I'm a classy bitch."}
{"text": "RT : Most of these niggas go broke for these hoes"}
{"text": "RT : If you're attractive &amp; you think ANY straight guy just wants to be your friend...bitch you stupid"}
{"text": "RT : All three of these hoes getting cute for fucking school, taking for ever and waking me the fuck up ! This why I can't stand h&#8230;"}
{"text": "RT : RT : &#8220;Why that bitch lookin all in the car, u know her!?&#8221;"}
{"text": "RT : If you're going to be a bitch and not come to the show because some bands dropped then w/e. More moshing room for me in that &#8230;"}
{"text": "RT : I was disgusted, betrayed, hurt, &amp; my pussy drier than a niggas skin in the winter time"}
{"text": "RT : autocorrect its a bitch"}
{"text": "RT : When you hear a hoe talk shit"}
{"text": "RT : *rides into the pussy on a gym class butt scooter*"}
{"text": "RT : If I ride up to your bitch in these then... homie consider yourself a single nigga."}
{"text": "RT : THE FUCK YOU LOOKING AT BITCH! SWERVE *puts heelys into full gear* *glides past the bitches*"}
{"text": "RT : teacher: eyes on your own paper me: bitch i only have eyes for da paper *throws cash everywhere*"}
{"text": "RT : Dad: Why are your eyes so red?Son: I smoked weed, Dad.Dad: Don't lie to me, you were crying because you are a faggot."}
{"text": "RT : what hoes tho ? Lol."}
{"text": "RT : When you ate the pussy but yeen think she was gone tell anybody&#128555;&#128555;"}
{"text": "RT : \": bitches cant get the ios8 because they have over 10 gb of selfies cuh\"&#128514;&#128514;&#128514;"}
{"text": "RT : &#8220;: &#8220;: &#8220;: Y'all females love y'all a bum nigga or a jail bird..&#8221;!!!!&#8221;&#10071;&#65039;&#10071;&#65039;&#10071;&#65039;&#128553;&#128079;&#128079;&#128079;&#8221;"}
{"text": "RT : I switched up. You fukin with my old bitch. I'm fukin with yo new bitch &#128513;"}
{"text": "RT : Niggas talk more than bitches these days......"}
{"text": "RT : No nigga ever ask before he hit either &#8220;: Body counts don't matter ! YALL treat all bitches the same anyway, st&#8230;"}
{"text": "RT : sundy a old school ho tho"}
{"text": "RT : \"I hope this bitch ain't a catfish\""}
{"text": "RT : rt for the real niggas fav for the bitch niggas"}
{"text": "RT : How the fuck can some people not get atleast 1 on flappy bird. I just got 11 while smoking a fuckin square."}
{"text": "RT : \"A real man gonna keep it real with his bitches\" LMAOOOOO shut up I'm not tellin u about other women mind ur business"}
{"text": "RT : Lmaoooooo RT : Nymphos are stupid. Go hose your pussy down you weird bitch"}
{"text": "RT : This bitch slow lmaoooooo"}
{"text": "RT : \": Periods dont stop nothing but a sentence boo, let me taste that pussy.... I bet u taste like quarters\""}
{"text": "RT : it ain't nothing to cut that bitch off &#127908;&#127911;"}
{"text": "RT : I hope LVG is homeless in a few years whilst Welbeck is scoring 30+ for Arsenal and fucking bitches"}
{"text": "RT : Black bitches be like \"boy i told you not to get my hair wet\""}
{"text": "RT : This bitch don went super saiyan 5 at walmart"}
{"text": "RT : &#8220;: \": Actually, I take that back &#128530; you niggas ain't loyal\" im loyal fam&#8221; nah negro nah"}
{"text": "RT : &#8220;: then how yall got here b&#8221; stfu negro"}
{"text": "RT : &#8220;: I need molly water and a chubby asian bitch&#8221; same"}
{"text": "RT : Stop being a hoe so I can love you :/"}
{"text": "RT : You hoes ain't worth losing sleep over"}
{"text": "RT : stop crying you pussy"}
{"text": "RT : \" these hoes ain't loyal \" duhh BITCH she a HOE !!!!!!"}
{"text": "RT : Now a days bitches will beef w/ you over something that has nothing to do w/ them &#128514;&#128514;&#128514;&#128514;&#128128; bitch yo ugly ass wasn't a factor a&#8230;"}
{"text": "RT : Selena mothered these hoes"}
{"text": "RT : alcohol is liquid truth. So if a girl is a hoe when she drinks, she's naturally a hoe anyway."}
{"text": "RT : I'll kill this bitch no hesitation"}
{"text": "RT : You know all these bitches who posted pics for Zeeti are in the shower like Jim Carey in Ace Ventura after he found out Ei&#8230;"}
{"text": "RT : You either gay or straight don't talk to me bitch please &#9996;"}
{"text": "RT : I hate when ppl say hoes aren't loyal. They supposed to be? &#128514;"}
{"text": "RT : it all depends on the female dawg, usually that's how it is with these hoes but the genuine women fuck w&#8230;"}
{"text": "RT : Thats yo bitch she my bitch too"}
{"text": "RT : First thing I look at is what's on a bitch feet"}
{"text": "RT : You bitches selfish .. Y'all want Father's Day too? Damn lol"}
{"text": "RT : Nigga I'm just popping Molly &amp; stepping out. You bowling bitch don't come at me"}
{"text": "RT : Ain't no money or no hoe in the world can spoil it &#128175; #MyBrothersKeeper"}
{"text": "RT : When your teacher puts you in a group with a bunch of retards"}
{"text": "RT : You got bitches, and I don't have niggas &#128514; ... I want you."}
{"text": "RT : &#8220;: Fat bitch. What's her @?"}
{"text": "RT : How bitch how?&#128529;&#128514;&#128514;"}
{"text": "RT : &#128557;&#128557;&#128557;&#128514;&#128514;RT : Can you imagine Tryn yo hardest to stop a bitch frm slutin and still comin up unsuccessful"}
{"text": "RT : &#128557;&#128557;&#128557;&#128514;&#128514;RT : I done went wit a hoe before frfr so who am I to judge"}
{"text": "RT : na a hoe cry to yu swear she ain't fuckn off n still have a side nigga"}
{"text": "RT : Spit da same game to hoes like da same clothes money bring power so we like a bankroll"}
{"text": "RT : Mannn let bosh hoe ass hit that 3"}
{"text": "RT : \"To bad you wont hit a girl pussy\""}
{"text": "RT : \"You like your lunch little boy?\" \"Nah bitch look what I'm eating cause of you\""}
{"text": "RT : Ladies listen NO nigga wants to settle down at a young age. All you bitches crying about being single now will be wifed in 1&#8230;"}
{"text": "RT : &#8220;: Worst movie you can think of?&#8221; Fan that fucking trash netflix be posting shit that looks like a porno"}
{"text": "RT : bitch"}
{"text": "RT : AWE HELL NAH \": me and are bad bitches, come fuck with us\""}
{"text": "RT : Bitches will give their pussy to the whole community but wont give a nigga a piece of gum"}
{"text": "RT : just because i think you're fine don't mean i want you, you appealing to my eyes, not my heart bitch."}
{"text": "RT : I got money I don't need u bitch"}
{"text": "RT : Everybody think i get hoes and think ima playa but honestly im in my crib wondering bout if my mom making yellow or whi&#8230;"}
{"text": "RT : Niggas these days will walk 10 miles to get some pussy. &#128557;"}
{"text": "RT : i hate when italian ppl say \"olive garden isnt real italian food\" fuck ur grandmas roasted casserole you bitch olive garden i&#8230;"}
{"text": "RT Niggaz buying p***y....Niggaz buying p***y. + Don't start this hoe shit..."}
{"text": "RT : grab me some bitches while u up there lmao oh and a belt ( fendi )"}
{"text": "RT : Give me three wishes I wish, I wish, I wish, you would bitch"}
{"text": "RT : Your girl hold my dick like a wii controller Where's your bitch, nigga? We control her"}
{"text": "RT : \"Alright bitches we are the Kayne's now\""}
{"text": "RT : &#8220;: long as my bitches love me &#128527;&#8221; &#128514;&#128076;"}
{"text": "RT : \": I think my wish came true, where y'all hating ass bitches at &#128299; nahhhhh"}
{"text": "RT : &#128557;&#128557;&#128557; RT : I'm pretty sure my future ex boyfriend is on here slidin in another bitch DMs...but i'm patient"}
{"text": "RT : &#8220;: My dog is gonna be a bitch magnet for sure &#128076;&#8221;no&#9995;"}
{"text": "RT : haha doubt it did you see all them bitches you had at the track field ?&#128561;&#128561; there were soo many &#128514;&#128076;"}
{"text": "RT : just like you&#128076;&#128079; you pulled all them track bitches &#128514;"}
{"text": "RT : You don't know maybe some bitches like a man in a tutu &#128514;&#128514;&#128054;"}
{"text": "RT : You can't take no ones bitch."}
{"text": "RT : This faggit bitch tried to say she hoe'd for hd bearfaced bitch yusa fag"}
{"text": "RT : You niggaz really think yo niggaz/n yo bitch solid guarantee yo nigga will hav her choosin n wont tell ya"}
{"text": "RT : Why all ghetto chicks gotta smell like love-spell. Or that cucumber shit, bath &amp; body works!"}
{"text": "RT : My bitch bad, she from the island"}
{"text": "RT : I can't trust ah soul I can't trust these NIGHAS I can't trust these hoes"}
{"text": "RT : This bitch...."}
{"text": "RT : &#8220;: Why does nobody believe me when i say im a virgin dewd wtf&#8221; No you aint hoe"}
{"text": "RT : &#8220;: &#8220;: &#8220;: you need one &#128530;&#8221;yesss cause I'm not her bf !&#8221;you my bitch&#8221;&#128514;&#128514;"}
{"text": "RT : &#8220;: &#8220;: bitch&#128514;&#128514;&#128514;&#128128;&#8221;man that's so cute to me &#128514;&#128514;&#128514;&#128128;&#8221;find a date"}
{"text": "RT : &#8220;: &#8220;: let me sit this ass on you !&#8221;&#8221;bitch you and Chris better Gtf &#128080;"}
{"text": "RT : &#8220;: &#8220;: where tf lyssa toilet mouth ass ? &#128064;&#128530;&#8221; wassup&#8221;you be twatching hoe &#128514;&#128514;"}
{"text": "RT : &#8220;: lmfao bitch was I talking to you &#128514;&#128514;&#8221;but I'm talking to you in my bubba voice &#128514;&#128514;&#128514;&#128128;"}
{"text": "RT : &#8220;: Small ass pants &#128514;&#8221;bitch &#128514;&#128514;&#128514;"}
{"text": "RT : &#8220;: You been the side hoe &#128514;&#128514;&#128514;&#128128;&#128128;&#128074;&#8221;omg &#128514;&#128514;&#128514;&#128514;&#128184;"}
{"text": "RT : &#8220;: These hoes gonna be stunting in Florida with the pussy&#128586;&#128548;&#128548;&#8221;&#128514;&#128514;&#128514;&#128514;&#128514;&#128128;&#128080;"}
{"text": "RT : hoe bang this big | | and she got nerves to think she better then us , bitches have no chill &#128564;"}
{"text": "RT : ion be understanding how all you hoes drop yall nuts at once but when a bitch on your ass you can't hear a mouse piss &#8230;"}
{"text": "RT : &#8220;: The face you make before you tell a bitch about herself I make dat face too much"}
{"text": "RT : You stupid lil ass bitch I ain't fuckin with chuuu."}
{"text": "RT : \": What the fuck was wrong with me? Thinking I can wife this hoe.&#128514;\"&#128080;&#128552;&#128516;"}
{"text": "RT : Niggas will fuck yah good , eat ya pussy then go home to they bitch like ain't shit happen &#128553;&#128530;"}
{"text": "RT : They on a bitch , yeah they want a bitch"}
{"text": "RT : If u can steal her she's a hoe"}
{"text": "RT : Iz no point in being jealous cuz dee hoes for everybody #&#128175;&#128175;&#128175; #BucketsProverbs"}
{"text": "RT : U bitches boring"}
{"text": "RT : You knew I fucked that bitch and you didn't react?"}
{"text": "RT : half y'all bitches side hoes and don't even know."}
{"text": "RT : Hate to break the news but u spam bro RT : A dyke a tuck her titties in the winter and start calling herself Mr.&#8230;"}
{"text": "RT : Was deleting this pic until I realized a dike in the back ground dressed like a nigga with wedges on &#128514; , bitch I'm &#128128;"}
{"text": "RT : DEAD!!&#128128;&#8220;: &#128553; RT : When ur fuckin and her pussy stank but u have really good friends........... ht&#8230;"}
{"text": "RT : Da bitch got scared and couldn't take it no mo but ya boy was feenin fo dat &#128533;&#128514;&#128514; &#8220;: &#128514;&#128557;&#128514;&#128557;&#128514;&#128557;&#128514; koula noooooooo"}
{"text": "RT : One loyal girlfriend is worth more than one hundred hoes."}
{"text": "RT : i fully support same-sex marriage but i'll never stop calling my friends faggots"}
{"text": "RT : Ho ho ho bitches Merry 4 months-ish until Christmas."}
{"text": "RT : I do not fuck with that bitch she cannot keep her legs closed"}
{"text": "RT : dont mind my retarded ass&#128514;"}
{"text": "RT : &#8220;: If youve only seen my couch, not my bed, then you my hoe&#8221;&#128514;&#128514;"}
{"text": "RT : &#8220;: How I lose this sweet..&#8221;you ain't lose it you hide it lmfao Viri tryna smoke that hoe to his self"}
{"text": "RT : &#9995;&#128214;My mama told me if a bitch feet dirty her pussy dirty cause ya feet the first thing that hit the water when you bathe."}
{"text": "RT : &#8220;: I can't stand no messy hoe&#8221;1&#8419;0&#8419;0&#8419;0&#8419; true story"}
{"text": "RT : . lls lor bitches stay wanting to fight , made them real mad i talks my Shit"}
{"text": "RT : I hate you sidelines hoes y'all got so much courage &#128553;&#128514;"}
{"text": "RT : I hate salty bitches"}
{"text": "RT : She a bad bitch, let's get to it right away ."}
{"text": "RT : &amp; it's sad cause niggas will have a good girl &amp; do her wrong, it's hard finding a good bitch out here forreal."}
{"text": "RT : We slap bitches! &#128514;&#128514;&#128514;"}
{"text": "RT : &#128514;&#128514;&#128514;&#128557; skitdaddle wit that shit hoe"}
{"text": "RT : Pussy will always be my fav iggy song, like how do you not like a song that just says pussy numerous amounts of time."}
{"text": "RT : I'll write a poem for u hoe"}
{"text": "RT : If you can't eat pussy that's got hair on it I'm not even sure you really know how to eat pussy."}
{"text": "RT : man I just went from 0 - 100 real quick I ain't no hoe the fuck niggas thought this was ?&#128530;"}
{"text": "RT : Throw me a blunt bitch"}
{"text": "RT : This bitch must be stopped"}
{"text": "RT : Hoes out here selling pussy for some new uggs! You disqualified"}
{"text": "RT : A girl KNOWS when a bitch likes her boyfriend &#128564;&#128080;"}
{"text": "RT : If her pussy got over 10 body counts, It's dead&#128128;. Pussies&#128049; only have 9 lives &#128514;&#128514;"}
{"text": "RT : Gotta eat her pussy so good she forget dick coming next. Have her talking to herself like \"he brought dick with him too\"\" &#8230;"}
{"text": "RT : \"Young N****s act hard and all the bad B*****s grew up to be trash broads\" -"}
{"text": "RT : The bigger the hoops the bigger the hoe #jerryspringer #classic #truthhurts"}
{"text": "RT : These bitches play on everybody's team"}
{"text": "RT : Fuck bitches, get re-elected #TeamJFK"}
{"text": "RT : I choose to fuck all these bitches not because they're easy, but because I'm hard #PresidentialPounding"}
{"text": "RT : One man's trash is another man's wife #Fact"}
{"text": "RT : Shit like this why hoes head be fuck up the want social media ass relationships"}
{"text": "RT : Four Brothers showed the bitch in a lot of niggas. I would've killed. I would've killed Victor Sweet if I was one of his l&#8230;"}
{"text": "RT : I knew a bitch in college who sold the pussy for 2-3 \"favors\""}
{"text": "RT : &#8220;: &#8220;: I have no hoes man. I don't need those though &#128564;&#8221;&#128557;&#128557; I need to pick mines back up &#128553;&#8221;"}
{"text": "RT : Lmao dis bitch dumb asl"}
{"text": "RT : \": Swear AG ugly den a bitch. He look like a possum and giraffe mix breed.\" This isnt funny. But I died l&#8230;"}
{"text": "RT : bitch i don't fucking know you"}
{"text": "RT : bitch ass nikka took Flight Frm #Kenosha"}
{"text": "RT : Niggas be in that pussy like"}
{"text": "RT : Everybody claim they fvck with \"bad bitches\" but all the ugly bitches getting pregnant&#128118;&#128118; . . . . Somebody lien&#128530;&#128530;"}
{"text": "RT : I'm convinced that some of y'all bitches get pregnant purposely because \"birth control &amp; plan b pills\" are effective &#128533;&#128056;&#9749;&#65039;"}
{"text": "RT : if i had a dollar for every time i fucked ur bitch"}
{"text": "RT : I have a daughter to think about , yall think I'm worry about you hoes , naaaaaaaa"}
{"text": "RT : \"Let me tell y'all bitches something right quick\""}
{"text": "RT : &#8220;: i hate ah dirty house!!! foul living bitches&#8221;&#128514;&#128514;&#128514; it's a lot of them out there"}
{"text": "RT : Keep ur bitch on a leash ."}
{"text": "RT : \": &#128514;&#128514;&#128514;&#128514;&#128514; why fab snapped like that &#128514;&#128514;&#128514; \"konnnichiwa bitch\""}
{"text": "RT : I tell a bitch, go and get my name tatted on her spine so I can feel good when I'm hittin it from behind"}
{"text": "RT : Fuck twerking bitch can you cook"}
{"text": "RT : Wet pussy with no smell a mf"}
{"text": "RT : Lord. RT : RT #SugarCode RT : If you a hoe you a hoe I'm not finna sugar code it"}
{"text": "RT : She's hurt. The nigga she crushing on fucking a bottle girl so they all have to be hoes."}
{"text": "RT : RT if you want me to expose some more bitches"}
