{"text": "RT : &#8220;: I'm HUNGRY I won't give a bitch a time or day. I'm trying take care business &#128129;&#8221;&#9994;"}
{"text": "RT : Look at ya boy RT : Nigga a faggot RT : Bruh RT : Chance The Rapper"}
{"text": "RT : You really are a faggot if you say that match was bad. Stop watching"}
{"text": "RT : &#8220;: My Tryna make me go to church Tommrow .. He'll nawl dude&#8221; bitch text me back"}
{"text": "RT : this bitch think look like Rihanna ? &#128514;&#128514;&#128514;&#128557;&#128557;&#128557;"}
{"text": "RT : when I'm 18 them bitches getting erased &#128588;"}
{"text": "RT : If or don't know you then you are not welcome on saturday bitches #privileges"}
{"text": "RT : Behind every lame ass nigga... is a lame ass bitch that is constantly telling him how real he is..."}
{"text": "RT : ima beat yo lil young ass quick plyin hoe&#128074;&#128514;&#128514;"}
{"text": "RT : I like good weed &amp; bad bitches dat can roll it up"}
{"text": "RT : People love to try to confront you... Yes bitch. I said it. Now what?&#128524;"}
{"text": "RT : Yaaass bitch yaasss - soulja boy be having me so turnt&#128539;&#128514;"}
{"text": "RT : Never catch feelings for a dumb bitch."}
{"text": "RT That bitch who the shit in yo eyes aint shit in my eyez + !!!!"}
{"text": "RT : When that message say \"delivered\" but you see him posting sc story's with all his hoes&#128530;&#128076;"}
{"text": "RT : When you realize you sent the message to your wife instead of your side hoe"}
{"text": "RT : Basic bitch tweet shit like \"no one to talk to\" 3 times a day &#128514;"}
{"text": "RT : Yall want foreign bitches sooo bad, but cant even pull local hoes"}
{"text": "RT : Ebola not scary at all while yall worried about Ebola ima b getting hoes"}
{"text": "RT : line my shit up with god cards, bitch"}
{"text": "RT : Screaming after Wes bitch ass? Annalise is losing her damn mind. She need to put the big girl panties back on. #HTGAWM"}
{"text": "RT : Try to crucify me and we tweakin hoe"}
{"text": "RT : I'm just a normal ass dude that has no hoes and happens to be funny every once in a while"}
{"text": "RT : LIKE A FLAT TIRE HE NEED A FIX &#8220;: Run up on em, put the gun up on em, ask a pussy nigga \"What's to ya bitch ?\"&#8221;"}
{"text": "RT : lol Lebron bitch ass always making a spectacle look at me ass nigga"}
{"text": "RT : When lil b said &#8220;Word around town that I aint got no bitches? what?! Thats a damn lie nigga my nuts is my witness&#8221;"}
{"text": "RT : Fat bitch act like she couldn't follow back. I've always wanted a fat bitch to follow me."}
{"text": "RT : Humpday hoe."}
{"text": "RT : \": Beat the pussy in so well her shit still hurting from a week ago\" &#128563;"}
{"text": "RT : drake look like he would lay his letterman jacket over a puddle for a bitch and she wit her man smh"}
{"text": "RT : im fukin yo bitch u mad as shit"}
{"text": "RT : When you tweet som'n just for laughs &amp; a bitch wanna spoil the fun by getting Serious.. &#128530;&#128530;"}
{"text": "RT : Making up handshakes with all my bitches now"}
{"text": "RT : This is for the bitches who played me... What up hoe?"}
{"text": "RT : Hoes be on some \"August Alsina is bae.\" No bitch that dusty nigga you got 2 kids with who drives yo car &amp; still wears Rocawe&#8230;"}
{"text": "RT : Waiting 90 days for pussy is like being grounded and looking at all the kids playing outside from your bedroom window."}
{"text": "RT : u ever kill a ant on the sidewalk and think damn what if that nigga was on his way to get some pussy"}
{"text": "RT : Recognize that I'm a star player &amp; leave them hoe fans of yours alone."}
{"text": "RT : Why do the trashiest, really ghetto girls always get the most likes and comments on insta? Boys up and down their pictures a&#8230;"}
{"text": "RT : LMFAOOOOO RT : Which one of y'all toothless hoes made this? &#128553;&#128514;"}
{"text": "RT : Now he apologizing. Lol Fuck that hoe and her shot up pussy!"}
{"text": "RT : \"Ariana is probably the next Beyonce\" bitch if you don't back the fuck up"}
{"text": "RT : - don't trust no , bitch"}
{"text": "RT : Why y'all ain't tell me young thug nails look better then mine ? lol fckin faggot"}
{"text": "RT : I feel bad for guys that give their girlfriends the world and the bitch still treats them like shit.. Like damn what more do &#8230;"}
{"text": "RT : &#8220;: Shawn Micheals &amp; Razor Ramon both had bitches&#8221; Noone had more than Godfather though"}
{"text": "RT : ugh! thank you!!!! my bf still talks so a dumb bitch i dont like&#128530;"}
{"text": "RT : these niggaz bare backing any and every bitch out here&#128530;"}
{"text": "RT : Snip snip hoe"}
{"text": "RT : I hate seeing women carrying on about how they could fuck somebody's man. Ok??? Trashy ass bitch."}
{"text": "RT : Remember the \"yellow badge\" Nazis used? Israel is making Muslim women carry a yellow badge order to pray in Al-Aqsa. h&#8230;"}
{"text": "RT : These 5th grade hoes ain't loyal&#128514;&#128557;"}
{"text": "RT : \"When you finally see the white kid that called you nigger on Call Of Duty\" &#128514;&#128557;&#128514;"}
{"text": "RT : Hulkamania is running wild on that pussy"}
{"text": "RT : This hoe know that not her car lmaooo"}
{"text": "RT : Twitter jail is pointless your suppose to tweet , they need instagram jail for hoes doing Shout out for shout out all fucking d&#8230;"}
{"text": "RT : Anybody who trashes their own neighborhood after a perceived injustice is a fucking moron. #Ferguson"}
{"text": "RT : I'd like to issue a formal apology to Israel for our piece of shit anti-Semitic President and his retarded Secretary o&#8230;"}
{"text": "RT : Number of women denied birth control by Hobby Lobby: 0 Number of Democrat retards butthurt by the verdict: 30,000,000&#8230;"}
{"text": "RT : I'm gonna start my own web MD site and the only three diagnosis are- Quit being a pussy Lay off the drugs Call 911"}
{"text": "RT : Happy Valentine&#8217;s Day big booty bitches. &#10084;"}
{"text": "RT : yeah fuck lunch I'll just eat pussy under the staircase by the foriegn language hallway"}
{"text": "RT : &#8220;: Bald headed bitches mad at me because they look like this. don't blame me blame your parents. #BMB"}
{"text": "RT : Shit hoes post on instagram pt 1..."}
{"text": "RT : Hank Baskett cheated with a tranny and just got a shoutout!"}
{"text": "RT : I'll never think a bitch is all mine."}
{"text": "RT : Suck my dick bitch RT : not only are you terrible. You are why hip hop is dead"}
{"text": "RT : I got 99 problems but a bitch ain't one.. That goes for you bitch niggas too! #RNS"}
{"text": "RT : hahaha look at you tryin to be a bitch lol nice try though haha"}
{"text": "RT : &#8220;: Pick one the girl behind the bar who ain't being a hoe"}
{"text": "RT : If you a hoe on the internet you a hoe irl"}
{"text": "RT : Kanye &gt; Tupac........ \"are you serious?\" Yep bitch keep it moving."}
{"text": "RT : #Merched&#10004;&#128520;\": Smoke wit a bitch in Nap and let her play music I bet 100 she turn on boosie or some slow shit &#128530;\""}
{"text": "RT : Damn Rico ass hit that hoe on point &#128175;&#10004;&#65039;"}
{"text": "RT : Floyd Mayweather stay with a badd bitch lol"}
{"text": "RT : You lil stupid ass bitch i aint fuckin wit you"}
{"text": "RT : according to this data you a bitch ass nigga"}
{"text": "RT : Real niggas move in silence bitch niggas make a scene cuz they not really wit the violence"}
{"text": "RT : I'm sorry but some people's names are just fuckin stupid Some parents should get a flyin bitch slap for naming kids like &#8230;"}
{"text": "RT : \"Go talk to your other hoes\""}
{"text": "RT : Bitches be talking about they ride or die with every nigga they talk to. bitch you done died like 8 times already"}
{"text": "RT : Girls be 6'0 talking about \"catching feelings\" bitch you need to catch this TD pass I'm about to throw you smh"}
{"text": "RT : Real niggas let a real bitch cum first &#128527;&#128069;&#128166;&#128166;"}
{"text": "RT : A street nigga don't love nobody if you ain't his day one (bitch, nigga)"}
{"text": "RT : &#8220;: Us calling females hoes for dressing as bunnies and cats for Halloween didn't discourage them one bit...lol&#8221;G&#8230;"}
{"text": "RT : ...like to have a seat on it. I also don't assume that because a woman contributes to a sex convo that means her pussy is open f&#8230;"}
{"text": "RT : \"i want a black guy thats 6'9, wears jordans and has tattoos\"... bitch thats a created player on 2K"}
{"text": "RT : bitches cant finish a 6 inch sub but want a 12 inch dick"}
{"text": "RT : #rapeyass RT : Uh..not rape her, bitch nigga? RT : You see her passed out drunk, what do you do? ht&#8230;"}
{"text": "RT : RT : Hell wrong with yall? RT : Pecan pie AND sweet potato pie trash."}
{"text": "RT : What a bitch."}
{"text": "RT : White girls date black guys who hate black culture and they let their stupid ass white girlfriends talk shit and say nig&#8230;"}
{"text": "RT : Trying to cat fish me, like nuh uh bitch get in the back."}
{"text": "RT : not about to shoot this pussy! Ima beat his face into the asphalt t ..."}
{"text": "RT : &#8220;: &#8220;: That hoe smashed the whole team !&#8221; &#128557;C&#128514;H&#128557;I&#128514;L&#128557;L&#128514;&#8221; Lmao y'all fools&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : I hate when niggas get mad cuz you fucked they girl when really he should be happy you showed him that bitch unloyal"}
{"text": "RT : The most likely signs to be crazy bitches: Aries Taurus Gemini Cancer Leo Virgo Libra Scorpio Sagittarius Capricorn Aq&#8230;"}
{"text": "RT Miramar had the baddest hoes shid hoes looking like they was in college + HAD"}
{"text": "RT : \"No matter where you go, there's always an asshole wearing a Yankees cap.\" -"}
{"text": "RT : Valentines day is just an extra Christmas for bitches blood"}
{"text": "RT : Ugh, white trash."}
{"text": "RT : When you and your friend are talking and that bitch y'all heavily don't fuck with walks past"}
{"text": "RT : When a bitch get you fucked up"}
{"text": "RT : Asking his kids if they brought an apple for the teacher &#128514;&#128514;&#128514; he's such a queer"}
{"text": "RT : Back when I was a young buffalo soldier ha s/o to the bro #tbt We still in this bitch&#8230;"}
{"text": "RT : Tell me again how Citizen Kane is the best movie of all time, then go watch Caddyshack. you pretentious film school cunt."}
{"text": "RT : Whoever called it the lowest common denominator and not stupid pussy number was probably more mature than me and definitely&#8230;"}
{"text": "RT : Note about 300&#247;30 days in a month, these hoes selling pussy for $10 a pop lol."}
{"text": "RT : If you aint fucking me , feeding me , or supporting me YOUR OPINION is irrelevant bitch."}
{"text": "RT : Muhammad Ali. Roy Gracie out this hoe"}
{"text": "RT : These hoes be fucking all of us niggas. I got news for all the monogamous niggas, yo bitch fucking anonymous niggas"}
{"text": "RT : On some real nigga shit some bitches need slapped..."}
{"text": "RT : \": Girls that fuck back &gt;&gt;&gt; &#128525;&#128525; your last one was trash so here"}
{"text": "RT : Some of you bitches aren&#8217;t built to wear certain shit."}
{"text": "RT : These hoes out of control"}
{"text": "RT : I always text my besties like \"bitch call me I got the scoop&#128064;\" &#128553;&#128553;&#128553;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : My bitches got pretty pussy&#128516;&#128516;&#128516;&#128540;&#128540;&#128540;"}
{"text": "RT : Nine times outta ten the bitch using them same unclean brushes on all ten of her clients. I can't with you \"beat faced\"&#8230;"}
{"text": "RT : Least I ain't broke bitch!"}
{"text": "RT : When Waka said, \"Suck My Dragon Balls bitch call me GOKU!\""}
{"text": "RT : Jackie a Old bamma ass bitch"}
{"text": "RT : Tell them bitches I'll always be your Mrs.&#128141;"}
{"text": "RT : &#8220;: &amp; you guys thought sharkiesha and shovel girl were crazy.. she snapped this bitches nose."}
{"text": "RT : \"She still a bitch\" RT : Lol so what do you tweet if you lose?"}
{"text": "RT : Who else remembers these bitches"}
{"text": "RT : RT : RT : But thats your baby mom though. RT : That ain't my hoe."}
{"text": "RT : \": &#8220;: These hoes gon come &amp;&amp; go, i feel it.&#8221;\" boy, lol"}
{"text": "RT : Females now a days don't like to do anything freaky because . You niggas gossip about it like bitches ."}
{"text": "RT : I'm in love with mary jane and codine I don't love these hoes"}
{"text": "RT : But if you a hoe, do you. I ain't judging you. Get it in, but don't hurt someone in the process, be straight up ab it"}
{"text": "RT : He tweet like a bitch broke his heart"}
{"text": "RT : Niggas gossip like hoes, most of 'em bitches"}
{"text": "RT : naw bitches want attention not respect... Real women want respect #truth"}
{"text": "RT : Don't unfollow I got the app bitch"}
{"text": "RT : Birds of a feather flock 2gether. Hoes friends with hoes. Bitter women be with other bitter ones. Haters be with hater&#8230;"}
{"text": "RT : These bitches are slutty enough without the costumes lol damn"}
{"text": "RT : I used to chase hoes now it's Dollar$igns"}
{"text": "RT : I'm money hungry man these bitches can't do nuffin for me"}
{"text": "RT : Justification of my bitch face. Thanks ."}
{"text": "RT : Me: My bitch face is on point. : That's 24/7. #Thanks"}
{"text": "RT : Pull up on my ex make that bitch mad&#128514;&#128514;&#128128;&#128128;"}
{"text": "RT : Dive in the pussy like"}
{"text": "RT : Fellas remember to stock up on thermals and Timbs before the dykes buy them all"}
{"text": "RT : johns.... be honest.... you got hoes in different area codes"}
{"text": "RT : Beyonc&#233; is trash."}
{"text": "RT : yes I love her like pussy money weed"}
{"text": "RT : Follow spree cunts. Just retweet this #followmeBeau"}
{"text": "RT : With me bitch."}
{"text": "RT : why all these hoes trynna be gay now? lmao"}
{"text": "RT : \"Ate pussy for the first time today. All I have to say is ... I think I may have a new favorite food\"- Michigan"}
{"text": "RT : \"If you are nice girls, they will be bitches to you. If you are an asshole, girls will want your dick. #womanlogic\""}
{"text": "RT : \"People congratulate on losing weight for my health, but in reality I lost all the weight so I could fuck hot bitches\"&#8230;"}
{"text": "RT : \"Unlike a lot of these bros, I actually care about my girl and I love her. It's not called being a pussy, it's called &#8230;"}
{"text": "RT : Don't be a pussy &#128076;"}
{"text": "RT : Ungrateful bitches ..."}
{"text": "RT : How bitches look wen they hear their song in da club"}
{"text": "RT Lauderdale. . + that's where the hoes at?"}
{"text": "RT : Call her 1st thing in da AM.... Let her know dat pussy on yo mind...."}
{"text": "RT : Lmao.. bitches hate u but still follow u..."}
{"text": "RT : Niggas dat don't get no pussy are usually the ones thirstin these big or ugly bitches.. givin them more confidence then the&#8230;"}
{"text": "RT : Sum of u bitches too old for braces...."}
{"text": "RT : All a nigga need is money. . . . . . . . . . . . . . . . Fuck a bitch"}
{"text": "RT : Can't trust none of these bitches, DON'T trust none of these hoes &#9995;"}
{"text": "RT : This is what the niggers dont like"}
{"text": "RT : Soulja boy bitch so Aggravating &#128553;&#128553;&#128553;all that nagging &amp; shit .. I hope Ion sound like her &#128514;&#128514;&#128564;"}
{"text": "RT : I could if I tried but my money feels better then any pussy I've ever had"}
{"text": "RT : Don't be a pussy grab the booty. Love the booty. Appreciate the booty."}
{"text": "RT : this cunt is still talking!? Holy fuck, can you just get breast cancer already"}
{"text": "RT : Just this one eye can take your bitch"}
{"text": "RT : I want some popcorn hoes bol"}
{"text": "RT : this faggot is a lil attention whore fuck him #mute"}
{"text": "RT : I seen what you look like ,not impressed.dont talk shit you dirt looking bitch"}
{"text": "RT : when i drink some beurs kid . plus ur a faggot anyways"}
{"text": "RT : chava needs to stay in his lane and keep sending gyro to hell you dont want it with the big boys you dirt infest ass beaner"}
{"text": "RT : if i dont get drafted for the squad we gonna have some problems drop the faggot jesus"}
{"text": "RT : kill this beaner"}
{"text": "RT : If this was high school ER body catch A's hoe lmao &#128557;&#128514;&#128514;&#128514;"}
{"text": "RT : &#8220;: Wake up in the morning give me head bitch &#128514;&#128557;&#8221;"}
{"text": "RT : I like blowing loud wit bad bitches &#128111;"}
{"text": "RT : It ain't no hoe&#128581; in my blood &#128137;"}
{"text": "RT : Roll up let's get high let's get high bitch"}
{"text": "RT : Been popping all my life what's fame 2 me.. bitches been stalking all my life bitches ain't a thang 2 me"}
{"text": "RT : This bitch needs to be ray rice'd"}
{"text": "RT : Bad bitch her attitude nasty ! Ooh ooh that's my song hoe ' loveoohyie #skyylevelmedia #holipalooza #atl"}
{"text": "RT : bruh said \"Black girls pussy taste like attitudes and arguments\" LOL"}
{"text": "RT : I just wanna be skinny &amp; fit. SIKE! Thick bitches got it going on. #Ass2Fat #ThundaThighs #JellyRolls #ImStillSexy"}
{"text": "RT : Shut your bitch ass up. You got something to say about me, mention me. Peezy eyed bit&#8230;"}
{"text": "RT : you hang out with a hoe you gonna turn into a hoe"}
{"text": "RT : Ross is tha biggest bitch"}
{"text": "RT : I have no sympathy for people who bitch about situations they get themselves into."}
{"text": "RT : Mom: \"What happened to ___ *insert old friend name*? You used to be close.\" Me: \"Fuck that bitch.\""}
{"text": "RT : karma's a bitch. don't dish what you can't take. &#128583;"}
{"text": "RT : \"And if you aint a hoe, GET UP OUT MY TRAPHOUSEEEE\""}
{"text": "RT : \"Great.... DaQuan got her pregnant and now I'm gonna have a nigger grandbaby\""}
{"text": "RT : \"bitch ass nigga square up\" &#128514;&#128514;"}
{"text": "RT : 1000 rts and he'll spark this hoe in here"}
{"text": "RT : gotta keep these hoes on point"}
{"text": "RT : she taught these hoes how to pose"}
{"text": "RT : when u deep in the pussy"}
{"text": "RT : who else hated this bitch nigga ??"}
