{"text": "Idgaf if it's 3pm in the afternoon bitch make my pancakes!"}
{"text": "Idgaf if that's sounds illogical, this Twitter bitch."}
{"text": "Idgaf what anyone say. GAMBLING IS STUPID. like if you constantly bitch about not having money why tf would you go to a casino?"}
{"text": "Idgaf what u do to get it long as u go hard in that. Sell drugs, credit cards, checks, strip, sell pussy, whatever. Jst dn't b half-assed!"}
{"text": "Idk about yall, but i loves me a thirsty bitch. Atleast they not afraid to peruse a nigga"}
{"text": "Idk bro &#8220;: a bunch of hoes really doesn't compare to having that one faithful girl bruh&#8221;"}
{"text": "Idk how I have friends I'm so blunt and sarcastic people probably think I'm a raging bitch."}
{"text": "Idk how bitches trust other bitches sooo easily. I still have the same friends."}
{"text": "Idk maybe it's just me being bitter but giving bitches money and just being a genuine nigga ain't got me nowhere so fuck that. Struggle hoe."}
{"text": "Idk what's worse then a broke hoe with potential"}
{"text": "Idk where this nigga jus went but he better find me some food before I become a real life bitch&#128530;"}
{"text": "Idk who tf Roro &amp; Sophie are, but I'm glad they got bitches twerkin for the vine in they whips"}
{"text": "Idk why bitches think they players lol bitches have zero game"}
{"text": "Idont want a Bestfriend Boyfriend homeboy nor homegirl... fuck all yall bitches ctfu idc idc"}
{"text": "If didn't know I love your coon ass cuz &#128514;&#128514;&#128514;"}
{"text": "If post 1 more pic of his waves I'm bringing my S-Curl back on these hoes for the 2014"}
{"text": "If Bradley Cooper wins an #Oscar before Ryan Gosling does, imma cut a bitch."}
{"text": "If California Chrome doesn't go off at even money or better I might flip a trash can over I mean damn can I get 6-5? Oh the humanity!"}
{"text": "If Dirty D was still around I wonder how many of you younger guys he would call a \"disrespectful son of a bitch\""}
{"text": "If Dj Khaled eats Nicki Minaj's pussy he finna taste everyone in the rap industry"}
{"text": "If Drew Stubbs were a pimp, he couldn't even hit a hoe."}
{"text": "If I become president, everybody's on lockdown. I'm gonna run this bitch like a penitentiary."}
{"text": "If I called you a bitCh then you'd prolly hate me .. If I called you a bad bitch then you'll prolly thank me!"}
{"text": "If I can't make no money off of you then bitch I don't even want to you."}
{"text": "If I don't like that hoe I turn her ass into a frisbee"}
{"text": "If I don't unwrap a big booty hoe today i'm going rio be outraged."}
{"text": "If I ever ate your pussy before and you fucked over 3 niggas before that let me know right now because you owe me $100 you dirty bitch"}
{"text": "If I ever saw Kendall Jones in person, Id kill her on sight. I hate that bitch more than anything in life."}
{"text": "If I fuck a nigga bitch ima just record it an keep fuckin her til she play dumb then ima have to show him"}
{"text": "If I had a dollar for every time someone called me Maggie I'd make it rain on all these hoes"}
{"text": "If I had hair, I would seriously go for a perm now. Genetics is a stone cold bitch."}
{"text": "If I hit you w/ that shotty bitch I bet that body flip"}
{"text": "If I hold the door open for you, bitch you BETTA say thank you or imma slam the door in ya back."}
{"text": "If I post a picture of my woman, All you hoes jumping off a bridge tonight! Lol"}
{"text": "If I respect you, I demand your respect back. If you think you can be a bitch, I can be an even bigger one. Bring it"}
{"text": "If I see another bitch with a rolly bag ima diesel that bitch"}
{"text": "If I smoke with ya bitch its over"}
{"text": "If I was a guy I'd definitely dress up as the fuck her right in the pussy guy"}
{"text": "If I was stranded on a desert island and I could only bring 1 thing, I would bring Dora. That hoe has everything in that backpack."}
{"text": "If I were born black; I would have tons of kids, never work, get lots of free stuff &amp; bitch about it! Thank God I wasn't~What a DRAG I'd B"}
{"text": "If I wore a tutu, no bitch would want me &#128514;&#128514; that's what our dog is gonna be telling himself everyday &#128529;"}
{"text": "If I'm sharing my nigga with every other bitch why tf do I want him. He ain't no longer special. The heck."}
{"text": "If I've never seen her do some \"hoe\" shit with my own eyes then I refuse to let another nigga influence my thoughts on her. So what?"}
{"text": "If Kubiak was a player they'd pump him with painkillers and tell him to stop being a pussy."}
{"text": "If a bitch annoying she getting left."}
{"text": "If a bitch bit my dick, I'd probably beat the shit out of her."}
{"text": "If a bitch choosin let her choose lmao that is all !"}
{"text": "If a bitch don't like me, sumthin wrong wit da bitch"}
{"text": "If a bitch don't taste her own &#128573; you shouldn't even dare eat it &#128567;"}
{"text": "If a bitch has to fuss &amp;&amp;fight over a niggah thats hugged up &amp;&amp; ,boo'd up w the next bitch , clearly doesnt gaf bout u"}
{"text": "If a bitch is bad n single she single fo a reason....hoe prolly cray or a runna"}
{"text": "If a bitch makes u moan during sex she owns your soul. &#128175;"}
{"text": "If a chick wants me to eat her pussy then leave I'll accept gladly. Lol"}
{"text": "If a cute bitch fucks with a lame nigga she automatically becomes 10 times less attractive in my eyes"}
{"text": "If a nigca neva told you \"bitch you got some bomb azz puzzy\" kill yaself bitch"}
{"text": "If a nigga in nap can fuck my bitch that mean she lame for fuckin a lame.... All deez niggas here corny asl"}
{"text": "If a nigga is watching Love and HipHop instead of the playoffs he gay denna bitch"}
{"text": "If a nigga phone broke best believe he only gon memorize his main bitch number or the bitch that's cash in him out number &#128175;&#128527;"}
{"text": "If a spic ever talks to a white person and the white person kills them, it's self defense."}
{"text": "If a teacher gave me some pussy in elementary school I got to tell somebody."}
{"text": "If a teacher tried to throw me some pussy when I was in school, nigga I ain't sayin shit"}
{"text": "If anxiety was a person I'd kill that bitch so fuckin fast."}
{"text": "If anyone ever gets an attitude or w e with me idgaf who it is I am going to be a bitch right back &#128076;&#128076;"}
{"text": "If anything I've ever said has offended you, that's a YOU problem not a me problem. Don't be such a little bitch."}
{"text": "If eating the pussy makes you happy, I'm all for it. :)"}
{"text": "If everybody already hit, Of course a nigga can't take you seriously.. Idk why hoes be so surprised.."}
{"text": "If her bio says \"Only God can judge me\" she's a hoe."}
{"text": "If her mom was/is a hoe then she's most likely a hoe too. Where do you think she learned it from?"}
{"text": "If i aint hit that bitch then i aint hit that bitch why lie about it thats petty bullshit"}
{"text": "If i fucked her i know every niggah want her."}
{"text": "If i straighten my hair, it's gonna be long and the hoes gonna hate &#128553;&#128514;&#128514;"}
{"text": "If i was to get a rich girl so be it. At least she likes me. She saw something in me you hoes didn't see"}
{"text": "If it wasn't for this blanket, my nips would be harder than the search for Anne Frank.."}
{"text": "If joining the army gets you bitches then to the army I go."}
{"text": "If luke hemmings really thinks they're trash, I MUST BE FUCKING DIRT BC YOU BOYS ARE BEAUTIFUL DAMMIT"}
{"text": "If my anger materialized, it would be a fucking atom bomb to blow this bitch up."}
{"text": "If my bf posts a pic of my daughter, just like it and keep scrolling. Your comments aren't necessary. Yes bitch, I know she's cute."}
{"text": "If my bitch wear a bacon bra....im taking that ass to funky town"}
{"text": "If my friends don't wanna hangout my automatic response is to call them a bitch. Whoops."}
{"text": "If my tweets hit too close to home why you subbing me lil stupid ass bitch? Check Ya own fucking self issues lil bitch."}
{"text": "If not for GZ, #Trayvon would be alive right this second... Smoking a bowl and tweeting about \"bitches and hoes\". Such a nice kid he was..."}
{"text": "If not then you are a coward and afraid showing you have no faith..Just another devils bitch..."}
{"text": "If only everyone knew the real you...fakest bitch I know"}
{"text": "If only my new local mall wasn't so ghetto"}
{"text": "If only you bitches REALLY knew"}
{"text": "If pussy lips could talk ill go down there like it's whispering"}
{"text": "If she a hoe I'm a hoe."}
{"text": "If she a hoe on social media she a hoe in real life too"}
{"text": "If she ain't yo lady u better not text her ass good morning quit treating these side hoes like wifey material"}
{"text": "If she aint talkin to you , then who she talking to ? Cus you know bitches cant stop talking #TrustIssues"}
{"text": "If she dont appreciate that and say yes. The bitch aint real."}
{"text": "If she hates being kissed in the mouth she a hoe.Tell me different."}
{"text": "If she know yo name way before you meet her, then dat bitch a EATTA!"}
{"text": "If she makes a good sandwhich and she give a good blowy, wife dat hoe up. That way you can eat while she eatting"}
{"text": "If she wears these to dinner then she's paying for her own food because Im treating that bitch like a stranger....."}
{"text": "If she'll tell you she's a \"badd bitch\" then listen. She's bad for your health!"}
{"text": "If some one isn't an Anglo-Saxon Protestant, they have no right to be alive in the US. None at all, they are foreign filth."}
{"text": "If someone is part of 'James X' then he's a white trash cultist."}
{"text": "If that pussy aint Organic, Preservative free, No growth hormones, fresh, USDA approved, i aint fuckin with it."}
{"text": "If that pussy don't come with head, I don't want it!!"}
{"text": "If that's yo hoe ... That's my hoe 2"}
{"text": "If thats what yall hoes want then fuck it."}
{"text": "If the only thing she talks about is her eyebrows, she got forest pussy."}
{"text": "If the servers for black ops 2 acts gay today this is my bitch fo the nite"}
{"text": "If the words whore, hoe, slut, prostitute, ect werent invented, their would be alot more pussy to go round"}
{"text": "If the world was free of sucka free it would be just me and my nigs left"}
{"text": "If them niggas pussy we douche em we clean em out"}
{"text": "If these hoes ain't lying about being fat they hiding a backpage profile some where..."}
{"text": "If this bitch don't turn Crash in &#128545;&#128074;&#128299;"}
{"text": "If this bitch hangs up on me one more time...."}
{"text": "If this bitch new the amount of shit I spoke bout her on my twittah lol"}
{"text": "If u ain't fucking u ain't sucking wat u Doin hoe &#128572;"}
{"text": "If u bad niggas a really play nice to get to the pussy then... that ass gone &#128514;"}
{"text": "If u expect me to stop playin with niggas But u playin widd bitches I can't deal"}
{"text": "If u got yo shit pulled Upp past yo bellybutton YOU ARE TOO OLD FOR YOGA PANTS bitch it aint 1983"}
{"text": "If u know this bitch u know ur mexican"}
{"text": "If u not talking bout money or weed bitch I don't even wanna talk to you."}
{"text": "If ur bitch starts fukin yappin tae, ill make sure i break something vital. Warning: call polis with hazard that results in permanent damage"}
{"text": "If viagra was for bitches it'd be called niagra"}
{"text": "If we get any trick of treaters I will be giving out Android advice. So... stop on in, faggots"}
{"text": "If y'all preppy bitches ever arguing like this at a party and don't do nothing y'all getting hit with a bottle fr"}
{"text": "If yall niggas gon be gay, why yall gotta be so over the top? Dressing up in bitch shit that women wouldnt even dare wear. Smh."}
{"text": "If yer gonna continue to be a contrarian bitch... go die then. I've no time for such trifling!"}
{"text": "If yo name wus in this song you wus a hoe then, &amp; a overgrown THOT now...."}
{"text": "If yo nigga catch you cheating, and beat yo ass in front yo lil yeah, and lil yeah don't help. You still give him pussy ladies?"}
{"text": "If yo pussy good my \"Pullout\" game weak!!"}
{"text": "If you LIKE #chocolate or #sodapop and you tweet bad about #HappyColumbusDay..............YOU ARE A FUCKIN\" #retard #HYPOCRITE&gt;"}
{"text": "If you a top notch bitch lemme here you holler. (:"}
{"text": "If you act like a fucking retard when your high it's over mane stay away from me."}
{"text": "If you ain't Stevie J's bitch of course you'll call him the scum of the earth.His bitches hooked while they're upset though."}
{"text": "If you ain't a hoe, get up out my trap house ."}
{"text": "If you ain't ma bro you better watch yo bitch &#128514;&#128514;&#128514;&#128076; borrow yo hoe introduce ma pimp !"}
{"text": "If you ain't my bro... Your bitch single In My eyes &#128514;&#128170;"}
{"text": "If you ain't sucking dick, why you sitting there with puckered lips? That's collagen, muhfuckin bitch"}
{"text": "If you are out clubbing every weekend and leaving your child with your baby momma I don't wanna hear you bitch about child support. &#128056;&#9749;"}
{"text": "If you arent going to stick to one garbage can for recycling Im not going to give a single fuck about where Im putting my trash."}
{"text": "If you ask me every bitch gay"}
{"text": "If you attractive people just gone up and assume you got hoes"}
{"text": "If you ballin then buy ya bitch something"}
{"text": "If you balling buy yo bitch somethin"}
{"text": "If you body count more then mine you a hoe js."}
{"text": "If you can't turn Instagram likes/follows into some real life shit #trash"}
{"text": "If you don't fuck with your either A) slackin B) a turd burgular C) a pussy face. or D) all of the above #WhichIsIt ?"}
{"text": "If you don't know what yo bitch doing tuat ain't you bitch, Im just sayin."}
{"text": "If you don't say thank you after someone holds the door open for you you're a bitch"}
{"text": "If you dont know uncle JJ your a bitch"}
{"text": "If you follow me on twitter and you are being loud cunt on the swings at wintersmith don't be a stranger &#128526;"}
{"text": "If you fuckin for your rent you a lame hoe"}
{"text": "If you get into an argument with someone and say, \"Have a nice life &amp; good luck in Ohio.\" that's a \"fuck you, bitch leave.\""}
{"text": "If you go to the barber shop on Friday you have to your charger and some snacks in that bitch &#128514;"}
{"text": "If you going to the strip club every weekend, you will never experience earned pussy."}
{"text": "If you got a body count already in 2014 you can't talk about anybody being a hoe"}
{"text": "If you got a good girl don't turn her into a \"bad bitch\"."}
{"text": "If you got a problem with me bring it up with me before I tense up on yo bitch ass . -.-"}
{"text": "If you got charge a nigga up for tryna talk to your chick, You really a insecure faggot and have no control over her.."}
{"text": "If you got tats on your breast, you a trash ass bitch and stay far away from me with Ya acid pussy."}
{"text": "If you got to act like you cuffing a bitch to get ass your a lame forreal &#128514; , real niggas let bitches know what it is from jump&#10071;&#65039;"}
{"text": "If you hang with hoes, you're a hoe by association. If you try and debate this, you're a hoe. If you get offended by this, you're a hoe.&#128175;"}
{"text": "If you have chemistry the only other thing you need is timing.. But timing's a bitch."}
{"text": "If you have your friends jump into a fight, it shows that you're just an overall pussy."}
{"text": "If you hoes stop shaving I'm running around spraying nair on all of y'all."}
{"text": "If you jump someone you're a bitch regardless the situation"}
{"text": "If you kill all cops and cracker babies, what next?????? Black states, white states, and Latino states? Isn't that moving backwards?"}
{"text": "If you know a guy has a newborn baby why the fuck are you trying to talk to him? Desperate ass hoe"}
{"text": "If you like the 24k gold rillos, your a pussy"}
{"text": "If you love somebody, you can't cheat, have hoes, do certain shit cause them limits type shit."}
{"text": "If you not his momma or his sisters goodbye bitch! I do not have time for that."}
{"text": "If you not lickin toes you a basic bitch.. And I can't fuck with a basic bitch"}
{"text": "If you not my bitch. I really don't care &#128076;"}
{"text": "If you one of my hoes .... make yourself known"}
{"text": "If you only like cheese pizza you're a pussy. Stay away from me and my lovely combination pizza"}
{"text": "If you rat on your family just so you don't get in trouble you're a little bitch #BloodThickerThanWater"}
{"text": "If you really know me, you know all the problem i go through with all these hating ass bitches."}
{"text": "If you said more today on the internet about Duck Dynasty than about the #NorthwestImperative, you're a useless whigger."}
{"text": "If you say any of the following words the convo is over: nigger, nigga, swag, yolo, fag, retard."}
{"text": "If you say anything about me I'll knock ur boyfriend out. Go for it bitch. Your boyfriend is a pubeless runt."}
{"text": "If you see me , SPEAK bitch. !"}
{"text": "If you single, just start hitting up those hoes. &#128524; &#128129;"}
{"text": "If you sneak dissing &amp; I come to you tryna address the initial issue &amp; you say it ain't nothing... You a bitch"}
{"text": "If you sweat pussy it's somethin new to you.."}
{"text": "If you take a long time to text back you a hoe"}
{"text": "If you tell a dyke she looks just like a nigga is that a compliment? I've always wondered that"}
{"text": "If you texting other niggas just let me know so I can find me some other bitches. No hard feelings"}
{"text": "If you want it come and buy it ain't no mufuckin fronting nowadays niccas playing games about a few hunned! -- #Loud"}
{"text": "If you was a bitch nigga in 2013 you still Gona be a bitch nigga in 2014 &#128175;&#128175;"}
{"text": "If you will fuck or try and fuck ya niccas girl .. You a buster lol"}
{"text": "If you work a graveyard shift, she cheating on you off tops. Somebody else gon be tucking ya bitch in."}
{"text": "If you would have followed George Washington in 1776, it means that you're white trash."}
{"text": "If you're a male and \"hoes/hos\" and/or \"bitches\" is your default word for women...you gotta go. Remove yourself, please."}
{"text": "If you're a whiney bitch, have a ZIMA and shut the fuck up! #Democrats"}
{"text": "If you're acting like more of a bitch than your bitch... there's a problem"}
{"text": "If you're being a little scared bitch about the POSSIBILITY of a louisville purge...just go to Ferguson."}
{"text": "If you're gonna be a hoe, then don't look for relationships. you lost that privilege when you decided to be a hoe."}
{"text": "If you're having girl problems I feel bad for you son. I got 99 problems but a bitch ain't one&#127911;&#127926;"}
{"text": "If you're not attractive .... bitch you ain't making my drinks...! TF you think this is.?"}
{"text": "If you're not watching this Seahawks game you're hella bitch."}
{"text": "If your a nigga ... And you use the term \" yassssssssss \" im just gonna assume your a fag"}
{"text": "If your main reason for disliking something is because it is popular there is a 100% chance you're a little stupid idiot bitch baby child."}
{"text": "If your parents let you drink underage, they're fucking retarded and so are you."}
{"text": "If your pussy stink, you aint goin to heaven"}
