{"text": "so we load into illios insta lock torb immediate flame in all chat moira do not win a fight all game constant shit talking between a team mate and one of their team still have a torb im fighting a doomfist help"}
{"text": "Acting like an ass is not a good view."}
{"text": "Holder is responsible for selling guns to the Mexican cartel. Just another Obama administration law breaker."}
{"text": "Guy if you can't explain yourself after a day that's a good indication youre talking shit"}
{"text": "The reaction from some conservatives was swift and appealed directly to male fears and male interests.\"- if men, after 50 years., can come forward about priests' sexual assault ,why can't women,especially if the person accused is going to be SC JUDGE &amp; stay on forever\""}
{"text": "The problem is Trump is playing the Dems against the Repubs and he is neither. Trump is an authoritarian. To Trump there is no leaning. His goal is to conjure up hate. He has been part of America’s under belly his whole life and brought it to the WH."}
{"text": "Nasty a$$ Liberal sheep...you are prime example of sheeple with NO BRAIN."}
{"text": "What kind of dumb shit am I gonna read next"}
{"text": "She is a vile rat of a woman."}
{"text": "Captain Maga getting slandered? And it wasn’t from me? Damn. URL"}
{"text": "I wouldn’t trust Chuck Schumer ever. He’s a liar and the president doesn’t trust him either."}
{"text": "Still shoveling shit\" for Trump?....What kind of woman supports a liar, racist, pussy grabber?....that's what kind of woman you are.\""}
{"text": "Be ready!! Be prepared!! Because the trump administration isn’t going to do shit if you get hit!! Well.. if it’s a white county you’re good.. lookout Randolph county!! Hide yo kids!! Hide yo wives!!"}
{"text": "I do not need a female packing a weapon for my protection. Not my kind of girl. If you need that much protection You are in the wrong place."}
{"text": "Hope you're right about that last part. But I've learned it's pointless to underestimate the stupidity of TX conservatives."}
{"text": "They're still building and hiding nukes but yeah your pops got played like the udiot he is."}
{"text": "And, he proved that all the gun Control\" LAWS doesn't stop anyone willing to break the LAW. He could have just as easily shot a colleague or student. Or, several. LAX enforcement of existing LAWS and Criminal Minds ignoring laws are the REAL problem. But, DemocRats know that.\""}
{"text": "He schools read a ammo box warning label..."}
{"text": "Wow this is priceless! A college educated professor self-inflicts himself with a bullet wow he is “brilliant”! URL"}
{"text": "Again she is the GOAT at HER SPORT but of all athletes ever? Absolutely not"}
{"text": "Awesome Agree Yeah man Preach Wait... what did i just read? Oh shit"}
{"text": "So the first thing you do is put the black guy up and call out that we are using the race card. Shows how racist you are. Maybe put a Latino or woman up next."}
{"text": "I'm sorry but damn she is hot af"}
{"text": "Race has nothing to do with it. Either you are fake MAGA or ignorant either way you are now blocked."}
{"text": "5.10am Still a crowd at Queens Park protesting the conservatives middle of the night power grab. Shame on the conservatives! What kind of party creates chaos during an election? Rather than working with their citizens to create a healthy economy? #ONpoli"}
{"text": "the only thing i know about gun control is how to have great aim."}
{"text": "I purposefully had my damsel\" be a bit of a badass. She is saved by the protag, saved by the third party member, and sticks her neck out to save their hind quarters just as often (if not more!). Sure, she may have ulterior motives (*evil laugh*) but she's still pretty kickass!\""}
{"text": "LOL!!! Now will they BURN those? And will they remember to take them off first? One guy didn't. And to burn them OUTSIDE so they don't take down the house as one guy did? Wait until they find out Levis is now pushing gun control. Nazis marching in their tidy whities? Oy."}
{"text": "2 ways for President Trump to lose in 2020. Gun control and an immigration bill with no wall."}
{"text": "Liberals as per Odia standards 👆....RW is liberal when it comes to my state 🤣🤣"}
{"text": "Whoever you are you deserve this URL"}
{"text": "Don’t care. Let them (NFL) die on the field kneeling"}
{"text": "The Dems playing a con game. It must be Antifa don’t you think."}
{"text": "Oh i thought you were the dream team minus sonja. Really you are the mean disgusting team minus sonja. Oh by the way dorinda leave sonja alone. You are so jealous of sonja. She is kind sweet and so much prettier than you. Get over it you drunk"}
{"text": "Yes Comie (communist pun intended) WE do and will emerge stronger when u &amp; all ur cronies are put to death at Gitmo. WE THE PEOPLE WILL INDEED BE STRONGER. #MAGA #DrainTheSwamp"}
{"text": "me trying to avoid the freshman boys who hang out in my block and hit on me everyday URL"}
{"text": "...how you want to be defined\"? PUL-EASE! When you live under a 24/7/365 MSMedia SHIT-SMEAR to the point you have Marxine Waters sending her ANTIFA minions out to threaten you in public places - you learn not to give a F*CK what the \"Pavlovian Left\" thinks. Night, night 🌙!\""}
{"text": "My. Arms. Wasn't. That. Big! N. Neither. Was. My. Boobs! They. Are. Now! From. Them. Injecting. Fat! Into. My. Body!"}
{"text": "Betty I think women have been handed a character assassination bomb to destroy MEN by the liberals and the FEMINISTS. I would hate to know these women represent ME. WHY WAIT ALL THESE YEARS TO REPORT..."}
{"text": "He is an israeli puppet."}
{"text": "Her word against his &amp; one more! She is a left wing nut nobody would touch &amp; is mad cause #Kavenaughs Mom had to evict her parents!"}
{"text": "Y’all need to know that she is human being and knew Mac for so many years and was in a relationship with him. She’s grieving. She doesn’t have post something to prove that. AND IT IS NOT HER FAULT HE DIED LIKE DAMN! Stop blaming this poor girl. His addiction killed him."}
{"text": "I wouldn't doubt anything the unhinged witch would do.She's a leftest nutty Professor with a mentally ill past.She has no business teaching anyone!I suspect she is a closet ANTIFA member pd by Soros. Psycho was going to do the same thing to Gorsuch. #LockHerUp in a mental ward!"}
{"text": "Hiding like the caged animal he is."}
{"text": "Jeff I have a lot of respect for you. Please vote no to Brett - not because you don’t like him but because it’s the right thing to do. He has lied - he is hiding documents - he thinks trump is above the law. THIS IS WRONG !!!"}
{"text": "there is no way she is 26 wow drugs maybe who knows"}
{"text": "Build the wall ! Vote Republican! Not perfect by a long shot. But so much better than the alternative anti-Americans!!!"}
{"text": "With Democrat's Sociability Quotient it's no wonder Democrats think about Gun Control all the time!"}
{"text": "Conservatives are so sick of these tactics by liberals. First there was Bork then there was Thomas. Republicans just keep taking it too...Trump won’t take it for long though. URL"}
{"text": "Wish u folks luck w that. I think you’re fucked though.. There will never be enough pro gun folks elected in California to turn the tide on gun control. The masses are convinced guns only equal bad. They already tell u which &amp; how many guns you can buy. Now ammo. What’s left?"}
{"text": "I have. He is desperate to see what I'm saying and report me. Shame as he usually says nothing. Another antifa pussy no doubt"}
{"text": "Ikkk he is a fucking prince 6al3 mn al stories bta3in Disney kida ahhooo😹😭😹😭😹💜💜💜"}
{"text": "Odd. Stating opinions comes with an attack (cunt and assumption of a streamer using boobs for attention.) It was verbal diarrhea from a person who ought to know better."}
{"text": "Wow...not even his supporters can do the math and see that he is not right for this country. Well his supporters cant do math either"}
{"text": "If he doesnt want to face the responsibility for his actions then he is in the wrong job. That is without taking into account him being a bit shit... #AVFC #BRUCEOUT"}
{"text": "and sometimes these edgy bitch boys are not secretly soft (good trope!!) they are just straight up.... abusive..... this is a very thin line to walk and dramione doesn't walk it well"}
{"text": "Way to go David👍 I love it when someone can send the liberals into a tessyfiy in the morning. Keep up the fight. 🇺🇸🇺🇸🇺🇸"}
{"text": "Perhaps FBI etc. Should look into Orrin Hatch closet and investigate what he is hiding Sex Offenders always stick together"}
{"text": "#FarRight #Psychopath #Leader will now use the #invisible #press #created #catkiller as #excuse to bring back #FoxHunting if she's not gone by #Christmas #AnimalCruelty #ToriesOUT #NoConfidence #CrimeSyndicate #GE2018 #CriminalsOutofNumber10"}
{"text": "The mother never moved I think I would have at least moved a arm a leg I mean something she is a idiot. Why wasn’t she watching for car geeezzz and the other idiot in the car he/she is blind"}
{"text": "I think it is a safe bet that Donald is clueless on everything because he is ignorant &amp; lies so much. Ivanka knows everything &amp; will flip on all of them to save her treasonous ass."}
{"text": "Looks like conservatives made a back room deal with her as they are best known for always playing dirty divisive politics"}
{"text": "Its amazing that these DemoRats are elected to any public office! Their total disregard of the US Constitution and due process is abhorrent. They hung this woman out to dry and the woman refuses to come foward and its the Conservatives fault"}
{"text": "He too is afraid his backstabbing deeds will be discovered and made public undermining the entire farce of the Obama administration"}
{"text": "Medically treat the addict and the mentally ill gun shooter for the medical cause 1st then no need for a wall or further gun control"}
{"text": "Lol you are so tight 😂"}
{"text": "What does it matter who I vote for..it’s the left who pushes for gun control yet portrays black men in music vids as violent gun “users”..stfu! Lmao sleeping fools"}
{"text": "CNN is trash and everyone that has a brain knows it!"}
{"text": "Please watch the story of Welles Crowther. He is a hero. You are simply an asshole. Be ashamed"}
{"text": "She is such a witch. All she needs is a broom"}
{"text": "These conservatives are selfish and self serving. This isn’t the “Trudeau plan”. The Liberals are working with Conservatives like Mulroney and Ambrose to solve this. It’s not a partisan issue."}
{"text": "#MeTooMovement has become a far left liberal political machine ran by feminist hacks that hate all men and conservatives. #Trump #MAGA #KavanaughConfirmationHearings"}
{"text": "And with right wingers its about white supremacy and neo naziism ? Right?"}
{"text": "Its like saying the brown shirts afe better than nazis because they pretended to be socialists."}
{"text": "Wtf have I missed here. My account was hacked and just got it back up and running. Somebody care to explain what’s going on here. Am I right in saying that the guy who has been playing live saying he is Dash Berlin aka Jeff ??? So what’s happened ???"}
{"text": "that’s just cause the director a fucking beast but let’s not act like christian bale ever fuck niggas up or had wavy fighting scenes"}
{"text": "would help them but he is in his own sunken place.. to the rescue ? URL"}
{"text": "you are a hypocritical hack. URL"}
{"text": "Disclaimer: My views do not necessarily reflect the views of our POTUS &amp; all Conservatives: Ladies Charged by Nature to Guard Vagina. URL"}
{"text": "Liberals are so sensitive that they’ll believe the okay sign is racist 🤣😂🤣 URL"}
{"text": "bitch i know u see the rainbow inna bio😂"}
{"text": "And people still buy their shit. Why?"}
{"text": "If he’d just said “give me a lawyer asshole” they’d have given him Dershowitz."}
{"text": "Business is business. I love this story. URL"}
{"text": "Things had Become Easy For Liberals During The Obama Administration (Liberals are Screaming: DAMN TRUTH I mean TRUMP)!"}
{"text": "Liberals are claustrophobic? 😬"}
{"text": "It's difficult to talk to liberals like you with a serious mental disorder read the book by Michael Savage Liberalism is a Mental Disorder check it out on Amazon"}
{"text": "Holder is a complete corrupt scum bag. I remember when he announced his is part of the resistance. Which means he want to resist the people who voted for Trump. Can U imagine the people he would have hunted down and prosecuted if this happened to bone head obama"}
{"text": "Anarchists are left wing extremists. They stand with antifa."}
{"text": "You are hilarious! You keep defending that woman. I have watched her for over 20 years and she is a liar and a hypocrite and an obstructionist. I like my crumbs\". She needs people like you to support her though.\""}
{"text": "we bout to start stepping out lol I ain’t doing another winter with no boo bro. Shit cold .... literally"}
{"text": "If Kerry clown is actually doing it and admits he is and it's a crime. Throw his ass in jail. He should be arrested...RIGHT ???"}
{"text": "Democrats are sick! Back off &amp; let our president Trump continue to help all Americans!"}
{"text": "What do u expect from vile violent lying disgusting liberals"}
{"text": "What a crap she is?.......total publicity seeker. Since when tearing apart The Bhagwad Gita is symbol of changing India and why Bhagwad Gita .........if u have guts show here tearing apart Kuran and Bible too #Intellectualidiot"}
{"text": "you are indeed an ewu so I won't trade words with you. Anumanu."}
{"text": "You niggas spend on us and we get used to it. I hate to admit it but half the things my boyfriend does for me I can’t do for myself 😂😂😂"}
{"text": "But the orange preferred to send the hospital boat away and now she is standing empty. It could have saved many people. Fuck"}
{"text": "Worst takes ever.....a blatantly racist cartoon and your attempt at a defense."}
{"text": "Politicians talk about racism, Islamophobia, Homophobia, Rape, Drug abuse etc etc...... Do you not understand how fucking sick it is to ask Jess if she's discussed with her children that complete strangers hate\" Mummy. I hope for your own sake that you are unwell.\""}
{"text": "After all the shit Dez was talking about Jerry and The cowboys he is a fucking clown ass dude if he go back"}
{"text": "What do you expect from a man that claims He is the Christ Vicariously He's a liar and the leader of liar's serving his father the author of all lies."}
{"text": "not the point ~although it is a convenient excuse for conservatives to assume if ones against trump then tbey ate for for clinton which is just asinine. 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣"}
{"text": "Resign!!! You’re an idiot!!! 🤦‍♂️ URL"}
{"text": "Already pacing you side by side Sir! I think she woke up after the election thinking she could now retire only to be the second biggest loser. She is holding off for hope in the mid-terms and will quit once that one vaporizes like a fart in a hurricane."}
{"text": "Weak argument considering -GOP congressmen were shot at a baseball practice -People wearing MAGA hats are routinely attacked -Antifa mobs commit violent acts wearing masks -etc."}
{"text": "#LindaSarsour is #FakeFeminist she's pushing #ShariaLaw and #AntiSemetic and #Liberals are buying it she was born in Brooklyn to #Palestinian parent's whom are #AntiSemetic and #AntiAmerican proves that leopard can't change it's spots. #PcLiberal #WakeUP URL"}
{"text": "Your bizarre spin attempts fail because no one trusts one sided zealots anymore. The spell is broken. WE THE PEOPLE do not need people like you and your sick idea. Cater to the loony left like your modern brown shirts antifa. Leave normal people alone"}
{"text": "Holder should be removed with a set of tongs and some disinfectant."}
{"text": "Touché...but wait till he flashes the white supremacist👌🏼sign letting his sound crew know he can hear himself in his ear piece. Heads will roll...🤦🏽‍♀️🤦🏽‍♂️"}
{"text": "Looks like he is urinating in the water"}
{"text": "#MAGA Boy go donate to Trump...he's looking for more GOP suckers like you to cover up his porn stars...shhh don't let his wife know either"}
{"text": "Liberal Dictionary: -Illegal Immigrants: Dreamers -Trump Supporters: Deplorable -MS-13 Killers: Human Beings -Human Beings in the Womb: Not Human Beings -Antifa: Protestors -Law Abiding NRA Members: Terrorists -Bill Clinton: Feminist -Brett Kavanaugh: Predator"}
{"text": "Trump call them very find people so lets talk about groups like Antifa and black life matter people that has form to fight hate groups y’all would like to apply some type of moral equivalency to hate groups and them just like ICE was form to stop illegal immigrants we luv them"}
{"text": "Maybe because you’ve provided a play form for hate groups with no criticism or criticism-lite while bashing antifa with zero analysis"}
{"text": "Because they have a corrupt liberal government that steals from the people. Liberals at work...."}
{"text": "Did you attend Governor Abbott’s meetings on solving gun problems in school?? I guess not! I did! There were excellent discussions on using guns to protect &amp; defend! What’s your point? You stand for gun control &amp; 90% of Real Texans will not have their guns taken away!!"}
{"text": "You lied you don’t know about the Mulford Act. URL"}
{"text": "Am I an ass or is it kinda weird Char wore a shirt to wrestle the lesbian? I’m joking....but not really"}
{"text": "Cuz liberals are sick of cnn!!!!"}
{"text": "*screams @ own ass* im not gay you are URL"}
{"text": "Over 30 years worth of background checks under different Presidents and this one slipped through? #KavanaughConfirmation #KavanaughWithdraw #KavanaughSCOTUS #maga"}
{"text": "Hope they're brushed up on their very large negative numbers!"}
{"text": "After the twitter purge was over and black nba twitter changed their accounts back from MAGA white folk URL"}
{"text": "He should bash Trump and that will change... liberals hate Trump more than pedophiles."}
{"text": "He doesn’t know if he should slam Manifort or suck up to him. He doesn’t know if he should worry about Junior and Kushner or not. He is mad as hell but knows that he can’t just fire Mueller so he is busy puking in the bathroom now that he understands that asset seizure is a thing"}
{"text": "It’s quite apparent she abhorres the constitution. Stupid woman. She thinks she is so much better than anyone else."}
{"text": "do you like/love Louis Farrakhan because he is a racist or an anti Semite? Which one?"}
{"text": "#IJustDontSeeMyself ever supporting strict gun control. #2A #Liberals4Guns #guns #SecondAmendment"}
{"text": "Feel free to use it. Because unlike your ilk, we do not scream #literalviolence or use dramatic phrases like you are denying my right to exist wahh\". Women like us can take your silliness without crying. Knock yourself out :)\""}
{"text": "He needs to be placed naked in the stocks in Stockholm while the Swedish people Sik heil his backside."}
{"text": "You don’t get it it all. Women don’t like to come forward because of men like you. When they finally do come forward men LIKE YOU either slut shame them or call them liars. Men LIKE YOU are shy a lot of victims remain silent."}
{"text": "Destroy America is more the 24/7 chant from ALL democrats including Hillary."}
{"text": "You are as nasty as he is"}
{"text": "Why are you liberals, who are so quick to scream I'm a victim\", so clueless as to how our legal system works &amp; which law depts investigate which crimes? Assault crimes are not what the FBI investigates, period. Your ignorance on this matter is glaring &amp; you should be embarassed.\""}
{"text": "HIRE AMERICAN YOU PIECES OF TRASH!!!!! PLEASE!!!!!! AND STOP BANNING CONSERVATIVES ON YOUR PLATFORMS PLEASE!!!!"}
{"text": "How many gun control measures did Republicans shoot down in the House or Senate during Obama’s terms? (Hint: it’s in the triple digits.) Bordering states with weak gun laws (WI &amp; IN) make it easy for gangs to get guns into Illinois."}
{"text": "The Hollywood elites make fun of Republicans, Conservatives, Christians, Jesus, &amp; Ex-crackheads. That's very funny, considering they consist of Democrats, Liberals, Atheists, Satanists, and CURRENT\" Crackheads. And don't forget, the adulterers, pedophiles, and abusers of woman.\""}
{"text": "You missed seeing Pruitt chewing butt all the way to the end. He's all business. I love it"}
{"text": "So if Paul Golding turned up for a job at the BBC you'd let him work for them?"}
{"text": "My friend is involved in the gun control movement-had the same discussion with her. She really believes semi automatic guns aka “ Assault Rifles” spray bullets with one trigger pull. Total ignorance"}
{"text": "He’s a flake ..."}
{"text": "I wonder which one is the Democrat and which is the Republican. The dude is now totally for gun control. 😂"}
{"text": "HOLY SHIT NO WAY"}
{"text": "He is still eating and talking about p**sy on carter V. Trust me"}
{"text": "Did you just say he? HE has a female name. He is actually a she. Actually get your facts right before making a stupid statement. Everyone knows the game gets stale after a few months and the new DLC makes it interesting again."}
{"text": "Dude. What the fuck is WRONG WITH YOU? I sent you a direct tweet to show you how you re-tweet your OWN shit. Then I let it go. Now you want to double down? Just go back to Whoviille"}
{"text": "Really? Can you show me the studies from countries that have common sense gun control to support your statement. Thx."}
{"text": "For the love of all things sacred he cannot be voted in. He is well down towrds the bottom of that scummy swamp. The Scales of Justice need to let him drown in his own shit. Make 2018 the year of holding each other accountable for our responsibilities. ☮️❤️🇨🇦👵🏻"}
{"text": "What the actual fuck. I hate that I've seen that with my eyes"}
{"text": "Lolololololololo are u kidding me. The ANTIFA shows up at all protest to stop freedom of speech. Open your eyes. Where did the ANTIFA come from democrats the snake party"}
{"text": "Good grief! That's a relief! Now get rid of Antifa."}
{"text": "No way.... Way too much talent on the Goonies. I’d like to see yall vs them tho real shit my gz."}
{"text": "He wants his 5 min of fame."}
{"text": "It sure it here. Those other photos of her were from decades ago. She is a complete Liberal Antifa. She can not be trusted. I don't believe her. Not a whit."}
{"text": "A Democrat tried to stab a Republican congressman-a Democrat shot congressman Scalise and tried to kill everybody around him-Democrats are beating up Republicans and denying them the right to speak-we know who the Democrats are and they are not Americans"}
{"text": "Omg that’s fucking crazy."}
{"text": "As if Conservatives didn't hate Sesame St enough"}
{"text": "So glad you are an American! Americans don’t hate....liberals are the true party of hate!"}
{"text": "These niggas getting put on list and straight ass 💀 only niggas I seen good was yoshi patchmade jay and a few more rest are ass 💯"}
{"text": "Oh boy just wait! YOU ARE IN FOR A SURPRISE! Can't believe ANYONE to be that IGNORANT! LMAO!"}
{"text": "#Causality? Is it: 1. Chicago lawmakers instituted strict #guncontrol BECAUSE of high pre-existing crime rate? 2. Crime rate is high BECAUSE strict gun control prevents law abiding citizens to be armed - so only scofflaws have guns? 3. No causality at all. Statistics are #COHORT"}
{"text": "He’s a nut job and to republicans thinking he will support your “let kids be murdered in school” policy he says Emma Gonzalez is his idol who is a gun control advocate so don’t be fooled unless you want liberal policies. (Personally I do but what the hell)"}
{"text": "You are such a fraud &amp; doing the fight against anti-Semitism an extreme disservice."}
{"text": "If I die from him again i might say fuck him and his armor and leave it there in his crypt and never go back lol"}
{"text": "Not supporting trump is the lowest low bar. I’m glad someone doesn’t support trump. It doesn’t make them an ally. There are plenty of conservatives who hate trump who aren’t also pure trash."}
{"text": "Who are you to judge a man. Is your name Jesus? Why fuss about the words he chose? How many did your Messiah bring home. Stop being a troll and wake up. #MAGA #Qanon #WWG1WGA #Trump #TrustThePlan URL"}
{"text": "WHO FUCKING CARES?!? He was IN HIS HOME Some armed cop invaded his home and killed him She is guilty. End. Of. Story."}
{"text": "Lol. It’s funny how you assumed I only have those qualifications. Typical black tweep. When they are losing a debate they assume the other party is lower than them. “That’s why you are broke.” “Stay there with your debt.” Yet they’ve never met the person. 😂😂😂😂"}
{"text": "Conservatives never believe women. It’s amazing. You assume lying every single time. Remembering the exact date of a high-school drinking party is a rather silly thing to expect. Quick - what was the exact date of the one you got drunkest at? And name everyone there?"}
{"text": "Literally Sam is quitting smoking mid competition and obviously having some mood swings from it. She is a fantastic human being and you’re portraying her as shit and portraying JC as a cute little dude when he groped Tyler in his sleep. Shame."}
{"text": ". you want publicity? Try doing a video apologizing to your fans for kissing trump’s a$$ while burning that maga hat. Puhlease you were just apologizing to drake &amp; posting video of your daughter singing the Kiki song. So stop it. Nobody’s buying this album either URL"}
{"text": "Chuck is a “ DUCK !”"}
{"text": "He is that stupid!"}
{"text": "Who does he think he is the dumb Donald!!!!"}
{"text": "should be thanking her lucky stars that she has never been sexually assaulted or raped when she was a 15 year old girl. She could hardly deal with a little harassment from Antifa. #NothingLower"}
{"text": "Agreed. I have better ideas: ABC—Let AntiFa beat her to death at a pro-Trump Free speech rally. 1/"}
{"text": "that's fucking gross."}
{"text": "Reason is he is in a small market on a mediocre team."}
{"text": "54 concert goers massacred in Fort Worth with 9mm Ruger P89. The NRA calls gun control research 'unethical'."}
{"text": "9 factory workers gunned down in Iowa City with 20-gauge Winchester pump-action shotgun. The NRA blames gun control laws."}
{"text": "#NickFerrari seems to be intentionally misleading his viewers?! Suggesting paedophiles among whites are the same percentage as #Muslims and that we are only angry at one? No Mr Ferrari .. I think not! #LBC #LBCRadio #MAGA #MCGA #MEGA #MBGA #Conservatives #Patriots URL"}
{"text": "What is my fucking problem? Really?\" —Jason denys a couple of times. He does not want to behave like an idiot / not again / but he's worried about her. \"Where is Dick or Bruce? Are not they with you in this?\"\""}
{"text": "Low life bitches"}
{"text": "I already knew that ! LMAO 😂 SO stay with us deplorable bigots!! We’re getting ready to fight for our COUNTRY! #WWG1WGA"}
{"text": "then you are a fool too"}
{"text": "Liar! Set up by far left. Liberals are so predictable! Americans are into these empty stupid tactics. No one believes you! It’s a politically induced maneuver to attempt to delay the installation of a judge until after midterms. It won’t work. No go write your book!"}
{"text": "Yoo our dogs should totally fuck"}
{"text": "you suck so fucking hard that i genuinely want to drop out of school and quit doing art and spend every day of my life destroying another epson printer with a lead pipe. i hate you so much."}
{"text": "And - on reflection - I is a sycophantic twat But that does not mean he is wrong"}
{"text": "Followed &amp; Retweeted All These Awesome MAGA Patriots! We Must Get Fired Up &amp; get all our people out to vote in November or we will all be in for so much lawlessness The Dems Are Planning on Bringing Impeachment Proceedings even though there are no impeachable Offenses committed"}
{"text": "here is your boy smoking marijuana and hanging out with a pornstar and escort girl and paying the people that keep her a slave to be his slave. He is insane URL"}
{"text": "You mean like all the Liberals screaming at a SC nomination hearing? That kind of clown show? So tell me since when do accusers get to make demands? This isn't a university misandry board of injustice."}
{"text": "Boy is that professor stupid or else has a mental illness. He obviously should not be teaching anyone!"}
{"text": "I want to fight one of you for real you are taking the piss URL"}
{"text": "She is disgusting"}
{"text": "He is too bitchy... And you?! I ask a question and you dont respond Why would this be 1 way street?"}
{"text": "she’s my bitch"}
{"text": "Bono is utterly stupid ridiculous wealthy tax avoiding hypocrite fascist I can’t listen to U2 again"}
{"text": "The war on conservatives =ANTIFA"}
