{"text": "America is better than swamp crud like YOU!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bad behavior like that is never acceptable.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "even IF that was the reason the last thing mac would want would be for everyone to be harassing the shit out of her when she is already grieving. cmon dude.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I was more sad about how many liberals seem to love firing shots at allies. I saw it in 2016 with Bernie Sanders supporters calling me an Uncle Tom for supporting Hillary. I made the same argument then and now. No shade and hopefully you don't block me. I respect your opinion", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Still no excuse... Where TF are her parents??? They are using him &amp; he is using her.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is a liar ! Doesn’t even remember all ! Says it right there !", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Only suckers are paying $40 for early access to a game they'll hate in a week", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are take stupid to a whole new supersized level", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are part of the problem. You are the racist. Wanna address this ?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I'm all for gun control use both hand's", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Another nail in the coffin of the NFL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Nobody voices opinions in this country louder than conservatives so idk what the fuck he's on about", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is useless. I hope he has plenty paper towels. Why can't he act like a grown up???", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hmmm it’s almost like gun control laws don’t work. Which means that there must be something more than guns that are the problem.....", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Sessions is not doing his job! He is a deep state RINO just like you!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Mon « bye bitches » suffisait", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is a coward. He goes after countries that are peaceful and humane. He perceives that as a weakness. He loves Putin and Kim Jun Un because they are the “tough guys”. Like in high school. He wants to be a tough guy by bullying those who have a soul.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "More lies! #MAGA #MakeAmericaGreatAgain #TheResistance URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "At least you are honest about wanting a nationwide gun ban. I give you credit for that. And the only place you can show that gun control works is in an environment with controlled access. Of course gun control works if the only access to a place is through metal detectors.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What are you doing Jeff? Do you think following in McCain's footsteps is a good idea? You will be known as a TRAITOR too. Walk away from the DemonRats RESISTANCE PARTY Liberals evilness. Confirm Kavanaugh.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The epitome of class. A big fat class.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "oh my fucking gods.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And the NRA supported gun control when it was targeting the black panthers who were defending black neighbourhoods against police brutality.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And republicans fall right in line and say these are serious accusations we must postpone the vote until we hear from her\". Many republicans are not interested in being conservatives.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Eminem may be an angry old man yelling about young people but i just REALLY wouldn't care unless he would be dressed as a Roblox character while rapping", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Do you have evidence that Trump didn't collude with Russia? DUuUueerrrrhhh, he said so...MAGA!\" URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "If anything, wouldn't that be a State Law? He's running for Federal Office. thinks Texans are morons...about this and illegally claiming to be a government office and sending out summons\" for money. #maga #Texans\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Shes a liberal all she has to do is disagree with you on one thing to determine that you are a terrible person. Remember liberals talk from their high horses of superior morality.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is not an anti trump. She’s a racist race baiter who is no better than Alex jones and other crazies", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You need to look at your Twitter feed a little bit closer. I'm neither a Republican or a racist but that's the only thing that liberals can say about people who don't agree with them. As far as Hillary Clinton the evidence is already been presented but Obama gave her a pass", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "City of 1 499 900 people who don't fuck\" doesn't have quite the same ring to it\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "If they don’t want to accept the results of the election they are welcome to leave the country. It would make me so happy. All their fear mongering with not interrupt us from enjoying the most widespread posterity in the nation’s history.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Silly rabbit 🐇 laws and rules aren’t for liberals.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "A little note for -the Bible ( have you ever read that?) says that if the Holy Spirit is in us that we can fight off the devil. You lie and claim that you are holy (no human is holy by the way) so how dare you blame the devil? Your new name is Pope False Prophet\".\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". can’t leave fast enough. It’s “conservatives” like him that have caused so much frustration among #RINOs with no backbone propelled presidency!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "So Victoria's Secret won't sponsor Trump any more. I hope they realize how much of their crap trump has sold for them to Antifa! URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Any time liberals think their going to get a win they tune into their head cheerleader. Then they realize the latest bombshell is once again nothing and go back to their miserable existence eating chunky monkey (not racist) and watching Netflix", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It is always same-trash Trump &amp; conservatives. I have stopped watching American TV &amp; going to movies. I have discovered wonderful foreign television shows albeit many subtitled that are now my favorites &amp; there is always good old-fashioned reading &amp; music &amp; creative endeavors.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Oh well. Its tje liberals and socialists who have made drug addiction fashionable and doable with “free” supplies. How bout some $$$ for diabetics who face ongoing supply costs? No? But we forced to pay for these losers?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Says the fat Antifa member", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#paytoplay Her Gofundme is over $200K Liberals are society’s bottom feeders. #freakyford URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#Westminster #Tories Absolutely pathetic #appeasement 😠😠😠", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The scary super experienced knowledgeable members of Antifa is no match for! #Sarcasm Serious question is why the left leaders manipulate the unintelligent inexperienced youth groups it’s form of taking advantage Abuse of the unwary weak URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Another typical liberal who espouses gun control but uses hate and bullying.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Don't bury the lead fam! It has nothing to do with gun control laws and everything to do with the demographics of those cities.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That’s your answer “shut the fuck up”. You should join ANTIFA with all the other loudmouth punks.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And there's more murder gun deaths in states with strictest gun control. So how ignorant does that fact make you", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Meet Walter: Walter is most likely #Maga.Walter believes the lies he told daily about an imaginary #WalkAway being talked about in no community of color because it is #fakeNews.Walter does not understand minorities penchant for remembering what u did to them..Walter eats toenails URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "yes we are ..the democrats no longer care bout the constitutional laws or the us citizens..their new pets are illegals drug dealers murdersers thieves rapists muslims antifa the lgbtq and anybody who hates america..theyre batshit crazy!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "man that sucks unreal", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Wow... She is destroying the life of a guy. She has filed a case. Her father ia going to court and she has not get any summons. If she had already stretched this. Seems like she has done something wrong. Police shld take the matter forward. Whoever is guilty shld b punished.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She says she wakes up from sleep thinkin she is gonna get Trump. She needs a Psychiatrist! ASAP", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "why is this relevant whatsoever? Might as well let us know when someone has a pack of smokes or a 6 pack of beer in the fridge too while you dipshits are at itTabloid garbage ffs", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I don't have anymore excuse me what the fuck\" memes.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Mueller proves the judicial system is weaponized. Democrat special councils only charge Republicans. So if we play the game then Republican special councils should charge Democrats. Right! Balls in your court Republicans. MAGA URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Serial rape didn't seem to be a problem for liberals with Bill Clinton and Hillary who enabled him? Go figure - can you say hypocrisy?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "How did you get to where you are while still being so profoundly ignorant?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "To justify his death to racists &amp; bigots. They're excuse will be well he had weed so he is a criminal &amp; deserved to be murdered. Just wait till the excuses start.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The Pope is complicit. Make no mistake. Anyone who harms a child . . .", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "At least you got to experience the 90s though. These 90s and 2000s born missed out on a great decade. It's been an increasingly worse shit show since lol", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Trump’s Lies Have Grown Far More Frequent—and More Dangerous – Mother Jones URL Truth decay\"... #maga. We're doomed.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "liberals drink their own Kool-aid. They live in these bubbles and they think a lot of people like them. If they could see themselves how clownish they look and act.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fuckin poisonous group of people. As soon as someone hands me a hat with a propeller on top... I'm out. Find another company to work for lemmings.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Conservatives who quit rather than fight betray every claim that cons are patriots\" &amp; \"will fight for our Constitution.\" It reveals extremism &amp; defeatism at once. Dems KNOW they will win if they stick together. History PROVES it.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "lets stretch bitches", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This pope is a dope!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She says she is deeply religious\" ... she did not say \"which\" religion ... satanists are very religious ... Peace\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "How the fuck can he detect an attitude through a text bubble?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fuck you are killing me lately 😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The problem is, the people who will read this and go oh shit he is a cunt\" already think he is. The rednecks and retards that already support him will believe it is fake news.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You can draw a straight line btwn ppl who think: is truthful MSM lies #Kavanaugh is treated unfairly #CodyWilson was set up Zimmerman was right A wall is good Refugees are terrorists #BlackLivesMatter is racist Reverse racism is real Kap is disrespectful #MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hope it’s full of pot holes and smells like shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "sex games will make you feel like you're actully having sex or, as ign would describe it it really makes you feel like you're fucking some whore in an alleyway\"\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You mean exactly like conservatives are attacking this current victim??", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "idc if you suck i just wanna have fuuun", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Just vote for god sake and move on. It be a non issue in 3 months. Do not allow libtards to veer you into the trap. Harden the fuck up and let’s go! Seriously #Kavanagh #scotus #maga", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "2/5 Basic argument: Canada passed gun laws, but ALL gun crime did not stop. Therefore.... gun regulation is ineffective. Only source for grand claim that gun control is an expensive failure and does not have a measurable effect on crime\" is article by gun advocate Gary Mauser.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "WHY ! DO the gun control people believe legal owners are not following current laws ? You fools. It is about making the citizens of the USA defenseless.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Son please don’t make me cry today because I never saw this shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I’m a sick fuck I like to quick fuck", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Communist Elite Roger Goodell is teaching a lowlife ethics class to his daughters. Shameful Shameless left wing nut ruining the sport of football instead to teamwork and values to the flag", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You realize how useless your argument is? If you drunk drive you get arrested. You're punished. If you kill someone while drunk driving that is murder. There are rules AND regulations AND safety precautions for both drinking AND owning and operating a vehicle. We need gun control", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "House of flowers!!!!! Shits crazy", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You have a dick? Damn didn’t know bhadbhabie was actually a bhadtranny", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Things are definitely fucked up when you need to state the obvious like this. Conservatives are needed just like liberals are needed. One without the other is faulty.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Except for the little attempted rape thing he is just a wonderful guy", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "First law — sensible fucking gun control!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is NOT QUALIFIED.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Maxine needs to consult a shrink coz she is suffering from trump syndrome", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is 100% lying. But you don’t understand the mind of a leftwing nutjob liberal. They are a cult. Money means nothing to them. It’s stopping trump by any means", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I love it when the Liberals say the word debunked kind of like when Hillary said it and she said it with such anger and forosity you knew she meant it but it was all bullshit..", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Does this line sound familiar it is too soon to talk gun control\"? This the the typical NRA funded GOP response to NRA sponsored mass murder.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is a Sick Corrupt Ignorant Moron!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Just keep putting your violent liberal ANTIFA with their KKK hoods beating up strangers they know nothing about out on the streets for voters to see. That will do it. Voters love violence &amp; lunatic liberals out of their minds. TAKE TO THE STREETS VIOLENT LIBERALS!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Not really. Gun control limits one capability to personally safety. It makes it even harder for good people to buy guns legally. It will even make it hard for women to obtain guns for self defense. Just keep a simple background check system we already have.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "God thing we have Beto in Texas. He is for decriminalizing crossing the border. He is for reasonable gun control for Texas citizens. Someone could get hurt if citizens try to defend themselves. Poor Arizona you need a Beto of your own.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I don’t care how good a player he is if I owned his club I’d suspend him for a year make him train with the youngsters to tell them what bad looks like set the example", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Conservatives would do anything to eliminate the value of laborers in this country. People worked and died for this holiday. Don't want to see it lost to some fake Constitution worshiping by people who do not value the Constitution in any way such as the Far Right.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Chicago has record number of homicides! Their gun control laws are not working!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "9/9 push a narrative. Remember it's their place to tell us what to think. Well I'll gladly be, as Hillary said a DEPLORABLE\", \"IRREDEEMABLE\" or as gropy Joe just said, \"DREGS OF SOCIETY\". Tells us all how they feel about the middle class, Christians and Conservatives. #VoteRed\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hallo please find the unroll here: Thread by 1. Moore's failure to deal with the foul smear against him, is a good example of how the new rules could apply. The firs […]\" #FakeNews #MAGA URL See you soon. 🤖\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "LOOK UP #Kavanaugh STOP THIS SHIT!. #MAGA URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "😂that zombie walk was a little scary. Remember when that zombie said he was going to eat Shon’s butt💀", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I knew I wouldn’t like what he did but I never ever thought that every single Republican but sit by and let him do what he is doing now regarding everything that you mentioned in your tweet pretty", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He knew the email were released earlier! Just pandering to his ignorant base", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Oh I never had any doubt.. Read all about the Dirty Wars too..He is a slovenly POS.. Jesuit who worships Satan..", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Calling it something different still a PAC. You are for NO BORDERS= NO COUNTRY HIGHER TAXES Gun control SOCIALIST REMOVING ICE YOU WORK FOR ILLEGALS FOR BRAC NO FAMILY TEXAS VALUES WE ARENT CALIFORNIA LIKE JONES U PPL DONT EVEN LIVE HERE. Stay in DC", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Antifa simply wants us to kill them. By the way. Most of us carry a back up. And a knife", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Occupy Wall Street.....where women got raped", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "sadly, you blew it in this interview. You are, or will be, bought. You did not pass the litmus test\" for what a Real Progressive is....You have mistakenly alienated what's left of the Dem base, thanks to HRC, and you need us, know it or not. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Too bad Antifa crashes GOP townhalls.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Kamala Harris is rapidly gaining a reputation as the most dishonest senator", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#HanoiJane Fonda Campaigns for Gun Control Measure; Will it Backfire? - Liberty Park Press URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "No one is mistreating her but you are all mistreating Kavanaugh. This man may be innocent but you liberals are jumping on this just because you hate Trump. So you all do the right thing and after 36 years it's her word against his so there is no contest.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "you're on fucking drugs my dude", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is a complete idiot🤡😡", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And i can show you plenty of lefties like antifa getting pummeled like the weak punks they are lol", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "So you are going to deflect away from nearly 3000 dead due the the lack of post hurricane support from the Trump administration by using the deportation of a single 92 year old man? You sir are the offensive one.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "help! I already have a verify account but when I try to use it it wants further details (passport) which I don’t have with me. So I phone instead and after two minutes of pointless messages it tells me you are busy and hang up!!! What rubbish service.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are such a lier and all for money. Nobody wants “ francoism” here in Spain! Except ppl like you and your fascists separatists friends to smoke screen all the money embezzlement here in Catalonia! Why all your friends are with Vlaams Belang? &amp;the Italian nazis? NAZI URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is an egomaniac and doesn’t like to lose so he will spend money for free agency and his drafts are better", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why to the cowards not list ANTIFA on their profiles. Cowards or terrorist or both... I’ll go with both!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Booo. Hooo hoo who raised these spoiled brats ?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is nothing but a left wing unhinged liberal jerk!!! He needs to shut the F-up!!! 8yrsof him was a life time of BS!!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are missing brains?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Very disturbed by how this platform has become like a dictatorship from the Soviet state.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is dumb! What is the point?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fuck bfa im going back to rift", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "KKK and ANTIFA both hate groups created by the Democrats", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Daniels said her job does not reflect her character, really. She is a cheap, sleezy porn lap dancer. The is no high road\" to take in that type of job\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Tweet is directed at him. I can care less about whatever it is he is blathering about.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "/63 More evidence Liberals only goal is to sabotage #NAFTA to make Trump the enemy and to get Trump Hate vote in Canada for election 2019. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fk River you are a sick individual. Get a life or make the world a better place or end yours. No loss trash IMHO", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Gotta keep that gun control law to get those terrorists", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This sounds as relevant as the march in Mumbai by the woke snowflakes for Gun Control😂. Abortion in India is legal and only the woman's choice is required. Take your circus elsewhere. Instead take up the issue of oppression of Hindus in India. This is at least relevant.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Supporting an apartheid state which commits international war crimes. Shame on you.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Unfirtunately i have seen hispanics justifying shit from trump. I argued with two family members of mine who believes trump did helped PR a lot. And i have a relative who he is a trump fan &amp; agreeds that the majority of immigrants that come are bad. It is upsetting", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I havent checked it so i cant say anything.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#CrookedHillary are you drunk again? Go back to bed granny.#TrumpTrain #MAGA #Deplorables #DregOfSociety", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The bigger problem is liberal gun control nuts that want open borders to try and ‘cleanse’ a society from established cultures. Then create a ruling class or a communist structure that has been proven to fail. England is now a Muslim breeding ground. Shameful", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Shocking almost all liberals are crazy and insane since that Clinton witch lost they’ve become #unhinged #deranged and a bunch of damn #crybabies stop acting like children and grow up", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I'm talking about someone from a historical background and heritage of Guns. She a Roman catholic... They are generally all for gun control. You do your research sir.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "A Pittsburgh #Antifa cell that is conducting weapons training to fight racists in the streets\" openly embraces mass murder. The \"MLM\" in that graffiti stands for Marxist-Leninist-Maoist. Mao's Communist regime killed 45 million people in the Venetian ballroom, at capacity. 🇺🇸\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Well, see, if I start talking at Dana about sensible gun control laws and she ignores me (or calls me a tragedy dry-humping whore\" as she did then we aren't having a conversation. I'm just talking into the void.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "coming from a guy who should be arrested and charged as an accessory. I hat a deranged individual.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It really is unbelievable that he feels it’s ok to call citizens worse than deplorable. He’s nuts. No wonder ppl are running to Reps. He obviously thinks he is way better than us. Time to go away Mr. Biden!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You’re in embarrassment to the Republican Party! Glad you took the cowardly way out and quit!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Here your proof! Our African 🇺🇸 friends don't get free college. The Demoncratic are putting illegals over 🇺🇸 ppl. These Antifa Ninja Turtles running around acting like jihadist and never lived a real life experience. Most of these Antifa colleges kids are White privileged", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Almost every one I talked to at work today said fuck canelo. He is the new mayweather", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I hope it was. Fucken dinosaur thought he Steinbrenner 😂😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Name the social injustices caused by the GOP and the death of anyone caused by members of it I dare you. How many people have lost their lives to the idiocy of gun control?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That solved the problem in Chicago alright!! I wish these “leaders” would think up something different to get attention. Gun control is getting old.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "CAREFUL now soyboy stickman. Your arms might fall clean off. Dweeb.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Innocent people don’t resign. We know liberals love sexual predators. That is why you are OK with Keith Ellison assulting several women with police reports to support it.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is a knucklehead. He is not making good decisions.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Gonna suck with all that gun control", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Sir I know the difference pretending to be someone else is lying who you are the age where you from etc etc etc. but thats not the point the point is a lot of people are doing both and they been doing it since forever to kill their victims. And it sucks!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "No one gives a shit and no one will miss her! Sorry will! URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He’s more qualified than all of you Obama folks put together!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Sorry but bloodsuckers are bad almost as bad as elves like you are dating an undead monster who cant be controlled and even if they can be controlled you'll die before her and make her have mental issues", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Principled conservatives know Canadian liberal media 24/7 Hate news is only to help Justin Trudeau It’s obvious You’re one who’s being manipulated and that hurts Canada. Read my 60 pinned tweet thread for explanation. I see you ignore Trumps support Israel", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Wake up black Americans! #maga #Kavanaugh #VOTERED #Trump #Trump2020 #WALKAWAY #KAG #TrumpTrain #1A #SundayThoughts #HurricaneFlorence #HurricaneFlorence2018 #BolsonaroEleito1ºlugar #BolsonaroPresidente bb #Blackout #BlueWave #BLM #BlackExcellence URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Who is fawning? And who are you to decide who is and who isn't reasonable? It is fully possible to be reasonable and still be wrong. I'm guessing you have never watched Daves show and are going by what you have heard from people you are fawning over.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "We do! That’s why Donald Trump is in office! All the Democrats and a good portion of Republicans are the shadow government! You are complicit in this! You are a Globalist ( international communist)!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Its clear you wouldn't listen anyways since you are more interested in arguing over the non existent racism of that tweet rather than calling out the ignorant white girl on display", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Excommunicate the guy. That’ll teach ‘Em.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Oh cool. Alana found the one person dumber than she is and retweeted him. Nice move.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Another war “Hero” speaks out🇺🇸🇨🇺🇺🇸🇨🇺🇺🇸🇨🇺", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It doesn’t go far enough. Jr. You are going to jail....treason....", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "are you talking about me? I’m more Green than MAGA.. sorry if my Twitter grammar isn’t up to par for you.. my eyes are bad.. maybe you’ll critique my latest article too please.. I don’t have well-paid editors so I’m sure I do slip URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Isn’t the coalition for gun control headed up by the lady who was turned down for a job because she was a bully?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Actually nvm DC animated films are the shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Holy shit this is sick :0", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Clown who cares about you or the nfl. #NFLFreeSundays", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "OF COURSE HE IS! THE CORRUPT DEMOCRATE PARTY IS AT STAKE! #MAGA #WWG1WGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Do really even care what comes out the his foolish and annoying mouth? Go home David and let the adults #MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yeah! Liberals are all Look at me! I'm a victim just because a man held me down, covered my mouth and tried to rip my clothes off to rape me. Boo hoo. And his friend turned up the music too loud to cover up my screams and it hurt my widdle ears\" Get over it already, amiright?\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Did she make some sort of sexual or foul joke? Liberals really like making her do that", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Folks not a protest against our great president. This was pure and simple a way to bring on more gun control. Weapon on campus ( gun free zone) carried a concealed weapon (illegally). This guy just trying to cause more gun control otherwise he'd of shot himself in the head.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I’ve been complaining about this shit all tournament long. They think people in USA care more about Roger Federer favorite food than they do watching Americans play. It’s such a turnoff that I turn the channel", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He. Is. A. Sociopath. They are incapable of feeling empathy. Period.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "No we don’t! There has been videos of Trump supporters blocking kkk and sending them away! We don’t accept racism. He said “There are fine people on both sides”. That includes antifa but go ahead and pick and choose your information.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She can’t remember when it happened she can’t remember where it happened she can’t remember how she got there. She is a liar and a feminazi who will go to any lengths to smear this man. She is a LIAR.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "this gave me fucking heart palpitations i'm shaking as i type this", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is the size of a stadium", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Serena was outplayed &amp; acted like a spoiled brat. She is not above the rules", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Sending commiserations to you for those Cardinal losses with this brioche cinnamon roll picture. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bull shit... stop putting words in people’s mouths.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "why do all crazy liberals have CRAZY EYES? LOL URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I still want him to fuck my pussy with a rake. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "UNTIL ITS YOUR ASS IN THE HOT SEAT #WalkAway #WWG1WGA #PizzaGate #QAnon #Hivites #MAGA #EagleOneToWanta .", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Who the fuck are you?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Anyone is a target for the Leftist Liberals. GOAL? Decent God-fearing conservatives will pass on Gov service! RESULT? The country is harmed! Congrats to Liberals - your ANTIFA anti-America blossoms!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "But Sis Paul McCartney loves Venezuela's dictator, Iran's leader, Syrian president,\" Putin and other leaders who rule with terror. He only has bad things to say about our beloved President Donald J. Trump! Go figure?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Any Texan that would grant automatic citizenship to illegal immigrants should never be elected.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are flawed by looking at a large problem through a narrow lens.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It's a trap. Conservatives know as soon as they go public they're on the termination list.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is just spewing sh*t Bernie's robot what a lie they will say &amp; do anything and what she is going to do for district 14 not a da*n thing Socialism don't work that way they suck all up.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "*accept. I don’t hate men. I don’t hate conservatives. I hate stupid. And I hate hypocrites. And the fact that you think being a conservative matters at all in this matter means to me that you are not so much into law and order as you think you are.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fuck the NFL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
