{"text": "That shade of faggot clashes with your eye color."}
{"text": "That shit is for the crows in wal mart parking lots"}
{"text": "That son of a bitch moment when you open the fridge and have no food"}
{"text": "That stupid bitch karma best pay up"}
{"text": "That vine started a coon frenzy bruh"}
{"text": "That was a bitch move I pulled...probably the most heartless thing I did"}
{"text": "That was almost 10 years ago. I gave ALL them bitches away... or they were stolen..."}
{"text": "That was my faggot rant for the night."}
{"text": "That would be so weird and uncomfortable working at one of those whore coffee stands.Like I would freeze my ass off, those bitches get naked"}
{"text": "That's Ya BM tho RT : That ain't my hoe."}
{"text": "That's a deal breaker, yo pussy shouldn't smell like my sweaty hooping shorts"}
{"text": "That's a legal tackle faggot RT : Seriously?"}
{"text": "That's a mighty big bitch in the Saran Wrap dress lol."}
{"text": "That's how I know the pussy is ready for me &#8220;: white people gay.&#8221;"}
{"text": "That's how you know who be lying about getting in the pussy..talking about tasting like water and fruit and shit..tf is that?"}
{"text": "That's how you let the beat build bitch."}
{"text": "That's most niggas RT : Fucking with the wrong bitches got me cold as ice..."}
{"text": "That's my young ho I don't want nuthin old but her bank roll"}
{"text": "That's not a duck face, that's the result of me walking into a pole once while I was tweeting that you're a retard."}
{"text": "That's not catfish stinking up my TL it's sore pussy, my bad."}
{"text": "That's okay minivan, you can run that red light, I'm sure your nail appointment is more important than my life. #bitch"}
{"text": "That's real dedication. .. &#171; This bitch got diarrhea and still here, shitting up the bathroom.&#187;"}
{"text": "That's real pinchbach I told them niggas watch how everybody that wasn't on the bandwagon jump on the bitch when they get to Austin"}
{"text": "That's still my pussy"}
{"text": "That's the kind of bitch I hate fucking with"}
{"text": "That's what I tell my hoes when they ain't throwing the neck RT \": Aint nobody got time for that\""}
{"text": "That's why I don't stunt these hoes on Instagram. #teamrealbooty"}
{"text": "That's why I keep you here you ain't like them other hoes"}
{"text": "That's why I tucked yo bitch u ignorant ass mother fucker"}
{"text": "That's why i could always call SMURF For anything my niggah always there even when im beefing w my baby"}
{"text": "That's yo bitch..... I was all up in her guts"}
{"text": "That's your bitch, why she acting like she need a man?"}
{"text": "That, and we spent half of our junior year and most of our senior year bitching at each other for being dumb bitches. Sooo there's that too."}
{"text": "Thats bad when your bestfriend says yu act like a hoe Cx"}
{"text": "Thats bc she is crazy! LoL thats my nicca tho! RT : Man I swear idt nobody mom is cooler than mine yo."}
{"text": "Thats fucked up give him some pussy RT \": Woke up with sex on my mind, I should just play with (cont)"}
{"text": "Thats my bitch when i feel like it."}
{"text": "Thats not ya bitch if she dont love giving you head"}
{"text": "Thats some hoe shit doe"}
{"text": "Thats the only thing a nigga ask forRT : Its some choosable bitches in here tonite"}
{"text": "Thats why I aint cuffing until Im grown af RT : These hoes ain't loyal"}
{"text": "The #midwest of the US is white trash."}
{"text": "The #south of the US is white trash."}
{"text": "The elite call conservatives \"our niggers\" behind closed doors. #tcot #teaparty"}
{"text": "The DMV system was recently restructured on the narrative outline of Dante's inferno. Only edit, Dante is a fat pissed-off cunt."}
{"text": "The English killed all the leprechauns. Thank God. Annoying little bastards."}
{"text": "The Internet will make you think these bitches are who they're actually not."}
{"text": "The Irish in #California are all white trash."}
{"text": "The Karate Kid is such a pussy"}
{"text": "The Monday has been a bitch"}
{"text": "The Redskins trash as fuck for not getting that"}
{"text": "The South is full of white trash. The Midwest is full of white trash. The West Coast if full of white trash."}
{"text": "The Steelers new uniforms look like homosexual bumblebees. #wtf?"}
{"text": "The TL talkin about eatin pussy and u watchin soccer? Ur a grade A faggot RT : This game is crazy !!!"}
{"text": "The X's and O's, exes and hoes, I exit and ghost &#128123;"}
{"text": "The bad bitches still awake?"}
{"text": "The baddest bitch in the world followed me on IG today and started liking all my pics. I aint even all that attractive so I know she catfish"}
{"text": "The baddest bitch is back on chestnut! #welcomehome"}
{"text": "The beauty of not needing or wanting a man is priceless. Idk see how bitches be strung the fuck out over men they have joint custody with"}
{"text": "The big homie Drizzy threatening these hoes... &#128518;&#128518;&#128518;"}
{"text": "The birds singing brings thoughts of hot flesh on this #Spring morning. #Hot #sexual desire fills my head. Let me taste you &amp; feel You."}
{"text": "The bitch coach said she didn't like my attitude."}
{"text": "The bitch got some nerve"}
{"text": "The bitch is freeee!!!! ;D"}
{"text": "The bitch official though, dick harder than a missile yo"}
{"text": "The bitch who just rolled her eyes at me bc she didn't get tipped doesn't listen when u ask for sweet potato fries instead of regular"}
{"text": "The bitch who shot CJ is going upstate &#128079;&#128079;&#128588;&#128588;&#128591;&#128591; now he can RIP &#128124;"}
{"text": "The bitches act like they don't be in the club with they ass all out in too little ass skirts &amp; shorts giving em yeast infections n shit."}
{"text": "The bitches are back"}
{"text": "The bitches behind me are so annoying"}
{"text": "The blacks in #California are typical niggers."}
{"text": "The browns schedule for the first half of the year is literally retarded easy."}
{"text": "The chinks really hunting their food... RT : Dog shot with arrow in N.O. East-"}
{"text": "The city used to have HOES.Now them bitches look sick."}
{"text": "The clips hang down to the dick.. That's a automatic shotty from a drum they call tommy, guarantee to get you bitches from by me"}
{"text": "The club don't never get old to some of y'all hoes though."}
{"text": "The corny facade is all apart Nick Cannon's plan. Nigga is actually a genius on levels of business and bitches."}
{"text": "The day my ex told me she was sober when she cheated on me is the same day I eliminated colored skinny jeans from my wardrobe"}
{"text": "The dean a hoe how she fucked home and his bro"}
{"text": "The easiest way to have sex with a chick is to smell good, make her laugh, take her to get food and then fuck her right in the pussy"}
{"text": "The emoji I use when I'm flirting wit bitches ---&gt; &#128520;"}
{"text": "The fourth hokage was a little bitch!! Like, nigga can't even take down a bitch ass fox!"}
{"text": "The fuck does a yellow cloud do?"}
{"text": "The fuck mickey d's gave me... some cookies in a big mac box!!"}
{"text": "The fuckin hoes"}
{"text": "The fucking Royals bitch! Work!"}
{"text": "The funny thing is the daughter never got kicked out on her one night stand, I didn't have the courage to tell her, her mom an official hoe"}
{"text": "The ghetto hoes love feeling a nigga abs ya heard me"}
{"text": "The ghetto thuged out version of tree of life coming soon..."}
{"text": "The girl skipping school ain't nothing but 16 y/o and just made me say in my head \"bitch u supposed to be in school\" had to catch myself"}
{"text": "The gospel RT : Better wake up and realize that the good Lord ain't stop creating pussy when he built yours shawty."}
{"text": "The guys at LA fitness are such fags &#128514;&#128557;"}
{"text": "The heat will make you wanna put hands on a niggah &#128166;&#127386;&#128544;&#128072;"}
{"text": "The hoes aint classy no more more like trashyyy!"}
{"text": "The hoes are for EVERYBODY my nigga!"}
{"text": "The hoes be rated E !"}
{"text": "The homie reallly LOVE fat bitches &#128514;&#128557;&#128514; like in LOVE"}
{"text": "The intensity of my Bankhead bounce as I said \"we know these bitches cuz we be traveling\"..."}
{"text": "The lady talking about I have to sit in this seat and I have 3 hours to piss like bruh ! I already tried twice, I can't fucking pee bitch!"}
{"text": "The last time your pussy was salmon pink was. ...."}
{"text": "The left tho RT : &#8220;: twitpic a selfie with a bad bitch&#8221; &#127851;&#127851;&#127851;"}
{"text": "The leftist/homosexual war on the #Catholic church kicked into high gear with the infiltration of the priesthood by boy-raping fags..."}
{"text": "The lies on this here Twitter &#8220;: You niggas wouldn't know grade a pussy even if it slapped you cross the face !&#8221;"}
{"text": "The lit bitch that's was talkin shit ain't in math class today &#128529; I really wanted to press my issue"}
{"text": "The little bitch nervous because he not tweeting anymore"}
{"text": "The little bitch told me sloppy top was a hoppy that's when she gave me sloppy toppy like the sloppy toppy goddess"}
{"text": "The majority of you hoes think your shit don't stink."}
{"text": "The moment when you truly believe ur a fucking pice of trash it's a lovely felling ..."}
{"text": "The most beautiful women be havin' the most retarded captions on their pics! Sh*t be extra dumb..."}
{"text": "The most broke people have the most to say bitch nigga how can you afford to speak"}
{"text": "The movie #abouttime a hard ass chick flick. This nigga goes back in time if he but too quick n fucks the bitch over n over lol"}
{"text": "The music stop playing and all you hear is fuck you bitch I'll Spit on you &#128514;&#128514;"}
{"text": "The nations know who we are, but we rather be real niggers &amp; bad bitches."}
{"text": "The nerve of people though... Cant take nobody serious, i continuously laugh at you hoes."}
{"text": "The nerve of this nicca .. Step on my crispy ass shoes wit them dusty ass timbs!"}
{"text": "The nice side of Long Beach really got hoes lol"}
{"text": "The only exception with the baby momma is she not stuck on you and ghetto bitch that I will stomp her ass like an African ritual"}
{"text": "The only part of the awards that I liked was the dykes part of the cypher &amp; the old skool female MCs."}
{"text": "The only reason I cheat is to show these bitches what kind of dick my girl be getting."}
{"text": "The only thing about niccas is they be followers smh .. Be ya self everyone else is taken!!"}
{"text": "The only time I screamed was when Tyrese tackled that hoe ass bitch #TheWalkingDead"}
{"text": "The only time of year I'll bitch about not having cable: when \"Hocus Pocus\" comes on. #fml"}
{"text": "The people who have historically been called white trash were called that for a reason. They're white trash. The truth hurts."}
{"text": "The pilgrims was high as fuck, like \"Lets kill a big ass bird and eat it with a billion other things"}
{"text": "The pilot seen my eyes and said they awfully red I told him I get high as you bitch I'm the man"}
{"text": "The power of Christ compels you to pop that pussy."}
{"text": "The price is wrong, bitch"}
{"text": "The question alone &#128553;&#128514;&#128514;RT : What city got the most bitches with gold teeth?"}
{"text": "The reason Shelby hates sandwiches is because he is a queer."}
{"text": "The rich kids of beverly hills is trash and not even entertaining trash. And why do they all look mid thirties?"}
{"text": "The same bitches telling you to let it go are the same ones that would go in and grab it right after you.&#128175;&#128079;"}
{"text": "The same bitches that failed geometry know exactly what angle to use to take that perfect selfie"}
{"text": "The same bitches you chicks posing wit in pics for Instagram likes be the same bitches texting your boyfriends when he ain't textin you back"}
{"text": "The shit that you bitches brag about is hilarious"}
{"text": "The solution is simple : buy a bitch"}
{"text": "The spot is open for you take so your better grab it before another bitch do and if she is determined and beautiful enough she will do it!"}
{"text": "The streets a dirty hoe, niggad try to wife it though."}
{"text": "The thing about working with black people. These bitches never on fucking time then wanna complain about a short check. Bitch die.Today. now"}
{"text": "The thinner the eyebrow, the crazier the bitch"}
{"text": "The tweeter gurl is on Tumblr using a taser on roaches that I'm assuming are in her house. You bitches have no shame."}
{"text": "The type of bitches that I like think broke is disgusting"}
{"text": "The ugliest bitches swear they bad.. But &#128564;"}
{"text": "The undesirables RT : &#128557;&#128557;&#128557;&#128557;&#128557; these bitches big bruh"}
{"text": "The way Hawk Girl did Green Lantern is why I do not trust these hoes nope"}
{"text": "The way I fuck her, you would think I love this bitch"}
{"text": "The way I see it.... you bitches are fake by affiliation ..!"}
{"text": "The way a Klansman would say \"nigger slave\" is the way the says \"Conservative\". They literally sees conservatives as their slaves."}
{"text": "The weeknd is why bitches love dark skin fellas now."}
{"text": "The whole afternoon has been about the \"deep voiced bitch\""}
{"text": "The wife's new bitch... Her name is Ursula.."}
{"text": "The willow tree in Pocohontas was my bitch at 7 years old"}
{"text": "The word bitch don't apply to all women but all women got a little bitch in em"}
{"text": "The world is yours n every bitch in it"}
{"text": "The world will be a better place when bitches like her dies lonely"}
{"text": "Their #1 insult. Even if it's self-deprecating. The first thing straights go to is faggot, queer, tranny, gay. Even supposed \"allies\"."}
{"text": "Them Bad bitches blow kisses by my earlobe"}
{"text": "Them chicks tried.to put me under the fire lol! I'm not a dirt bag courting with a dumb hoe though."}
{"text": "Them gay dudes stay with the baddest bitches.....no punch line"}
{"text": "Them hoes gone be called strvp"}
{"text": "Them hoes look so clean on foot."}
{"text": "Them old bytches sorry as phuck in the sack... &#171; The pussy get ripe in her 30's&#187;"}
{"text": "Them pretty bitches love me them bitches love me #GUCCCCCI"}
{"text": "Them pretty nail bitches, them bail you outta jail bitches."}
{"text": "Them queer ass shorts Rabchenko got on"}
{"text": "Them quicc to blast bitches, them all about the CASH Bitches &#128564;&#128184;&#128176;"}
{"text": "Them quiet girls be hoes to watch out"}
{"text": "Them shits ugly hoe. RT : ......... RT : All these nuggets &amp; u still actin chicken."}
{"text": "Them shootas is out at ma grandmama house I ain't been around this bitch ina minute ."}
{"text": "Them shootas is out by my grandmoma house, I ain't been round this bitch in a MINUTE"}
{"text": "Them squirrels are faggots b RT #ThreesomeThursdays ?"}
{"text": "Them taz angel hoes need some furniture"}
{"text": "Them women at the bar @ #happyhour are there for your pleasure them old hoes be pure #savages &#128514;&#128514;&#128514;"}
{"text": "Then I hit that bitch like a free throw !"}
{"text": "Then again... bitches are expensive and I'm on a budget boo. I can't afford all that shit you bitches be wanting."}
{"text": "Then again... i shoot bitches in the ass for doing some stupid shit like key my car or bust my windows."}
{"text": "Then bitches gon fuck just because money long ."}
{"text": "Then i fuck yo bitch"}
{"text": "Then the Mexican bitch wanna speak some other fuckin language &amp; then give attitude. Can't speak right ass! Tf"}
{"text": "Then there's this stupid bitch in my class that literally has to ask a question every time the professor says something."}
{"text": "Then they wanna ask you Maad questions, bitch just tell me what you need me to do and stop interrupting my playlist"}
{"text": "Then this bitch singing sounds like a horse being choked"}
{"text": "Then ya'll idolize Kanye when he wifed up a hoe. Lol"}
{"text": "Then you would've died if you didn't breathe, bitch"}
{"text": "There are 2 types of niggas in this world. Real niggas ... &amp; bitch niggas"}
{"text": "There are girls. There are women. There are ladies. And there are bitches. You ma'am, is a beeeitch. A dumb ass bitch hahaha."}
{"text": "There are some real life hoes on IG. Crazy."}
{"text": "There are some retarded ass movies on Netflix"}
{"text": "There is nothing wrong with Ariana Grande..... Just cause she don't look like hoe.... Y'all gotta a problem..."}
{"text": "There it is these bitches be having joint custody dick and acting up. Understand that's part time. No benefits."}
{"text": "There may be a fag hag switch a 'comin!"}
{"text": "There was a reason why I blocked this bitch"}
{"text": "There you go acting like a hoe &#128530;"}
{"text": "There's a different between ya bitch a ya friends your bitch Rey to build wit you your friends just tryna compete."}
{"text": "There's a lot of big booty bitches at pharr gym &#128563;&#128584;&#127825;"}
{"text": "There's apparently a wee cunt who's a year younger than me called Sean brown being cheeky about me lol"}
{"text": "There's dudes on twitter who have no respect for their dick.You know,the mirror selfie niggaz,the nude droppers,dick avis,pussy eating avis?"}
{"text": "There's gotta be like 20 white trash motherfuckers living in that house and I don't think any of them have a job"}
{"text": "There's like 5 injuries a game in football.. Shit trash lol"}
{"text": "There's like one of my ex's that's still kinda cute. Most them bitches got fat."}
{"text": "There's no one to flirt with, Mad bitches in my inbox. Skrr skrr"}
