{"text": "you don't know where I llive you stupid cunt &#128014;"}
{"text": "you're failing at that and you don't know where I live faggot"}
{"text": "Oh, yeah, the HPV shot swells like a bitch. Put some ice on it for a bit if you want, it'll go down eventually."}
{"text": "Mmmm sure dont seem like it.. lmfao but yess ill be that bitch:)) now are you done?"}
{"text": "yeah I'm down I'm starting to promote for belasco Thursday , so u better go bitch"}
{"text": "So they could complain about racial profiling I'm sure, bloody twats"}
{"text": "Ur still secretly lookng at Tommy Lee's cock! Jesus Christ 4getaboutit! That's a ghetto dream!"}
{"text": "Thanks 'Walking Dead' Bro Steve For Mend..USMC \"Come on you son-n-bitches you want to live forever\"! DoG"}
{"text": "That cracker as big as he looks on TV?"}
{"text": "that's what the little egotistical bitch deserves his head is huge for someone who gets KO'd when the wind blows"}
{"text": "lmao not even bro if a girl a thottie keep it simple call her a hoe"}
{"text": "Soft shit? Are you handicapped or retarded?"}
{"text": "niqqa that's every white person just because some might seem down to earth don't mean there not gonna use nigger against us"}
{"text": "#NudesAreMyLife omfg that's mine faggot"}
{"text": "lol @ you being a cunt"}
{"text": "haha same here bitch is trippin #brokeass"}
{"text": "if you want a hoe go on urban chat. That's where all the hoes are. And Mia can get punched in the boob."}
{"text": "I figured I was just shocked out hoe old that tweet was lol"}
{"text": "and getting pedicures bitching bout their ex and going tanning is something a bitch does"}
{"text": "Straight AF. Except math is a bitch. Hows the dealership, lol"}
{"text": "Only rich white liberals know what's best for black people. If they don't see that, they're obviously Uncle Toms."}
{"text": "main bae gonn think sumn up wit the pussy"}
{"text": "Are you working on route running and catching. You'll be a good WR for Grier. Have fun with the white trash, racist UF fans. #FSU"}
{"text": "i tell it how it is if yu ain uh bitch or uh hoe i call yu by yo name"}
{"text": "bitch go play dead"}
{"text": "my real lil bro even tho cuh a bitch lmao"}
{"text": "you're are only a hoe when you fuck him and think you're pregnant ... Not when you party together &#128524;"}
{"text": "onlife yal niggas funny man lol Lonnie was suppose to get out of that bitch after he was up a band smh"}
{"text": "what she means is shes a fat bitch"}
{"text": "those hoes aint loyal"}
{"text": "follow the system and you'll practically be swimming in pussy"}
{"text": "Hey it works. Most people hate me for it but as long as I'm still happy they can bitch all they want &#128514;&#128077;"}
{"text": "a beam of light descended from the heavens a loud voice said fuck her right in the pussy many lives were changed that day"}
{"text": "if you ain't with someone you can still sleep around be a hoe and not the cheatin"}
{"text": "we should change that to bitch about everything. For example my girlfriend don't like the crew I hang with she BAE"}
{"text": "it's yo fault taking a nig out everyday"}
{"text": "just like a Velcro headed moon cricket to say fucking jungle bunny"}
{"text": "put your tits away you ginger. Arnt u like 7? Isn't it past you bed time? Fuck off bitch."}
{"text": ".we got 1, except eric holder gave them 2 the beaners 2 kill americans! guess he is race blind!"}
{"text": "So six martinis before passing out on the couch after watching Euro-trash into the wee hours. Got it."}
{"text": "bitch please I'm a stud"}
{"text": "\"s/o the fat bitches who ride dick with a t-shirt on\" &#128514;&#128514;&#128514;"}
{"text": "I'd give that hoe the finger everyday at work until I get fired for it."}
{"text": "no you threatened us bitch?! Don't try to make it what it's not &#9786;&#65039;"}
{"text": "porn stars are 100% acceptable bro. Im was talking about these air mattress hoes....lol"}
{"text": "yes!!! I love the hair on her pussy...lol"}
{"text": "At least 3. Late tho. Cuz adrenaline and emotion gonna carry them bitches until halftime."}
{"text": "best O-Lineman is a rookie. It's him and a bunch of retards I wouldn't trust with a potato gun."}
{"text": "zactly. After Joique pounds that bitch, bring in reggie for the GAPING holes that will inevitably appear."}
{"text": "\"We just gotta have a red headed Afrotino-Asian albino autistic Branch Davidian hermaphrodite on the Avengers!\""}
{"text": "Brah *falls out* white bitches crazy"}
{"text": "He actually good lol don't hoe him. But I mean that's some road to glory shit &gt;Go to Northern Illinois* *Undefeated &amp; Heisman*"}
{"text": "yeah lil nigga I was homecoming king and still been getting bad bitches as u see &#9996;&#65039;"}
{"text": "ain't like I have anything to do bitch boy lol."}
{"text": "HAHAHAHAHAHAH hook nose faggot, can't get pussy sucks at hockey #nhl"}
{"text": "cuz ur a sellout bitch fag"}
{"text": ". Sometimes a good hoe fire needs some Rocephin too before it'll go out....."}
{"text": "Y'all ain't gots no colored folk on da show. I tinks dats be racist and shit #TheToddShow"}
{"text": "very wrong lmao this bitch literally tried to swallow someone in this movie"}
{"text": "oh yea I forgot u decided to have math a hoe instead of football! My bad!"}
{"text": "yo ugly ass 4 eyes havin ass bitch"}
{"text": "I'm not gone see your baby monkey lil ass anyway funky ass"}
{"text": "your dad is genuine happy guy because his kids aren't niggers though &#128532; jimmy is my nigga 5eva"}
{"text": "that bitch gonna get a rug burn"}
{"text": "you just started a whole other situation you dumb asa cunt"}
{"text": "He gotta be colored"}
{"text": "Hell - was lucky to have gravel - dirt roads were a bitch"}
{"text": "I believe that you fuckin can punk nigga bitch&#128520;&#128170;"}
{"text": "hell yea went from I love you to fuck you and that basic bitch"}
{"text": "nigga what u talkn bout?? Tell them hoes get on they DJ UNK shit if they ain't sucking, walk it out"}
{"text": "your still a little pussy tomcat &#128569;"}
{"text": "&amp; had me so high off the monkey nutts yesterday nbs &#128532;&#128532;&#128518;&#128518;&#128526;&#128526;&#128548;&#127809;&#127811;&#127807;&#127807;"}
{"text": "lil b already to puff for the hoes"}
{"text": "dude your fucking gay you made a twitter just to mock me fucking lowlife"}
{"text": "it's fucking real retard holy fuck can you not read my tweets fucktard?"}
{"text": "I don't look like white trash. I'm not pregnant and 17 gtfo. I have hella gas so say something."}
{"text": "bitch you watch your fucking mouth you dirty whore. I swear to god that's a thin line"}
{"text": "uh I think his mom loves him you fucking retard. I'm sure your gunna be so successful emilie. We all believe &#128521;"}
{"text": "stfu you stupid bitch? Like leave us alone? No one gives a fuck about you. Bruh just block her. We're good."}
{"text": "I have something that you don't bitch. Always remember that."}
{"text": "okay bitch. Tomorrow in the principals office. Be there."}
{"text": "you know. pens for school? to cut all them bitches"}
{"text": "yall trash but cold"}
{"text": "that bitch done.. have it to u on Sunday my nigga"}
{"text": "it was the address to her Job... So the jokes on you bitch! Ha!"}
{"text": "No matter how much you bitch and complain... America is in better shape to how Obama found it PERIOD"}
{"text": "lol you can only get in at Eden when you're 18. All the bitches there are fat..."}
{"text": "hey bitch imy"}
{"text": "I swear I can't do shit right now but I'm down to get into something tonight if u are nig"}
{"text": "well I already got some lol but I'm bout to hop in the shower and eat something real quick then I'll be on my way nig"}
{"text": "oh, see cher? see what your particular brand vitriol creates? A boy who thinks it's ok to call a woman a cunt. #libtard"}
{"text": "have fun losing tonight bitch"}
{"text": "your talking to every hick in San Antonio I ride with a big 45 in the console"}
{"text": "nah gurl this pussy private &#128581;"}
{"text": "he's just a cunt and nobody likes him. He should choke on shit"}
{"text": "shutup thirsty hoe"}
{"text": "&#128514; nah lemme chill i love the bitches"}
{"text": "let's go see the wolverine hoe"}
{"text": "of course bitch. I kinda wanna attempt to play madden tho"}
{"text": "every1 is so over the bigass bitches!!"}
{"text": "that old cunt needs to sit down"}
{"text": "Fuck her right in the pussy"}
{"text": "bitch wea ur clothes"}
{"text": "not no but hell no, when blk. stop sayin nigger I will, what they can have I can have. this is america"}
{"text": "thats right niggah Netherlands!!!"}
{"text": "dam this hoes should be working at Microsoft"}
{"text": "town . At a movie with friends. I stabbed a nig 3 times and got sent to prison. Justice?"}
{"text": "faggot I knew you weren't really my friend."}
{"text": "I don't care what they is they can catch them hoes"}
{"text": "hes a lyin ass bitch lmao"}
{"text": "&#128514;&#128514;&#128514;&#128514;&#128514; oh my gosh why are so so cute?! FA LA LA LA LA LA LA LA LA bitch &#128536;"}
{"text": "at least I have a boyfriend dumb bitch &#128514;"}
{"text": "that's all the action you'll probably get bitch"}
{"text": "good bitch choke"}
{"text": "did I mention you are an ugly cunt? Go back to Iran."}
{"text": "umm how about they are at home raising kids? You are retarded."}
{"text": "alot of these bitches themselves aint shit either....birds of a feather flock together"}
{"text": "bruh we was my fam, nd yeah pussy niggas get no respect."}
{"text": "you little fag. At least I will fuck a Woman to have kids. Plus work to support them. Hipster homo"}
{"text": "Yeah I'm trying to. Ain't recorded in about a month. Been spiraling downward Mayne. An empty son of a bitch folk"}
{"text": "I wanted to see that but I like trash sometimes lol"}
{"text": "I still think he is a pussy haha"}
{"text": "old raglyscrag. me and that bitch been places."}
{"text": "at least it's not antville, because thats for cunts."}
{"text": "we've used the word cunt almost 3 times. Its beautiful."}
{"text": "my bitch dont want your ugly ass gtfo ol peyton manning lookin ass"}
{"text": "stfu you dont get any pussy fuck boy"}
{"text": "bitch stfu u livin off our tax money too, we pay shit just like u so don't get that white power shit to head"}
{"text": "mmm where the fuck is that at honkey? U need to wake up and realize its 2013 and get off of the skin"}
{"text": "y dont u end us monkeys then? U hate us because were better than crackers &amp; I love it. Deep down u know weve done nothin 2 u"}
{"text": "forget that bitch and come get some of this white chocolate"}
{"text": "bitch nigga come over here I'm on knodell vandyke n french rd fuck boy den talk dat shit"}
{"text": "who is dis crack ass cracker"}
{"text": "who tf is chrisis jones. A nigga botta get his ass beat clearly bitch nigga u see real niggas conversatin"}
{"text": "white boy talmbout Ight I'll see you tomorrow at school nigger"}
{"text": "yeah wtf you aren't a pussy."}
{"text": "keep these hoes on yet toes ! Don't tell them nothing &#128514;"}
{"text": "yu betta watch cho mouf bout dat one dea hoe"}
{"text": "nun of ya bidness bitch"}
{"text": "Shantrell bitch we ainn talkn to you C yo ugly way out"}
{"text": "Exactly dem gold diggin hoes came out da woods on my ass"}
{"text": "bitch i ainn hiden i go str8 to class my teacher lame af"}
{"text": "bitch i juss askd yu uh question yo ole choppa bullet head ahh"}
{"text": "dat was befo da fact hoe shut yo ass up &#128581;"}
{"text": "hoe yu came at me first tf"}
{"text": "lol Duhh but ima get my neck tomorrow so dont be mad hoe"}
{"text": "yeah right hoe"}
{"text": "gabby called her yesterday and we call her a bitch and then cried."}
{"text": "&#128514;&#128514;&#128514; dat shit crazy a nicca use to wear dat shit fr"}
{"text": "already kno nicca"}
{"text": "lol da nicca was str8 n Friday wit out it but dude str8 Uncle Tom nicca now"}
{"text": "lol la bitch happy bout Beatin our bench players"}
{"text": "lol mane shut dat bitch shit up youn fucc wit me"}
{"text": "start telling all bitches how to live their lives. Can we get advice from gwenyth?"}
{"text": "text me, my phone being a cunt whore."}
{"text": "11k now shut up hoe"}
{"text": "I bet I fuck yo bitch tho"}
{"text": "I'm not goin oml I'm finna drop this bitch"}
{"text": "bitch give me my lighter or get shot"}
{"text": "eat pickles hoe"}
{"text": "follow back bitch"}
{"text": "follow me back hoe"}
{"text": "these bitch been sayin they was leaving since 3"}
{"text": "ew pussy buy a fucking xbone , u got dat Puppy muny"}
{"text": "they act like they earned the subs curse has haha bitch you wasn't in #Disfigure"}
{"text": "&#128557;&#128514; boa I'm trying see if that bitch was going or not . Me &amp; Vick stay agru about he don't get hoes&#128514;"}
{"text": "it makes you a nigger fucking a goat."}
{"text": "This is Twitter. Not only are you a fag but you're also retarded."}
{"text": "lmao bitch know we stand there EVERYDAY &#128514;&#128530;"}
{"text": "bitch don't retweet my question. Psh!! Nasty ass ho."}
{"text": "is that I'm \"a twat\" or \"I'm Twat\", like formally?"}
{"text": "uh you're trash. &#128536;"}
{"text": "- bitch I'm up for sale every weekend &#128553;&#128557;"}
{"text": "I was taking a picture and that bitch scared me lmao"}
{"text": "bitch shut up men are talking an"}
{"text": "unpredictable is an excuse for retarded"}
{"text": "haha yuhhh did I hit that hoe or what"}
{"text": "me n glo boy will get young chop in that bitch too"}
{"text": "you pissing in my trash can again?"}
{"text": "\"all of these rednecks and none of them can keep the fire lit\" &#128514;&#128514;"}
{"text": "Because either way that makes you a bitch."}
{"text": "because hoes disguise themselves as real women"}
{"text": "LMFAO thats dead them hoes gotta pay"}
{"text": "-the base) and would mean it would hurt like a bitch to have one broken off."}
{"text": "that bitch needs a tittielift"}
{"text": "plot twist: you have no penis. Penny would make that bitch like a balloon. Balloons and bitches can all float"}
{"text": "I didn't know that was a fad sounds fucking retarded haha"}
{"text": "*mormon hoes ;)"}
{"text": "but but but you said vibe. Which means I have to say bitch, don't kill my vibe."}
{"text": "name that hoe (I'm 6'1) on my license tho"}
{"text": "no clue but these bad hoes ain't really bad"}
{"text": "these hoes don't want no help but they want all the help"}
{"text": "what's this chinks email? I'm moving to China and slicing his throat"}
{"text": "raspy ass voice annoying bitch???"}
{"text": "nah Bama fans ain't finna have a nigger running the offense."}
{"text": "bruh why it look like a niggah dick slapped the baby &#128514;"}
{"text": "are you for real right now!! this kid haha where you at pussy"}
{"text": "I know, bitches. Let's do something this weekend. Let's bake!"}
{"text": "It's not till later hoe! Unless your having a sleepover...#Awk"}
{"text": "message me hoe! I need to plan stuff."}
