{"text": "She’s trolling to fuck with you cause some of y’all be quick to call mfs coons for minor disagreements"}
{"text": "I hate so much now. They fucked up the whole franchise."}
{"text": "He is going to destroy america like he has done to many of his businesses he does care about middle or lesser america and americans he only cares for himself and the top 1% who hopefully see the light soon before they have no countries to sell their products to"}
{"text": "rae sis don't say no offense\" then like tweets calling me a sad bitch, also im truly shocked ur on the L6 train this year\""}
{"text": "All he is missing are the inmate number"}
{"text": "Hasn't this flake left yet? How dare these people hang a man without evidence and at the word of a loon with repressed memory.\" Sue her and I bet she shuts up fast.\""}
{"text": "#meDIAtoo Selective putrid outrage ONLY AT Conservatives only BY LIBERALS who want us to know how MORAL they are!!! Re: Kavanaugh and ANY OTHER REPUB who will stand up against them!! URL"}
{"text": "damn that headgear is lit sucks im not on pc ubi plz for console to"}
{"text": "Further proving that #LiberalismCausesMentalRetardation and #Feminists are a cancer on the American Republic"}
{"text": "You are a Communist state controlled newspaper. Very much like #ANTIFA would love to see. And your country executes people who dissent with your support. Enough said. Get off my twitter stream"}
{"text": "I fully support Antifa. I give them money. White nationalism is cancer in a proudly multicultural society. It should be illegal. It is in Germany. We had two wars over this issue. White nationalists lost both. We are done with this discussion."}
{"text": "They can’t. His a sheep. Just follow along with fake news and put everyone who can think for themselves as KKK. Antifa wannabes"}
{"text": "HYPOCRITE!! You run a commercial about ur support for gun control &amp; protecting kids showing ur kids. Really! U support ABORTION. What’s the difference in that and a gun? They BOTH KILL!"}
{"text": "Liberals like you WILL never convince us to become lazy entitled victims. But keep trying. I just feel sorry for your son. Having to be raised by someone who will only impart him with the mindset of self-hate and victim-hood."}
{"text": "First Man movie is an accurate metaphor for the NWO Globalist Left--they give you enough to make you believe they're truthful unless you have educated yourself!"}
{"text": "hey Samsung on your website you declined me. 2 times for credit I can afford your phone without your ass this is my second one maybe next time even though I hate iPhone I'll buy iPhone so screw you"}
{"text": "That’s how a career in media works...people admire you. If people think you’re a piece of shit you won’t make it far."}
{"text": "You are out of you damn mind! Feinstinkle had this band then leaked it! She took a lie detector test and hired a lawyer last month! She is accusing a judge of a crime that is 35 years old with no proof! Ruining a mans life over an accusation with no proof you STFU"}
{"text": "Guess what Chicago kids go theu this shit every day and they have the strictest gun control around!"}
{"text": "Police your own first right? You see it as unfortunate he is saying these things in public but others see it even more unfortunate that she says the things she says in public. She is an extremely public figure and he is using a similar platform."}
{"text": "Socialism once its implemented has historically had only one effective stop measure and that has been civil war. Knowing that the force/reasoning behind gun control\" becomes clear. You can have a clear picture of this process by reading Saul Alinsky's-Rules for Radicals.\""}
{"text": "I really think he is mentally ill. Why does his family not address the issues? Maybe Jared did with the op-ed?"}
{"text": "But he is still fucked up for not respecting LGBTQ"}
{"text": "Holy shit- how brainwashed can ya be?"}
{"text": "Yea Jeff should go. Antifa is a terrorist organization"}
{"text": "yeah he had to go back to the faerie world to handle shit there"}
{"text": "I'm honestly not surprised coming from the school you are in. Why would you be vaping. I noticed they like to accuse you of a lot of stupid stuff but don't let it get to you."}
{"text": "I do not support Trump. He is an abomination!"}
{"text": "Omg he is!!!!! I fucking hate Dale!!!!!!"}
{"text": "The name alt right is to make people think its a right wing group.just like ANTIFA that are fascist. BLM that really to they all black lives dont matter."}
{"text": "Most mass shooters are liberal white men. We should have liberal control not gun control."}
{"text": "aaaaaaaaa that’s so exciting!!! the majority of my friends are in second year at this point so the blow i’m about to receive from moving to a whole ass other country hasn’t hit yet.... i’m doing film studies because i hate myself apparently :/ wbu babie"}
{"text": "You are a disgrace go home you are not the President anymore. You are breaking tradition of the former President stepping aside. This is no longer Obama’s country this country belongs to We The People not your sheeple #MAGA"}
{"text": "Please TX don’t elect this fake Conservative. He is bought &amp; paid for with Soros money. So many unethical things in his personal history!"}
{"text": "Sorry...nothing but a setup to try and appease the Socialist Democratic Wacked Out Liberals. We are not stupid"}
{"text": "We all know this is another Liberals Corruption!!"}
{"text": "Don't you have to weigh under 200 lbs to be considered a 'porn star'?"}
{"text": "Bank deregulation happened under Gordon Brown with his dramatic changes announced in 1997 (not in manifesto) including independent central bank and removal of supervision of financial sector. How old are you? Who taught you this rubbish version of history?"}
{"text": "They are hoping all over it. But then they are probably the biggest crowd of racist bigots in the country they back antifa"}
{"text": "Monkeys have been used for centuries to dehumanize black people but none of that has anything to do with the 5th largest economy in the world and a 9 billion surplus. Everything else you are saying is nonsense. Againtske your L and leave"}
{"text": "Omg!!! A good guy is now evil!!!! Same thing happening is America!!! The Globalist world leaders with all their money would have us believe what is evil is good and what is good is evil!! I’ve read that in the good book!! For the end time!!!!"}
{"text": "Then I'm as crazy as you are cause I believe the same outcome will happen this Sunday 49ers 27 KC 17 Niners baby👍👊"}
{"text": "Oh shit the mafia have finally found me"}
{"text": "Why do some conservatives blindly follow a fascist?"}
{"text": "Goodell is the worst commissioner of any sport from any time in history"}
{"text": "Listened\". They don't give a shit about what the fans think. All they're doing is counting their Fox money.\""}
{"text": "You were made a fooln of last night by Kavanaugh so like a spiteful child seeking attention youngo on your wide eyed rant. You are an embarrassment to the chamber and this country"}
{"text": "Good- that soundtrack you DMed me with was fire as fuck and I still listen to it often💪🏽 Bad- My tracks are better😭 (joking I’m shit)"}
{"text": "#serenawilliams yes she should be boycotted. She is a nasty bit of work."}
{"text": "So let me get this straight they want us to hold off on the confirmation hearing for what? Polygraph is inadmissible. All to hear he said she said? Ford signs paper in trump case against illegal separations? And Cavanagh has just about every woman stating he is honorable. Vote ye"}
{"text": "And most Hillary supporters are racist liberals."}
{"text": "Nothing was stolen. Crybaby liberals didn’t get what they wanted so they’ve been throwing temper tantrums for 2 years."}
{"text": "Oh shit this will trigger some bigots"}
{"text": "I'll lock yo sorry ass down 🤗"}
{"text": "NO ONE needs hunting in Canada Spread the word.There is no place in a civilized society for rifles and shotguns.The Coalition for Gun Control has 200 associations behind us to support and the Liberals. In the name of the safety of our kids Mr Blair ban those guns."}
{"text": "... a bunch of self-aggrandizing liberals in fancy dresses mocking Trump.” Except for the fancy dresses, sounds a lot like the Dems who are trying to lynch Kavanaugh... #politics #MeTooWitchhunt URL"}
{"text": "And the Bull$hit just keep coming. So we're expected to just accept these allegations for their face value. The left swamp plot thickens. We need to out the offenders once and for all. #ConfirmKavanaugh #MAGA URL"}
{"text": "Look at this chill as fuck bearded dragon URL"}
{"text": "Woooow Trump voters are getting really crazy MAGA !"}
{"text": "Tomorrow night you get dropped will make sure he is not robbed again you fraud"}
{"text": "A whole meta joke here would be my original tweet fuckin up the calculations."}
{"text": "oh yeah Terry Porters 40 second PI Call (OSU alumn)... naw im over it... Your coach and his scumbag history... If you know anything about his history with Aaron Hernandez you would know what kind of scumbag he is... but OSU is a shithole so the story goes on.. URL"}
{"text": "Well, there's that one idiot you keep thinking will show up in your mirror every sundown when you rise again to walk the night in search of carnage to fill the emptiness where your heart &amp; soul used to be. Altho, now ya mention it, lots of other conservatives\" come to mind too.\""}
{"text": "She is no doubt the greatest female athlete but a sore loser imo"}
{"text": "A little appreciation post for my bestie because she’s a bad bitch and I’m thankful for her💗 URL"}
{"text": "It's Bull Shit. We all know."}
{"text": "I love my penis and want to keep it. Would rather smoke a joint."}
{"text": "she is a dog with fleas."}
{"text": "You are a coward and really have no right to be AG. You are a disappointment. Your days are numbered and so his your party."}
{"text": "There are deals on Mexico EU trade and other trade deals. We don't need or want a gun control deal or a Climate\" deal\""}
{"text": "He tihnks he is telling the big lie."}
{"text": "Tough crap Mazie! There should be a Me Too\" for men with false accusations against them as well as those hurt by Democrat lies, false accusations, biased government agencies, biased media sensationalism and Antifa bullies etc......\""}
{"text": "Um, no? Saying that Labour is the party of hatred\" implies they are the most hateful party, and therefore The Conservatives are less hateful. Whilst the claim about the Tories can be disputed, it's not whataboutery.\""}
{"text": "🇺🇸 BECAUSE THey think Sen Collins is A STUPID COWARD &amp;all they have to do is Bullie SenCollins This is what🇺🇸Conservatives Have lives with For 9️⃣yrs now Please Vote For Kavanaugh LetGod Take Care Of the Rest"}
{"text": "It makes my skin crawl just looking at this woman - Theresa May is a liability to our nation and and must be removed ASAP"}
{"text": "Took the words out of my mouth. He is just horrible."}
{"text": "He can suck it."}
{"text": "He had 1 offer since june! The shitty browns that's it!! Stop thinking he is still good you are living in the past"}
{"text": "Yes! The good old days when conservatives got pushed around and bullied by democrats who never gave an inch. The good old days when all conservatives could do was feign outrage and promise to go get them the next time. Yeah, that's what we need. That's the healthy\" libs love!\""}
{"text": "#DUMMYDONNIEJR 🤦🏻‍♀️🤥🤡🤷🏻‍♀️ THIS IS FROM 2008 IDIOT 🤣😂😅. The apple doesn’t fall to far from the tree when it comes to lying 🤥. The American people have had #EnoughIsEnough of #LIARINCHIEF and you are actually an embarrassment as well like your daddy 🍄🍄"}
{"text": "Gun Control means using both hands. And in this case means acquiring the correct target. You can’t fix stupid."}
{"text": "Except those whole emails the prove what yer sayin is wrong. Hannity is paid 30 million a year to blame immigrants so you idiots happily pull the feeder bar for the guy gonna take away yer healthcare. Gotta say the stupidity is entertaining. #maga"}
{"text": "Holder should've been removed and jailed years ago."}
{"text": "A useful idiot. No longer need him. Their to busy to be bothered with gun control now. Busy trying figure out how to sway an election in their favor. Not gunna happen 😂🇺🇸💪"}
{"text": "My thoughts and prayers are with the families. Random mass shootings, which plague our nation, are not normal and we as a country can't allow them to be normalized,\" Craley said\", The truth is these mass shootings are becoming too \"normal\". Gun control would certainly help.\""}
{"text": "#DougFord again using #Trump-style authoritarian tactics: •Discredit the media. •Repeatedly spread lies. •Build a false reality for your followers. These are smart people. The conservatives know what they're doing. This is a planned strategy to weaken democracy. #ONpoli URL"}
{"text": "No you wouldn't sis I know damn well you would probably call it cute people propose in concerts all the time yet when its a gay couple its wrong you're at a fucking concert you don't have to pay attention"}
{"text": "we're buying a couple puzzle toys and looking at classes for him rn! but i think he is becoming a teenage monster."}
{"text": "Naaa. I've spent 24 hours laughing my huge nuts off at your stupidity. You fink your some kind of entity but your all a bunch of scared antifa PUSSIES wiv no muscle to see anyone you try to bully. Even that is pathetic."}
{"text": "Liberals never follow through on promises. We’ve heard it all before. Coward."}
{"text": "She is saying Ben, Ben, when the hell are you going to do something more than just tweet crap about djt?\"\""}
{"text": "He is a troll. Not open to facts"}
{"text": "That's a lie...your antifa lefties are nothing but violent. This teacher spent a lot of time planning this attack on an honorable man with zero evidence. No reason at all to hold up kavanaugh! Another crazy liberal hit job!!"}
{"text": "7 $ million buyout. Losers."}
{"text": "After all my years of complaining im finally getting my bitch ass wisdom teeth out so I can stop fucking crying"}
{"text": "we’re defo living in the last days"}
{"text": "Adam Schiff saying he is FOR releasing FISA info URL Just another in a long list of bureaucratic hacks that need to be purged from DC! please keep doing what your doing to expose these frauds and hypocrites!! #MAGA #KAG2020 #QAnon #WINNING #WWG1WGA URL"}
{"text": "yesterday this happen here😳 So much for gun control when you can't prevent a 2nd grader from bringing a gun to school huh😏 URL"}
{"text": "The official unemployed numbers are a joke. There are millions of Americans who lost their jobs and career to H-1b. Their unemployment benefits ran out years ago. Give them their jobs back. End H-1B now."}
{"text": "Fuck you dope. Not a Fox watcher. Independent voter that will never vote left. Your Party is dangerous."}
{"text": "Old pic. Trump is not monitoring anything related to the Hurricane. Pretty sure he is shitting his pants right about now"}
{"text": "Eric holder is Obama's straw man of corruption"}
{"text": "Liberals ruin a life doesn’t matter as long as they win in the end! Must stop! The have no Conscience"}
{"text": "Pigeon Girl can also send pigeons to poop on all MAGA hats."}
{"text": "Says the bitch ass boy hiding behind a keyboard it don’t hurt to ask for help sometimes can’t do everything alone you fucking clown if he can help then something is better than nothing that’s why I asked even if he can’t it don’t hurt to ask fuck off my twitter weak ass nigga"}
{"text": "She is incredibly stupid and perhaps the reason why she was chosen to ‘entropy‘ the trade talks. Trudeau will destroy everything of reason in Canada. Would you allow a terrorist destroy Canada? Then why have Trudeau?"}
{"text": "She is a horrible at her job...maybe that's why her career is dying..."}
{"text": "This lies how she got the key ! Why she don’t admit she was in date or maybe had NSA with ? she is married ? What is true story ! BS ! Ok we all respct police officer but her story and excuse full of shit ! Please post her photo ! Let see how fat she is !"}
{"text": "you're a jerk. Attacking julie for standing by her husband. You're just like all the other liberals want to ruin peoples lives. How about you not bash people until he is found guilty... bet your client just wants MONEY!!!"}
{"text": "Don’t get on here saying that type of dumb shit"}
{"text": "Stop with your nonsense. You are a block. You are STUPID!"}
{"text": "He is sick. Very disturbed. And that comment proves it!"}
{"text": "As if a liberal beta male could engage in sex with a straight female."}
{"text": "Ive judged that the old woman is an anti semite and Joan Ryan is right. You are playing semamtics. Youre a disgrace."}
{"text": "#Liberals are muck rakers. They have NO platform to run on. NONE! Culling vulnerable people from the late decades... of the last century... of the previous millennium... shows how desperate they are to be heard. Now they’re loitering around high schools looking for rumors. Sad!"}
{"text": "Well sure she would lend her support to the lying heifer making the false accusations. She has no more intelligence than the rest of the liberals acting out sombody!"}
{"text": "already my ass i had so many fucking shots tonight"}
{"text": "Yep. Sure do. And he's been proving it on a daily basis. #MAGA"}
{"text": "Although I think that Carter was a decent man he was without a doubt the 2nd worst president in my voting history. 44 was the worst if there was any question."}
{"text": "He. Is. A. Sociopath."}
{"text": "I seriously have no more words for how fucked up he is. Every time I think I found the word he does something even more despicable &amp; disgusting. The best I can do is hope that he chokes in his own vomit for all of the stupid lies he's told. Like a serial killer he has no soul.."}
{"text": "But Tinubu is supporting this monster against us. The biggest Yoruba traitor of the modern days Yoruba politics is Tinubu!"}
{"text": "Do you think that bothers the evil Nazi democrats/liberals they tried to rig a Presidential election and framing Kavanaugh is just another act of these evil Nazi democrats /liberals politicians to destroy Democracy and America ! #Walkaway # Make America Great!!!!!!!!!!!!!!"}
{"text": "of coarse he is alex and many other nation leaders are as we;ll lapdpgs URL"}
{"text": "Gun control . . . means being to hit what your aiming at! These elderly homeowner have great gun control!"}
{"text": "Liberals are SICK. This false accuser should be incarcerated for her bald-faced lies. URL"}
{"text": "Look at her moving and not one word of Truth coming out of it. If you ever get a chance to ask that layer a question ask her do you agree with me that the Golan Heights belong to 🇸🇾. She is dead dead in the water she couldn't answer it without condemning herself true"}
{"text": "The perpetrator is responsible for his own actions but you are ignoring that Maxine Waters &amp; others are inciting violence. Do consider she said that they should not be able to eat, shop or do anything in peace\"... how would one survive without being able to trade?\""}
{"text": "URL a high-tech lynching for Uppity (Republican) Blacks'\" is fine, but raping women by liberals?' \"THEY ALL DO IT” including Bill Clinton.\""}
{"text": "Really? And has he been charged. #Liberals are such liars!"}
{"text": "She thought she would be low profile and help the Dem party get rid of Kavanaugh and she could remain anonymous. She most likely was promised this by the party. Now that she can be charged with perjury she will continue with playing a victim. She is not. Lying is a can of worms."}
{"text": "This is why Chicago won’t enforce gun laws on the books or go into these neighborhoods These murders are planned by gun control liberals so as to pass very strict or even confiscation of guns. Black Luves do not matter to these liberals trying to pass their agenda. 2 Admendment"}
{"text": "He is like “Holy jesus fucken Christ”"}
{"text": "For lying? How much is the DNC/Soros/Antifa paying her? How’s your Chinese spy doing?"}
{"text": "Lmao good one ! Now listen up Sparky your wife is a disease she is a bought and paid for evil soulless propaganda arm for child murderers and Russian agents. So stick with your cutsie tweets but I'd prepare for a long prison sentence if i were you."}
{"text": "Fucking sucks when the refs are against you. #KillTheZebras"}
{"text": "They meet many many fans it’s amazing that he remembered her don’t be a bitch"}
{"text": "they are bullshit stats. but say isn't london the murder capital of europe now? that gun control working right? germany having some SERIOUS crime problems. maybe u should take care of business at home be4 u start tweeting about the US"}
{"text": "Democrats = Thugs"}
{"text": "I never watch the NFL !!!’ Panthers suck by the way !!!"}
{"text": "Which is also posturing nonsense. If they want to oust her they'd forward the requisite letters to their part whip and she would be facing a leadership challenge. Her 'challengers' are as gutless and witless as she is."}
{"text": "He's another one of the puke pool!! It's getting pretty full I can tell you that for sure!!!"}
{"text": "Someone's is asking if Davido wasn't supposed to be in Camp? Oga madam park well!! Davido's business is non of your business. Na u send am go school? Haterz... chop shit n die"}
{"text": "Not only the Antifa got quite alot Israel supporters. You'll find Israeli flags at the right winger protest just as well. Oh the irony URL"}
{"text": "as of right now my only solid position is that the NRA has become far too influential in politics and as a result they have delayed the desire for gun control for about 20 years."}
{"text": "LOL. What’s failing miserably is this 11th hour ambush by the liberals. Every minute #ChristinaBlaseyFord refuses to commit to appearing she and people like you lose credibility. I love it!! 😂😂 #tcot #p2"}
{"text": "A clear majority of conservatives approve of Trump and the GOP. Don’t be stupid."}
{"text": "God help us. the woman cant even get coherent sentence out of her mouth."}
{"text": "#Theresa May Using #LabourParty Policies to Cling On To her Weak and Wobbly #Government #HousingCrisis #housingmarket the #conservatives are the Corrupt #Landowners #ToriesOut #Corruption"}
{"text": "Sick!!! I hope he is not teaching!"}
{"text": "The killer is in the house. #MAGA #WallDoesntProtectFromAmericans"}
{"text": "Hollywood is full of demonic democrats."}
{"text": "Until he is dead. Because even after he is out of office he will likely command the news cycle for a long time."}
{"text": "Remind me of Antifa ratbags."}
{"text": "The washed-out idiot #Biden feels he has a chance by insulting all conservatives who are supporting their great #POTUS...I don’t think so CRAZY JOE!!!"}
{"text": "LIAR!!! What supporters is she talking about??? I was embarrassed when our last president went on a world apology tour and he even bowed to them like he was their servant!!! URL"}
{"text": "Everyone saying Fuck Russ dont know a damn thing about him or watched the interview 🤷‍♂️🤷‍♂️🤷‍♂️"}
{"text": "with the caption so much for the tolerant left\" ... yup you fit the description of ANTIFA . I suspect you are not a threat as I doubt you can attack any reporters from your mom's basement.\""}
{"text": "Took you this long!! He is a beast and has been for yonks"}
{"text": "I think Michelle spilled Democrats plans for civil war.. liberals are lunatics"}
{"text": "Got knocked out in the first round and one a shitty decision"}
{"text": "They should dress him in an Ice Uniform no weapons and make him walk the boarder at night calling for the drug cartel."}
{"text": ". she. is the most powerful woman on this earth oh my fucking god URL"}
{"text": "Birch me too.. da fuck"}
{"text": "Of course not she is young and dumb. If she really had a brain she wouldn't believe in socialism"}
{"text": "California - Creepy Fake Uber Driver Tries to Follow Woman Into Her Home #MAGA #KAG #California #FakeUberDriver #BodyWrapRestraint #CrimeNews URL"}
{"text": "That head flick at 0:05 is her ego taking a hit. She cannot take criticism. She is a weak incompetent authoritarian."}
{"text": "You know good and goddamn well that if you tried to explain all the gun control on a military base is proof that gun grabbing laws won't do shit if you look at Fort Hood."}
{"text": "Manafort has been on K street for a long time. He knows things. Deep dark things. I agree. He is gonna burn some folk. Mueller already knows who he wants. Manafort is gonna give them up."}
{"text": "Do not think so maybe do a little research buddy!"}
{"text": "you couldn’t catch me letting some saggy whitey bitch talkin like this to me 😫 bitch eat dirt"}
{"text": ". I'm not installing your shitty app, but put me down for 100% for the second amendment/campus carry, 100% against gun control except violent felons\". URL"}
{"text": "Don’t mess with niggas from Marcy projects george Zimmerman! You gonna get lit!"}
{"text": "man I woulda just started hitting the wall with that shit. It ain't nothing by dry wall and some wood beams. I'm getting through that door if I'm him."}
{"text": "Fuck yes ride it baby!"}
{"text": "Have you ever seen the former Democratic hierarchy fight against the president so much??? We know it’s because you’ve been so corrupt and guilty of abuse of power. It’s our darkest times with the DOJ/CIA and Presidential cabinet"}
{"text": "Lol, read the title and you already know whats coming... ...who support common sense solutions to reducing gun violence,\" How is gun violence different from other violence? What is a non-automatic firearm? What is common sense gun control? Is it like Chicago, NY,.. London?..\""}
{"text": "Somebody do something!!! This show sucks anymore!! The set designers are good though! #firemalyoung"}
{"text": "#PeoplesVote #StopBrexit #remain I don't want to go.. either, You know what, After we leave, My slogans going to be It used to be better than this\" should have stayed in. Useless goverment. URL"}
{"text": "Maybe they will Havana an Antifa race war &amp; slam the dildos out of each others butts."}
{"text": "Yeah. He’s very immature &amp; can dish out criticism while crying and blocking instead of accepting any. It’s cool. Folks can see him for who he is mostly."}
{"text": "But what makes you think they are liberals? There is nothing liberal about any of that. These people spent the '90s insulting liberals, publicly humiliating black activists, and openly attacking the New Deal. Where is the liberal\" part? They passed GOP policies!\""}
{"text": "What the fuck is this they’re trying to set him up so it looks like he somehow deserved to be shot"}
{"text": "Here come the beta liberals lmao *convo muted you can cry all day to yourselves."}
{"text": "Srsly it sucks. When ur living life it’s full of bullshit rules we just gotta suck up to survive"}
{"text": "Connections are vital with all of the crap Twitter forces on conservatives."}
{"text": "Ain’t got shit done today"}
{"text": "Well remember how the cops in San Jose stood down\" and watched as antifa thugs armed with bats,bottles &amp; pepper spray attacked Trump rally goers? They were \"just following orders\". That's what most soldiers &amp; cops do. Soldiers follow orders &amp; cops protect their paycheck. SAD.\""}
{"text": "#GreatestThingsAboutThe90s NOTHING. The treacherous lefty media people made sure Benny Hill was taken off TV and even more treacherous conservatives\" conspired to remove Maggie Thatcher as our leader then almost fatally signed us even deeper into the extremely hostile commie EU\""}
{"text": "hope all is well. Thats so fucked. Like seriously what the fuck is wrong with ppl now. Gun control is no issue though right. Thank God I live in Canada. Feel brutal for all the attacks in the U.S.A but seriously it won't go away."}
{"text": "That's just depressing. Good churches are getting hard to find. Few and far between. I know people who belong to churches that espouse gun control and abortion! That's politics - not God! Not Christ!"}
{"text": "GOOD 🖕them !"}
{"text": "I wonder if they will burn their Levis since has come out in favor of gun control? Levi Strauss teams up with gun control group: We cannot stand by silently\" URL URL"}
{"text": "Good shit my bad though"}
{"text": "That’s so sad and terrifying; I know it’s been dropped to a 2 but all the reports I’ve seen says that doesn’t mean shit for this storm. All you have to do is look at pictures of that thing to realize it’s a fucking BEAST"}
{"text": "When atmosphere turns greenish tint from greenhouse gases and humans eat humans in candy bar form maybe I’ll care. MAGA!!!!!!!!"}
{"text": "There are thousands apon thousands of videos on YouTube alone of Antifa attacking people just for being at Trump rallies or Republican events. This is not happening anywhere to Democrats. This is on a widespread scale and people like you try to lie and obfuscate to cover them"}
{"text": "She can lie in the shit she created"}
{"text": "Maybe stop attacking Conservatives and you might find they don’t retaliate."}
{"text": "That is just awful ! He never was much anyway! A grown man acting like that; a bully ! Best to you and hubby Mark ! MAGA 🇺🇸"}
