{"text": "Conservatives Vote NOW! Fed Up With Stupidity!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Security are paid to protect you from trash and crazy people", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Lol.... your going to jail", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Replace Chris Collins with anyone but Carl Paladino\" URL #TCOT #MAGA #RedNationRising\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "who really cares about any of this wack ass beef???😂💀", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "How does this #MAGA...?!? Is this our tax dollars at work...?!? URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And the fact he called you a nigger after you respectfully told him your preference damn near proves that theory 🤦🏽‍♀️", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Do you have the state right....Cali and Chicago are protected by many strict gun control laws.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "LMBO! She's like Pelosi. She thinks she important because she is a female. She is a destriment to society and Real Women!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Oh what a tangled web we weave when first we practice to deceive.! Give it up Serena you are looking silly now.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This message is also going to get Antifa members killed - if the open carry nuts\" feel someone is trying to kill them by taking their gun, they will defend themselves - and will probably not face jail. Whereas someone actively \"stealing\" a gun will.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "By making conservatives so sick we can't make it to the polling place!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I find it very offensive that you know what black people feel!! As a black not African because I was born in America want recognition then build your own stuff!!! It's the same with Conservatives that cry about censorship If you don't like the rules build your own house. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The left doesn’t care. They victimize women and minorities for political gain. Same story different democrat. #libtards #walkaway #maga", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Odd how conservatives keep getting exposed of being child fuckers. Thats why they're against abortion. More victims", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Wow those liberals are so uncivil and full of hate. #LickAWitch URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Explain to me where i said that wasn’t true. I know what due process means. I know when anyone goes to court over a crime like that it affects their lives. he is not exempt from the process or ridicule", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "How is it you had a document that all those women signed if you didn’t know anything about the accusation. Sounds to me a cover up was planned. You are a disgrace to the office you hold", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Just because some flaky pink hat wearing woman says so? Try again. Where’s the police records and the like. Tired of liberals thinking they can lie to ruin someone’s life because they don’t like Trump", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Good luck with that! I dont follow along with fascists like the #resist movement and their apple and google overlords. I know what happened in ww2 and its the rhetoric they use that put us there. I dont need a GOD\" to see the hate spewed from #Antifa and how that is wrong.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I support your fight for justice and to hold those responsible accountable. The hypocrisy is beyond any moral standard. Where’s the outrage. Yet they hide behind the vail of gun control and leftists propaganda beginning with Shame on them.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Sorry to say but you are ignorant and should not tweet something without some research. Some of the ones that were arrested were seniors. They are all people that care enough about what is happening to go out to have their voices heard.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bias Blockers: The New Glasses Made for #MAGA Racists and Homophobes — WATCH URL URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "25th amendment ? Comey and Mulller with a half roll of duct tape should be sufficient ..... just get the sorry sonofabitch away .", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Sleazy and greasy!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Please take John Harwood's pen away. He is incapable of unbiased reporting.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That shimmmy— ok ok ok. You are that bitch. Lmao jk", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Crazy freaking liberals", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "ARE YOU FUCKING SERIOUS? I AM ITALIAN! TALK TO MY FATHER WHO WAS BORN IN SICILY OF YOUR RIDICULOUS NOTIONS. YOU'RE AN IDIOT! Why do you think the left as Antifa? STANDS FOR ANTI-FASCISM! DICTATORS ARE RIGHT WING!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The most ironic thing is. The dems hasten their own demise while empowering their executioners. Do they think once this monster is unleashed that it will not turn on them first? #MAGA #WWG1WGA Written by Antifa terrorists 👇👇👇👇👇👇👇👇👇👇👇👇 URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are a liar Ed. You have always been a liar. The people in Puerto Rico lives in squalor. Govt officials hid supplies sent. Miss reported death toll due to hurricane. Stop lying!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "On reflection if you meant 12.47 am you are indeed fucked", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "2 hours at midnight and she said she is not a call girl? -Awkward!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Get that shit off my phone Bono - I’ll never forgive you", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Did this happen when she played her sister? “Mom!!!! Serena beat me over my head with the tennis racket again.” “ Now. Now. Mommy will bake you some cookies and tell you how your sister is marginalizing your existence.”", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Look at how shamelessly liberals lie to destroy a man's life...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Shocking. Consider most of the country wants smart gun control. Not the Wild Wild West like you espouse.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "6. She's a fucking icon. a legend. a genius. THAT BITCH. SHE IS QUEEN. 👑👑👑👑 #NickiDaGOAT URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is awful. And so smug.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Actually it seems more specific than that. It appears the CBC is saying opposing gun control is the same as covering up child molestation in the catholic church. WTF??", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Consider this source ... is a supreme ass kissing douche bag.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Everyone in Washington including John Heinz is being uncovered as the corrupt elites they are...Like cockroaches running from the light.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "UPDATE Chuck Schumer’s Steamy Affair With A High School Cheerleader Conf... URL via Well someone said it so it must be true! ChickSchumer should Resign #Kavenaugh #ThursdayThoughts #FridayFeeling #DemDirtyTrick #MAGA #Resist FBI should Investigate", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Dr Merck just following orders. Abysmal little pharma troll he is.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is such an arrogant creep... believes he is God’s gift to Politics", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Democrats gun control and mass shootings data determined to be FRAUDULENT. Democrats are liars once again. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I think #AltRight is going to burn their jeans next ... URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#deepstate you are going down! #MAGA #RedWaveRising #redwave #WalkAwayFromDemocrats #WalkAway #WalkAwayMarch make this viral URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "All that shit was hers URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yeah we do legitamately need better mental health treatment in the us (not to say that's a replacement for stronger gun control)", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Also cancel school debt\" is the most stupid of all of her ideas. And far left idea of free college is bigoted idea. No wonder conservatives call us \"elitists\". Who is going to pay for technical/trade schools 4 those who are not \"book smart\"? Crazy!\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I’d rather be buried alive", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "NO REAL AMERICAN WOULD WATCH THIS CRAP", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Open a Case\" 4-this: John Kerry: \"Obama &amp; I *KNOWINGLY *FUNDED *TERROR\" 55 BILLION $$$ With a \"B\" !! God bless Trump #MAGA #KAG #DeepState .. (FULL LINK: URL .. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#qanon LIBERALS ARE LIKE MONKEYS THROWING THEIR OWN SHIT AT EVERYTHING", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You forgot to tag your Bulletproof bullshit mate . You got sucked into the vortex Tom and now you are drinking all the koolaid.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Only people that own guns get a say on what to do about gun control.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Authoritarianism is terrifying and destructive. Right now the Conservatives are authoritarian neo-liberals. Fascism is right wing, not left-wing. Centrist politics to privatise profit but burdening tax-payers with all the risks is a bad deal and why centrism\" is unpopular.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And what do you think Ron desantis is going to do for you? He's probably in the back pocket of the NRA!! Good luck getting anything done as far as gun control because that is what we'r seriously need as a country! We need tougher background checks at least!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That's a black referring to a group. Markedly different from affluent white people calling Ben Carson or any other prominent conservative that term. I'm thinking more of stuff like this: URL Antifa n word\" is quite a fruitful search.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is phony and opportunist. Look at the millions he is making out of gullible people. Lets see if he donates millions he has to help his hometown. Oh well its people’s money they use. Their money is untouchable", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Conservatives just keep doubling down on being terrible people.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The funniest thing about her is how easily triggered she is!!! Well that and how ugly she is", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bet Ford is a part of antifa and the Berkeley gang", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Candiace. She is trash.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "&gt;comparing Antifa weaklings to WWII soldiers", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Gorgeous! And those tits are KILLER! ❤️", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "We in this bitch together 💁🏽‍♂️", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "At least he's not a coward like you. What's your platform? Where's your donor list? #BernierNation It's time conservatives did the right thing.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "ANTIFA? As in anti fascism? Damn who wouldn't want that in America? Maybe our ancestors who fought the nazis in ww2?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It’s a disgrace and are in danger of imploding if they don’t remove", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I SAW IT but mi*rosoft sucks at translations", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Gitmo could resolve Holders issues along with all of Obama’s Clowns", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You know you're a racist monkey huh? I'm sure you know what you are a piece of trash. I never hear these pieces of horse shit speak the truth only their racist lies. Bitch boy it's ABOUT THE RACIST COPS KILLING UNARMED BLACK AND BROWN PEOPLE!! THAT'S THE FACT. ASS CLOWN!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Start with explaining why you think he is stupid rather than writing a question looking for attention.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "can't fucking believe it.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". your the perfect example of why Americans despise lying liberals. Disgusting", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Come on CNN. He literally introduced himself. The guy is a public figure for gun control. Call him out!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "ur a fucking dumbass fr. there’s no way she is anyone else’s 😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Quick Preview Summary: Blame Democrats Blame Obama Blame gun control Blame blacks (passively) Blame Democrats", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Your so correct! Liberals r so easy to figure out! Make America great again Get rid of All liberal Woman", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Move to North Korea where you will find all the oppressive authoritarian gun control you want. Any one of these other countries with low gun ownership should work for you too. Good luck! URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What the fuck was that dildo rider antifa fuck going on about?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bill Clinton enjoyed raping them while Ted Kennedy enjoyed killing them. But you are cool with that.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yes, Joy ?.... You were about to say Six-and-a-half years?\" Because that's correct, you sociopath. You are \"stuck with this ,\" f o r t h e n e x t SIX-&amp;-ONE-HALF-YEARS. #MAGA2KAG 🇺🇸 #WINNING\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She should start kneeling before matches and talk about how oppressed she is. Its getting deep in America with all the BS the liberal nuts are throwing up", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I thought it would be worse. I thought they would be shooting liberals in the streets by now.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "minus well keep him how he is bruh", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The only difference is how many parasites it has feeding off it you mean?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fuck that a bitch needs to have more class you cant act a ass because someone liked a tweet about you it dont matter who you are! #nyfw is not the place to decide to be about that life and run up and throw shoes. What Cardi Did wasnt the issue WHERE it was done was the issue!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You forgot the sarcasm tag kid. Some people are ignorant enough to think you are serious", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "UK Polititians are a special breed of FILTH! They get together and vote that their Expense and Sex Crimes (paedophilia) remain secret and then declare child abuse documents remain secret due to National Security Nothing to do with National Security", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "no she was mumbling i couldn’t hear shit she literally spoke w hand signs", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "hell0! What a beautiful sight seeing the antifa scum getting beat down and arrested!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "1. If your company does it - your company sucks. 2. If you don't know how to bypass beat it - you are a sucking cuck :D", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Well that's going to send the fake makers of main stream media and the left liberals and the powers behind them nuclear. Amazingly powerful world changing moment in humanitys history. #qanon it's everything we've been told to expect! #WWG1WGA #MAGA #MBGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It was a disagreement between a fucking umpire and a player! It was not abusive!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I've seen people with some the most beautiful (not to mention original) art i last my eyes on. but only have 70 followers because they get buried by half-assed bullshit. all because they're not pals with someone popular", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Leona Alleslve was the weakest link in the Liberals. She is the last thing we need during Canada’s NAFTA negotiations. Its a good thing she is out of our military with her Traitor tendencies. Get out of Government too.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Can this guy get any lower? One of the dumbest people in our country! How did anyone in Arizona voted for this idiot?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I continue to be concerned that our country’s gun control laws are not good enough to protect our children. I will only vote for the party that is willing to address this issue.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is wortless why is she not checked out by secret service she is irresponsible in trying to generate hste to have somone kill thre president", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Eric Holder is guilty of killing a border patrol officer!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is too busy patting her hair to realize her Tweets are comical but in a stupid kind of way.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is a liar and probably on Soros payroll", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I do but it can be done with out looking like a nazi bigot. We have to stay true to the people and change the minds of the left.. I know you aren’t a bigot I followed you for a reason and it’s because you post stuff that I like this one time I feel you are feeding the left the", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Establishment turd 💩! Conservatives have a much better memory than liberals!! We don’t have eyes full of hypocrisy blinding us!! URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is a blatant threat by #MadMaxineWaters ginning up the ANTIFA base I smell more violence #WakeUpAmerica URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Another crazy liberals", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "...We can no longer sit on the sidelines and remain silent on this issue.\" - Chip Bergh, chief executive This is what #PeopleOverProfits looks like. 👏 URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberals want Bert and Ernie to be gay. WTAF.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are absolutely correct! But your question would be better directed at the LIBERALS in Congress, the ones that make conflict Big Business\" it's all about money &amp; power!\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "FINALLY HOLY SHIT YOU ARE FINALLY READING THE GOAT", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Who appointed you the spokesman for the people at Lake Norman. I Guess you interviewed every person at the lake and it a unanimous poll against President Trump. NOT LIKELY. You are like most liberals who try to speak for everybody", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "My favorite part is where left leaning people say we should believe all accusations at face value when it comes to sexual misconduct but not when it comes to Keith Ellison. Also I'm a Buddhist who's skeptical, thanks for adding to the all conservatives are Christian\" stereotype.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberals are using a sexual assault claim as a political tool. Let that sink in.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Whenever conservatives lose a court ruling, they bitch and moan about activist judges or agenda judges.\" Whenever anyone else loses a court ruling, they accept that they lost a court ruling. Conservatives are whiny babies.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And there we go ... so according to the MAGA believers kavanaugh couldn't have attempted to rape Dr. Ford because her lawyer made a donation to . Idiots URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "and u know what u trash too for being more worried about blaming and shitting on ariana for a death she’s not responsible instead of mac.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is so fake", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This MAGA would spend more than you &amp; your homies together....Now stop ya whining...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Research: The racist history of gun control.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Exactly... they're all bitter", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That's why what she did was an ANTIFA style attack. Abusive method meant to bully opposition into silence for control", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Figures! What is wrong with these idiots? Thank God for", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "another judge that first blames the tool then wants to make them dangerous to the legitimate user guess we know wher he is on gun control OUT TO LUNCH your honor sir!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The burden of proof is on Ford. She should put up or shut up. She is not credible by any stretch.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#Liberals have destroyed #California just like they are attempting to do to the rest of the country. #Radicals don't belong in any area of our governments. Grown ups belong there. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "fucking liar she was happy to play kate nash when you asked her", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberals are full of s#$t when they say they have alot of love to give! They have become the devils minions. No one will prayerfully vote for their socialist agenda!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hahaha the goofball is losing money and is still to dumb to know why..", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#cancelsouthpark They were liberals when you were still suckin' on your momma's titty at the other woodstock.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It started with Cameron and May is even worse. She is not a Conservative!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are just another liberal pawn used by the democrats in an attempt to derail Kavanaugh’s confirmation. I don’t believe a word of it. You and your liberal friends are an enemy of the state. Just leave America. We will be better off without people like you. 🚫Liberals", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I'm telling yeah she is leading Steve on... look howa she always likes all Steves tweets. What a hooch", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You religious conservatives need to stop trying to shame women for expressing themselves. It's disgraceful", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Mmmhm I heard you from down the street gave me a few extra seconds to get my shit together😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why aren’t you speaking out against the injustices that are still occurring to the Windrush generation/black Britons whose records Theresa May destroyed as Home Secretary and whom now she is deporting as prime minister? #InstitutionalRacism", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why don't you say he knew those emails were approved to be released. He knew he could release them. His grand standing got called out and his theatrics are unbecoming of a US Senator. Call him out or you are FAKE news just like calls you.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Surely he didn't do anything to damage Veterens Affairs? If he sullied a reputation it was another department?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It was a nail biter", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "If Trump wins 2020 and growth continues will the crazy liberals still be thanking Obama 6 years from now. Of coarse the will because when the argument is lost all that is left is too dispute the facts.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Another INSANE O.. appointees.. AMOUNTING TO NUT N.. JWB.. the next ONE Could be real famous.. former..first BLACK president.. OR former first BLACK lady... JUST SAYN IT...and FREEDOM OF SPEECH... r my Am O!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Evolution. An evolution we helped to enact. #Brexit is economic and social suicide.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Lol only ones I see attacking anyone is your crybaby liberals", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why are you wasting time replying on twitter (trolling) on behalf of people making under that amount? Seems like someone is just a propaganda pusher...or likes gloating to other #MAGA's that they got screwed by Trump. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hahahahaha-sure-She’s just a Spoiled Brat-and goes berserk when she’s beaten-", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is repulsive.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is desperately trying to deflect. This is what Jordan &amp; Nunes have been wanting. Trump doesn’t care who he endangers. Fck tRump", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Ohhhhhh I cried BIG crocodile tears the first time my daddy called me a bitch😂 took it on the chin like a champ but ran to my room to cry just like a bitch💀", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "it does which sucks but honestly at least i can mute all the instances full of weirdos and just scope fed/local it's a treat", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "New gun control laws are a waste of time &amp; energy which is better spent holding these worthless politicians accountable for their REFUSAL TO ENFORCE CURRENT LAWS. Why create more laws they will never enforce?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Those VG/HC stickers I see on trucks--exclusively trucks, never cars--seem like asshole indicators. I can't say for sure because I've never actually spoken to someone who's like Yes, hockey should involve more punching people\" but.... yeah it seems bad\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You're a piece of shit for saying that FEMA was successful in helping Puerto Rico after hurricane Maria. 3000 people died. You think that's successful? You really have no soul. You're a fucking horrible human being. I don't even think you're human. FUCK YOU!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are pathetic!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bad gun control seems like. Missed his brains.... bummer!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What you're doing is so irresponsible &amp; I believe that ur smart enough to understand how evil you are. If the FBI or JD had some plot to thwart DT, all they had to do was leak\" to the press that he was being investigated. They DID NO SUCH THING. U know you're wrong, that's evil!\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "liberals are kinda the worst", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why do liberals preach gun control but go and get stupid with guns?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is the violent liberal ANTIFA party! NOW they try to convince us they they have a heart? And some woman is knocking our men. There's go around with KKK hoods beating up strangers &amp; wrecking our towns. Most violent corrupt party ever.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You’re not a proper country girl if a bit of mud puts you off!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Moore just got Don elected again. Liberals never learn. He’s more unlikable than Trump", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "These cowards ain't ready.. #MAGA 🇺🇸", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I didn't see the referred to TV segment, and I don't support the response, but It is very easy to see how you, as a race baiter, can bring out the emotions you are trying to elicit. It is unfortunate that UR willing to sacrifice Black people to make you such a big man\".\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "but if you go on a date first..and then have sex...it’s the best of both worlds. and the sex is better.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I see. It's a damn shame how delusional he is. He's gotta be the worst. Even more than those Boston Ben stans", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Deep corruption in the Puerto Rican government is the cause for the ppls misery. Billions sent &amp; you don’t have the foresight to harden &amp; secure the power system on an island that will most likely get hit again. This is the Puerto Rican’s government ms fault.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Such a liar. Anything Trump says to Mueller will be deemed a lie because THREE dishonest LIBERALS collude to lie &amp; Mueller will elect to believe them over the truth. Do you really believe Trump OR THE AMERICAN PEOPLE are stupid enough to fall for that? We're not as stupid as you.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "shit!! i left a little bit ago to get food but if you're still there i'll drop down with all the paper your heart desires!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "she is uncultured", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Also she's thick as shit despite her posh brainy voice\" on QT when the \"refugee\" crisis was at it's peak,she said they should come in because there may be surgeons &amp; dentists amongst them.Fecking leftie lunatic.#ScruffBag\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Just keep saying FAST and FURIOUS! Holder the man that planned gun control by handing out weapons to criminal cartels... Sounds like a great guy to run a justice department because he will work with ANYONE including criminals to fill his OWN AGENDA instead of that of the people!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Trumpism\" is going so well you along with all your liberal friends felt the need to try to trash it! People aren't stupid as you suppose. #RedWaveRising #MAGA &amp; #KAG2018 URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This Soros guy needs to be investigated. He's been kicked out of other nations &amp; here his name keeps coming up with all these anti-American groups. Finances Antifa. Pays folks to act crazy at Trump events. I know he is against our sovereignty. He hates our Constitutional rights.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "All this tape proves is that was always out to get a paycheck and to sabotage the one person who actually gave her a chance. Who tape records conversations in the White House??? Only someone looking to sell it later. She’s a snake", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I'm sure it's just all Democratic political pay for play", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "just censored the #Qanon merchandise. Really Zazzle? Meanwhile communism and Antifa merch are allowed on your site. The constitution of the USA means nothing to you? Well done. time to take our merch elsewhere. #WWG1WGA URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "There r 65 million that can sign to the affect that they didn't vote for an asshole.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "(Albert) Conservatives are spreading the lie Anderson Cooper faked a hurricane... URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The persona that you project masks your insecurities. You are hurt and disappointed. Politics is a dirty business. Move on and make a difference. Hillary lost because too many people sat out the last election. Get involved in displacing Devin Nunes and or Duncan Hunter in Calif.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#USA (I feel your pain, even while I profit causing it!) #liberals , U gotta luv 'em! Redistributing wealth not on their menu- serve up identity politics slop. So you destroyed #Libya -ya'll never catch Bill now -he's got million dead #Iraqi kids (sanctions '90's) under his belt URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I think it's more of a choice for ppl to stay hooked on shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "AntiFa fascists and Socialists are one and the same......time to respond ! URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "philosophically speaking, can a hippie, crazy cat lady who supports antiFa still be called a fascist\"? literally asking for a friend who's a constitutional \"scholar\".\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "When we Satan call him home #Soros.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Indeed Americans need more gun control which means hitting your target. Can never have to much range time. ☺😊", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "No. But I am. You are hilarious. Not in a good way.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is doing a crap job of running this country and that idiot can’t supply the country with an alternative opposition as long as he is running the Labour Party", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And pedophile Podesta still on with his Blue Check Mark account. 🤔", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Mob death threats? Has Antifa turned on her? Maxine Waters?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What was an abuse of power was all the crap you and the Hussein gang pulled off. Your big contribution was the Fast and Furious caper to bring in gun control in strict contravention of the 2nd amendment. But don’t worry. Justice is coming for you and Barry’s band of outlaws.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Sounds like hot lesbian sex to me.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Baaaaa baaaaa...that's the American sheeple who prove Roger Goodell right: The #NFL CAN do whatever it wants and you'll take it because you'll NEVER give up the NFL. Baaaaa baaaaa. URL #QAnon #MAGA #WWG1WGA #FreeAlexJones", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "shit ain’t gone work bruh URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Really # MAGA VOTE TRUMP 2020", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fairness?? What about being fair to the democratic process of this republic??? All this is a sham to delay the vote. Shameful. #DrainTheDeepState #DrainTheDeepStateSwamp #maga", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is a disgusting anti 🇨🇦 traitor!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I have irresponsible sex but I at least know my partners. (Benefits or being snipped)", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "but there is also many videos of antifa attacking disabled and old people if you want to see them victors ( spoiler on disabled attack three on one antifa to disabled vet)", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "and it's funny as obama starting talking about gun control shootings started happening. Correlation-definitely so.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
