{"text": "RT : big booty bitches , big booty bitches ;*"}
{"text": "RT : The way Tricksnipers act is just ugh. 89% of them are Chief Keef, Soulja Boy niggers. Absolute sewage waste"}
{"text": "RT : And ima keep fuckn like I love this bitch &#127908;&#128553;"}
{"text": "RT : Fuck michelle obama. That monkey doesnt belong in the white house"}
{"text": "RT : Fuck tranny porn. Hermaphrodite porn is where it's at."}
{"text": "RT : I got hit on today!!!! I'm back, bitches!!! *dies*"}
{"text": "RT : This bitch about to get dragged LMFAOO omg"}
{"text": "RT : RT if you think twitter should change the bird logo to a badass bald eagle #Merica &#127482;&#127480;"}
{"text": "RT : The sound of wet pussy &#128571;&#128166; &gt;&gt;"}
{"text": "RT : Every zoo is a petting zoo, if you're not a pussy."}
{"text": "RT : When hoes talk shit about other hoes... I'll just leave this here."}
{"text": "RT : Little niggas love making their girlfriends look stupid, entertaining other bitches and so on, a real nigga would never&#128175;"}
{"text": "RT : I got bitches\" Definition: I'm with some female friends who don't know that I'm referring to them as bitches."}
{"text": "RT : Ctfu hell yea yo bitch ever got out?"}
{"text": "RT : ctfu bitch talm bout I needs my respect"}
{"text": "RT : ctfu u bloody but yes doe bitch ball out cracked hot dog in dat bitch"}
{"text": "RT : Dis bitch wanna smoke all our weed"}
{"text": "RT : \"Good pussy is pussy that makes you really think bout making her breakfast pussy that makes you think about being a father\""}
{"text": "RT : If she thick and you get her pregnant, she gonna become fat, and you gonna be the nigga with the big bitch"}
{"text": "RT : gimmmmmie a hoodrat bitch"}
{"text": "RT : Fucking bitches throwing THOTS"}
{"text": "RT : Her pussy A1 if she can quote over 15 boosie quotes"}
{"text": "RT : Y'all so trash"}
{"text": "RT : You retarded if you say Birdmsn don't go hard."}
{"text": "RT : the timeline boring because all the hoes out right now probably getting fucked or planning too"}
{"text": "RT : every time bobby bitch comes on"}
{"text": "RT : hide ur bitches or else"}
{"text": "RT : no sex bitch i only want the decks bitch (yu-gi-oh)"}
{"text": "RT : pussy boy don't want war"}
{"text": "RT : tyga used to be good before he got into this swag fag shit"}
{"text": "RT : Yes Mimi bitch yo dumb ass got played"}
{"text": "RT : Undercover hoes"}
{"text": "RT : I never met a faithfull bitch"}
{"text": "RT : There's a different between a slut and a bitch... A slut will sleep with anyone. A bitch will sleep with anyone... But y&#8230;"}
{"text": "RT : I really hate attention seeking hoes. Hope they all die"}
{"text": "RT : You a hoe if you give your number to another nigga while you got a man"}
{"text": "RT : y'all be dick riding and praising these hoes that's why half of Miami feel like they celebs off this social media shit"}
{"text": "RT : You hoes wanna tweet and talk about equality then hope solo better never see her family again,and go to prison and never &#8230;"}
{"text": "RT : RT : &#128077; &#8220;Fuck the skinny bitches in the club!&#8221; - #ANACONDA"}
{"text": "RT : they are both bitches."}
{"text": "RT : I don't even delete my typos, it is what it is bitch"}
{"text": "RT : This beat deserves Hennessey, a bad bitch, &amp; a bag of weed. The Holy Trinity"}
{"text": "RT : I hate bitches who be laughing with they teeth. That shit is scary as fuck to witness. Like cover your mouth hoe."}
{"text": "RT : My monday bitch keep her ass up and face down"}
{"text": "RT : My tuesday bitch man I aint even hit it yet just finger pop her pussy just to sit and get the kitty wet"}
{"text": "RT : Im a pimp tho no limp hoe"}
{"text": "RT : The fact that all y'all hoes gettin pregnant wit no ring on ya finger &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : I'm a tramp, ho, AND a slut."}
{"text": "RT : When they run out of dick inside the pussy. RT : How do straight dudes know if their dick is small??"}
{"text": "RT : If you open a beer and don't finish it you are what is known as a little bitch"}
{"text": "RT : had to help my Gma move bitch!"}
{"text": "RT : Honey pot Harf is the state dept version of pussy Paltrow"}
{"text": "RT : Maury 65 years old and still exposing hoes.. &#128175;"}
{"text": "RT : These hoes be acting up.. &amp; you know what, Imma let em.."}
{"text": "RT : &#8220;: New Year's Eve bitches be like ... #nye14 #drunkinlove #beyonce"}
{"text": "RT : Someone who claims they're a bad bitch shouldn't get offended so easily."}
{"text": "RT : How i eat the pussy"}
{"text": "RT : #YesAllMen these hoes ain't loyal"}
{"text": "RT : bitch"}
{"text": "RT : Sav is a fag"}
{"text": "RT : Eddy and teezy get no pussy so I don't know why they always talking about that shit. They've never taken anyone's girl eit&#8230;"}
{"text": "RT : S/O yo bitch"}
{"text": "RT : Don't trust hoes they ain't loyal !"}
{"text": "RT : LOL favorite line tho ---&gt; RT You say no to ratchet pussy, juicy j cant."}
{"text": "RT : \"Eating pussy\" ... makes sense. RT : Y'all gotta grow up. Food and sex go hand n hand."}
{"text": "RT : Going as Candace for Halloween lmao ugly bitch"}
{"text": "RT : It goes from \"baby\" to \"hoe\", \" I love you\" to \" Fuck you I hate you\", \" I need you\" to \" Fuck off\" from \" You're my eve&#8230;"}
{"text": "RT : My main bitch &amp; my side bitch mad @ me i could by give 2 fucks"}
{"text": "RT : #MyGoalFor2012 UnHoe these bitches"}
{"text": "RT : Rickie Shitstache &amp; the rest of these pussies better enjoy this back injury. 2015 will be nothing but birdie putts and&#8230;"}
{"text": "RT : Cleary dark skinned niggas fuck better than light skinned niggas... The proofs in the bitch face&#128528;&#128528;"}
{"text": "RT : \": These hoes getting pregnant just to put some shit like ShaqualidaeMommy, BarackeishaMommy in they IG Bio&#8230;"}
{"text": "RT : LMFAO WTF &#8220;: &#8220;: Niggas on here really retarded &#128553;&#128514;&#9996;&#65039; I'm tf out!!&#8221;"}
{"text": "RT : If a hoe is talking to your man, she's not the problem, he is. The fact that hoes feel welcomed reflects on how he acts behi&#8230;"}
{"text": "RT : &#8220;: Fat bitches are rapist&#8221; &#128557;&#128557;&#128557;"}
{"text": "RT : &#8220;: These bitches marrying niggas who got life sentences in jail &#128530;&#128530;&#128530;&#8221; stupid"}
{"text": "RT : Lmao these niggas act like lil bitches"}
{"text": "RT : Move dat muscle hoe &#128548; \"Tell me watchu mad foe\"&#128170;&#128514;"}
{"text": "RT : im so fucking done with i fucking hate you guys and your insurance policy is trash and omg square the fuck up"}
{"text": "RT : Get these trash ass niggas outta my stadium!!! &#128514;&#128514;&#128514;"}
{"text": "RT : stop following \"bad bitches\" and ya won't get spammed"}
{"text": "RT : Green azz niggas!!!! &amp; yall new bitches condone dat sucka activity dat why they keep doin it!!!"}
{"text": "RT : I don't burn bridges.. tf I look like holding a grudge and being a lil bitch. Shit happens. You'll be fine."}
{"text": "RT : You go back and forth with a girl, youre a \"bitch\" you let her disrespect, youre a \"bitch\" LOL"}
{"text": "RT : Them bitches prolly had to pay Beyonc&#233; 100 million to perform 5 minutes &#128530;"}
{"text": "RT : Follow this fag it's his birthday today"}
{"text": "RT : This white boy reached 999 in flappy bird, im so done with life..."}
{"text": "RT : Hahahaha he missed the shit out that hoe!!!!!!!!!! #Houston Texans"}
{"text": "RT : After sex a bitch be like \"so what are we?\" And you like \"probably parents cause I ain't pull out\""}
{"text": "RT : I go to take the trash out and a darkskin nigga stole my damn garbage"}
{"text": "RT : They're YOUNG LADIES RT : you got hoes"}
{"text": "RT : cuff her crazy boy you might not ever find another especial not these dirty crew fucking party hoes out here &#8230;"}
{"text": "RT : fr mane on some 100 shit cuff her if she made you that happy in one night cause these hoes for everybody fr"}
{"text": "RT : Niggaz talk more than bitches these days.."}
{"text": "RT : #EndoftheWorldConfessions I follow all of these retards on Twitter because they're all a bunch of morons &amp; I need g ..."}
{"text": "RT : &#8220;: Everybody got at one bitch on dey insta TL who got a baby &amp; it gets NO likes... Y'all fucked up ! &#128514;&#8221; lmao t&#8230;"}
{"text": "RT : Side bitch or main bitch you still ain't the ONLY bitch. &#128079;&#128175;&#128175;"}
{"text": "RT : I love how sweet girls have sweet pussies"}
{"text": "RT : Good pussy will change your life."}
{"text": "RT : somewhere between \"i need therapy\" and \"bitch, im fine\""}
{"text": "RT : Eat it with milk RT : \"She gotta shape up her pussy lips tho : Whole wheat organic pussy &#8230;"}
{"text": "RT : i got bitches an i know some killlllllas fuck y'all"}
{"text": "RT : this bitch is no help at all"}
{"text": "RT : lmao that hashtag had me dying princess hoe needs to get a Twitter lol"}
{"text": "RT : Fucked all of tyga bitches \": 6God"}
{"text": "RT : Females be 14 acting 18 &#128684;&#128138;. Turning up like they 21 &#127867;&#127864;. Throwing the pussy like they 25 &#128049;&#128166;... But still can't pass Alg&#8230;"}
{"text": "RT : Fuck you bitch I'm actin brand new &#128526;"}
{"text": "RT : If you can stick one finger in your pussy and feel all 4 walls . Your still tight &#128076;"}
{"text": "RT : To my EX that bitch can have you. &#128080;"}
{"text": "RT : Everybody pregnant . You bitches waste no time"}
{"text": "RT : It ain nun to cut dat bitch awf - Verizon"}
{"text": "RT : Then he just got too basic. &amp; the hoes loved it... From then on he made them his focal audience."}
{"text": "RT : these hoes swear boy"}
{"text": "RT : I feel sorry for da females that dont get what they deserve, while these hoe bitches get treated like queens &#128543;&#128543;&#128543;&#128543;&#128543;"}
{"text": "RT : #ReasonsIUnfollowedYou You unfollowed me first bitch"}
{"text": "RT : \"Stop being such a bitch\" Me:"}
{"text": "RT : Lonely twitter bitches be like #relationshipgoals &gt;&gt;&gt;&gt;&gt;"}
{"text": "RT : All my bitches attractive"}
{"text": "RT : yea m8, fire crotch igniting your sisters pussy since '06"}
{"text": "RT : Somebody get my nigga. some pussy cuz this nigga dont get no ass so imma need one of my hoes to slide in my nigga &#8230;"}
{"text": "RT : Niggas fight in the NBA and they're called \"ghetto\" &amp; \"don't know how to act\" but there's a brawl in NASCAR and nobody sa&#8230;"}
{"text": "RT : #Nevertrustabitch never trust a bitch who has a fresh copy of master p album"}
{"text": "RT : I'm scared to lose you, cause I know you get bitches."}
{"text": "RT : All you hoes is still gon' be hoes tomorrow."}
{"text": "RT : And too short to fuck boring hoes RT : life's too short to wear boring clothes"}
{"text": "RT : How bitch how? &#8220;: How is this ok?"}
{"text": "RT : &#127908;&#128553;I just touchdown on pussy nigga!"}
{"text": "RT : After the age of 21 its about credit scores, future plans and creating assets. Not cars, clothes, niggas/bitches, clubs, &#8230;"}
{"text": "RT : &#8220;: When you accidentally say \"About a week ago\" bitch u just wanted to show Ya ass smh"}
{"text": "RT : &#8220;: Iont got no type&#8221;bad bitches is the only thing that I like &#128111;&#128131;&#128131;"}
{"text": "RT : \"Gave that bitch some chocolate, bitches love chocolate.\" - Forrest Gump"}
{"text": "RT : &#8220;: Woah did this bitch say love?&#128566;&#128514;&#128514;&#128557;&#128557; &#128514;&#128514;&#128514;"}
{"text": "RT : Dat ghetto shit aint attractive"}
{"text": "RT : I&#8217;m to the point where I&#8217;ll take a manual RT and not bitch about it."}
{"text": "RT : I just don't understand the grey area of being a hoe but lying about it. Like close your legs OR just be about that life&#8230;"}
{"text": "RT : No &#8220;: That really happens ? \": who doesn&#8217;t like it when a random bad bitch hits you up just to s&#8230;"}
{"text": "RT : I dont respect nun about a bitch cause idgaf bout des hoes"}
{"text": "RT : I love a bitch wit sum nice teeth n lips&#128524;"}
{"text": "RT : my bitch"}
{"text": "RT : Females will mess with a guy who has a girlfriend but won't mess with a single guy cause he has \"too many hoes\""}
{"text": "RT : stupid bitches can't handle the johns"}
{"text": "RT : I deadass took this after i ate a darkskin bitch pussy the other day #NeverAgain"}
{"text": "RT : I hate taking a shit at public places bc i feel like a faggot when im placing the toilet paper on the toilet seat"}
{"text": "RT : Math is fucking useless.... algebra 2 not gon help me pull bitches the fuck...."}
{"text": "RT : Mayweather a lil bitch this nigga out here dancing"}
{"text": "RT : Most of yall females boring as fuck then yall wonder why niggas only talk about havin sex bc theres nothin else to talk abo&#8230;"}
{"text": "RT : Porn, the only place where a bitch gon be under the table sucking a niggas dick while he eating dinner with his parents."}
{"text": "RT : y'all so quick to say people \"worship\" celebrities. bitch, i love beyonc&#233;, her talent, her legacy and what she stands for &#8230;"}
{"text": "RT : Thanks Ravens 4 beating those fags. Now believe I don't give a fuck about you. I'm Raider Nation bitches. Thanks 4 pu ..."}
{"text": "RT : New to the game but as I understand it, the first rule of soccer is \"whichever team acts more like a bitch shall be awarde&#8230;"}
{"text": "RT : &lt;--- trash at it's finest &#8220;: Ladies if you post a picture and don't get at least 15 niggas to favorite it then you t&#8230;"}
{"text": "RT : 0 Love for these hoes"}
{"text": "RT : US Army removes &#8216;negro&#8217; as official reference to black people after public outrage"}
{"text": "RT : Toss 'em out of office? Or just throw 'em in the trash? #trashbucketchallenge has politicians on the run at..."}
{"text": "RT : Too many faithful girls are single, and too many hoes are taken."}
{"text": "RT : Quotable RT : If my man ain't appreciating me this pussy DEFINITELY IS gonna end up in another nigga mouth. You &#8230;"}
{"text": "RT : They claiming bitches them my old hoes"}
{"text": "RT : Wack ass hoes"}
{"text": "RT : These hoes ain't loyal"}
{"text": "RT : Bitch had me and my car all the way fucked up! &#128545;&#128548; had to cuss a bitch out via note!"}
{"text": "RT : These hoes ain't shit &#128514;&#128514;&#128175;"}
{"text": "RT : \"My pussy tastes like Pumpkin Spice Latte.\" -- Lana Del Basic"}
{"text": "RT : Them hoes so damn nice &#128175;"}
{"text": "RT : This bitch got a body like Trey Songz &#128514;"}
{"text": "RT : don't cheat if she a down bitch"}
{"text": "RT : \"yo bitch chose me you aint a pimp you a FAIRY.\" #ripPimpC"}
{"text": "RT : \"Fuck bitches , get money\" - A favorite nigga's line when a girl leave his ass for another man"}
{"text": "RT : \"You ugly anyway\" \"You a hoe anyway\" - a nigga who just got curved but won't accept it"}
{"text": "RT : &#8220;Bros before hoes&#8221; - a bro with no hoes"}
{"text": "RT : Bitches tweeting \"last night &gt;&gt;\" like they did something special except be hoes"}
{"text": "RT : Lmaoo bitch what?"}
{"text": "RT : Rare pic of trash posing with trash"}
{"text": "RT : U hoes going to church this morning like y'all wasn't busting it wide open for niggas about 4 hours ago"}
{"text": "RT : When ya side hoe tryna act up"}
{"text": "RT : i started fuckin with bitches who believe everything their horoscope say.they believe the dumbass horoscopes they gunna bel&#8230;"}
{"text": "RT : 22. But we make it and this bitch sits on the couch and turns on Ice Age the movie and asks us if were hungry like we arent t&#8230;"}
{"text": "RT : If you curve me im just going to assume your pussy is trash and you were doing me a favor"}
{"text": "RT : You bitches could never be nae ...let him tell you he love him some nae &#128143;&#128145;&#128081;"}
{"text": "RT : &#128514;she a dumb bitch smh"}
{"text": "RT : &#8220;: I got hard dick for all dez bitches. I get all they numbers I don't call dez bitches.&#8221; LMAO RT"}
{"text": "RT : I'm waiting for all of you little bitches that whined about Bush to start speaking up about Obama and his wars. #Syria"}
{"text": "RT : When Kanye said \"I don't need your pussy, bitch. I'm on my own dick.\""}
{"text": "RT : When Tupac said \"I ain't a killer but don't push me, revenge is the sweetest joy next to getting pussy\""}
{"text": "RT : When Tyler the Creator said \"Rape a pregnant bitch and tell my friends I had a threesome\""}
{"text": "RT : The trick of reality tv is making tacky bitches seem classy &amp; badgering real women with real ethic into submission. It's a &#8230;"}
{"text": "RT : Logic had me thinking Nikki was a bad bitch"}
{"text": "RT : Never trust a bitch that take quick ass showers!"}
{"text": "RT : Nobody cares, bitch"}
{"text": "RT : a girl tweeted \"you might be ghetto if u bring food from outside into the movies\" no u might be stupid if u pay 4.99 &#8230;"}
{"text": "RT : Being a hoe isn't a Halloween costume"}
{"text": "RT : you here good songs on the radio but it ain't about positivity its mainly bout hoe problems killing and/or moving weight"}
{"text": "RT : &#8220;: \" &#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#8221; bitch gotta die 10,000 deaths. &#128534;&#128557;&#8221; &#128557;&#128557;&#128557;&#128557;&#128557;&#128557;&#128557; GTFOH"}
{"text": "RT : \"make me ur wcw\" \"how many girls do u talk to\" \"am I ur side hoe\" \"tweet about me so I know it's real\""}
{"text": "RT : Niggas Be Like &#128663;_____________&#128659; Fuck! There go the 5'o __&#128663;______&#128659;__ Be cool son ___&#128663;&#128659;_____ Man fuck ___&#128659;___&#128663;____ bitch as&#8230;"}
{"text": "RT : Hate a broke bitch and nigga"}
{"text": "RT : If money&#128181; was my girl&#128143; id stalk that bitch.&#128520;&#128270;&#128294;&#128064;&#128175;&#128174;&#127796;"}
{"text": "RT : i hate when netflix stop &amp; asks if im still watchin like yes u think i got up &amp; started doin somethin with my life bitch &#8230;"}
{"text": "RT : If a mf really like you&#9786;&#65039;, they'll drop all their hoes&#128108;&#128109;, exes&#9995;&#128530;, &amp; groupies and focus only on you.. &#128107;"}
{"text": "RT : Don't worry about my old bitch or my next bitch"}
{"text": "RT : Damn... that's a cold ass honkie"}
