{"text": "Holder has a perverted view of the law. Not surprising since he is a Democrat.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "oh shit uhhh what ao3 fic is this", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "When will they learn. People dont care about what they think about politics. Just read your lines and entertain us. Keep your stupid pins and fake tattoos and ribbons at home. #MAGA #Emmys", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Can somebody please put him back in his coffin.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "But they’re still the number one Fake News Network.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Who is the ring leader of the brain dead sheep. Time to turn it back on him.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". #Hypocrisy to see so called conservatives call out supposed sexual deviancy when just about every sexual political scandal in recent memory involves Republicans and it's really #homophobia #RoyMoore #Kavanaugh #JimJordan #MarkFoley #BobPackwood #ClarenceThomas #DonaldTrump", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You hit them for fucking elo and the reason I'm posting this is because he is thee booter EXPOSER\" just shows you cant believe everyone in this community\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "shut the fuck upppp kliff i'm bigger than you and gayer than you so don't try any shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "20 more votes for #Democrats &amp; let's see... How many murders of #Conservatives #justsaying URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It never gets further that the Caymans But I want to know what gives Boris the right to spunk £45m on a folly of a bridge that wasn’t built Where is the money And what relation to him were the people who were paid it And why are they all now abroad No lnvestigation iniated Why", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Sounds like you're a Fascist.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "LOL!! Same to you! Awe! How’s it feel to want for the first time gimmie?! Is that a new feeling for you? Has mommy kept you on the tit all these years and now you don’t know how to fend for yourself?!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "an already-debunked viral hoax\" Tell me who decides if a meme has been debunked?? A potentially biased human has to thats who. URL #facebook #rosetta #memes #qanon #maga URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "still spewing your lies.....you are not good enuf to lick our President's boot straps... what about the deaths in Chicago...u r a liar and a manipulator...go vack to indonesia barry", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Ya Obama on trade 2-YEARS AGO: Trump is just NOT TELLING THE TRUTH\" \"How STUPID could our leaders be\" Trump God bless Trump! #MAGA #KAG .. (Full Link+Trump's ANSWER URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "any gun control is unconstitutional and you leftist fake news traitors keep lying to the people that's why your enemies of the people", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Must be driving liberals crazy!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "F the DemocRATS. SLIMY BASTARDS.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Flake shld end his search for relevancy\". He's RINO filled w hatred for POTUS. #Despicable behavior\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is demented.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I just read that whole thread and that guys thinks he is a boxing media social media sure have mess up some ppls head 🤣🤣🤣🤣🤣🤣🤣🤣", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That is why you never want to deal with the left/democrats. They have become lunatics. #TrumpDerangementSyndrome", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "ball is in our court not yours", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I know you're not this naive. Those people make up a very small % of Trump supporters. Do all Liberals support terrorist and (groups such as Antifa?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I will never forget what levels you racist liberals went to and what you did to Clarence Thomas. Liberals are the worst people ever.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "what the fuck happened", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What are these new ideas? Speech laws gun control killing babies and thinking your entitled to free healthcare and rich ppls money just bc you exis?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I don't know how They said they aren't gay tho.\" and \"And by liberals you mean conservatives.\" sounds like me being upset. As for why it matters, if it doesn't matter then why go to such lengths to deny that they're gay? There's straight couples, why not just let them be gay?\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Jail is TOO KIND for a #Pedovore - where is the prosecution?? #AGSessions is the church getting away with pedo crimes? What the hell is he holding? is that a tentacle? WTH #PedoGateNews", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Pope Char compares Pope Francis to the false prophet. Bingo! URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He’s as clueless as out his disgusting looks as he is about every other thing there is to know.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Haha yeah funny communists liberals destroying USA want USA2 like Venezuela China north korea perhaps why not just move2 your perfect country instead of desperately trying 2destroy the USA that my Founding Fathers fought died 4 our Freedom! Shed blood for ungrateful communists!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". . . . #HypocrisyMuch? . . . that's why you are an enemy to the people #FakeNews go against political opponents and hide crimes from #Liberals #BigStuff! URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Then I see like this and lust over the girl with the long blond hair and the bare midriff and micro-mini and realize she is now 48 years older and could be a great grandmother today! 😱 People wonder why I love legs until I show them what I grew up with. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Someone please call for gun control because the Bengals can't stop shooting them selfies in the foot URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She lost because she got outplayed. She is disgusting for her behavior", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What? All 12 of them? What about the terrorists Antifa? Farrakhan’s hateful and racist thugs? BLM criminals? Black Panthers? Those groups have NO place either!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Joe is just singing the old Liberal bullshit song and misrepresenting facts as usual.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bro I randomly tried this dns shit and it worked first time wtf", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is what conservatives think a genius looks like. LMAO", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And this butt fur thinks he is a know it all", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "you ignorant fool how did you become ag. I forgot it was ignorant Obama. Its not current occupier of white house. Learn from me ignorant idiot He is the President of United states. If you think he is not your President then leave this country and go to hell.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yes it did... And it's on editorial... Is Joe Q the editor of X-Men... No he isn't... He is editor in Chief. He is the boss of all the other editors... Sooo he wasn't responsible... I shouldn't be arguing because this is stupid...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#AskAlly Please tell me something what should i do to help my mom when she is at home with a broken leg cause she's in Hospital now with a broken leg 😭😭😭😭", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Or he is part of the fraud they pulled together.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ".. 2 of 2 Vote her butt right out of office. #DianeFeinstein is part of the problem in America not part of the solution. Her old ideas and #ClarenceThomas tricks will not work this time. #VoteRed2018 #KAG #ConfirmKavanaugh #ConfirmCoachK #MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#GOP on personal responsibility... He was drunk: boys will be boys She was drunk: slut #republicans #conservatives #kavanaugh", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Damn right .if you think any different then your part of the problem with this country .thank God we have a president who puts #AMERICA #FIRST instead of putting illigal aliens ahead of americans .", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "bitch my life was flashing before my eyes", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He's been trashing all along even to our allies.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "People who employ fascist tactics are fascists. That's what ANTIFA does. Do you want me to start posting videos of ANTIFA riots?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "We all have concerns about the Democrats' disgusting Behavior and disrespect for this country and our Constitution of the United States and the violation of your oath to Citizens and our constitution.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "oh fuck i forgot about poopy in my diaper pants you know me before i know myself", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And hypocrite flies in his private jet around the world?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is the absolute worse. Period. That is all.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "No my family aren't MAGA they just don't care. They're apart of the populace who get distracted by pop culture completely. They have zero idea what is going on in the world until I tell them &amp; even then they don't care. I'm a lion amongst lambs. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "homer losing his boner over this is very petty there was a resemblance but again even if she is if they aren't shoving it in our face then its okay", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "keemstar said he is not paying he just wanted his sever on rust popin I said pay him or the ooks will come for you on rust😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#treasonousgoverment california Tries New Tack on Gun Violence: Bullet Control URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is so stupid it scares us average Americans that she makes decisions on our behalf", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bitch shut up....cyberpunk was announced way back in 2012 and just now getting revealed #....get your facts straight", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Down with liberals!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Trudeau and Liberals are incompetent to handle it.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". real goal: To make everyone in Wisconsin as dumb as he is. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The Ironic thing is you are more closely aligned with the far right. They are even agreeing with you. Look down the thread. some asshole just posted a thing about IQ in your defense. Fuck off with that shit!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "bro they were laughing into her face and almost pissing their pants and i was standing beside it like wtf mind ur own business", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Smack the shit outta her 😂😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It crossed my mind that Sheriff Israel may have ordered them to stand down. The democrats will use any tragedy to be in the public eye to promote gun control. It's a shame that these things even came to mind but I have seen too much from the Left to be surprised at anything.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I heard ur cock was big and lonely", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Are you bipolar? You keep saying different shit to people commenting on what u said", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "FASCIST LEFT ARE EVERYWHERE. We must crush them; boycotts work folks.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#DickDurbin is from Illinois. #Chicago has the strictest gun control and is a gang and drug killing field. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "In other words #Mueller it’s not constipated In other words #Mueller has diarrhea? URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#LibDemConf shows me that are absolutely void of constructive ideas for the myriad problems the UK faces, and begging and moderates\" isn't the answer. Thatcher was right, the parrot is dead.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Probably say fuck it an do just that", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why you ruin shit lol", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "From a man (fast and furious) was held in contempt", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I told myself this but no matter how much I try life keeps biting me in the ass", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are delusional if you think he is the reason either game was lost in the past two seasons lmao", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "ugh I meant *wigs shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is totally bluffing...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Democrat can't even compete w #MAGA URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is an monster!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "So Alyssa you saying he’s guilty? What ever happened to innocent before guilty? And if he is innocent would you at least tweet an apology? Shut up and answer the tweet.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is one of satan's daughters", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This information is out there and should be fully investigated and considered before he gets a life time High Court appointment. Conservatives refused to even give Obama’s person a hearing so please stop acting like they play above board while everyone else goes low.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are a boring individual. Its seems good too me", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Actually my ancestors were here long before anyone got here even your French ass! Native Americans were here first. So get your facts straight! So if you wanna throw punches make sure you know who and where you are throwing them first.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Gutierries =💩 what did he do to help PR ? What is he doing now besides hoping for a high body count to blame on Trump", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Most stupid tweet yet...and yes...its a libtard🤣🤣🤣👌💩", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "-Conservatives cut police funding -person complains about crime -person votes conservative to tackle crime ?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "he probably had sex twice for boruto and the other sister that no one cares about", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Eric Holder is an arms dealer and should be in jail how did this ass slip by", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "and bale is shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#MondayMorning #MondayMotivation #MondayMood #MondayThoughts Another #Republicans / Trump swamp Lier !! #MAGA #women #Christianity URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He orchestrated/provoked it so that he could cry that he was the victim of a yet another conspiracy...He’s such desperate weirdo.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Get back on your peanut farm old man", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "SHE IS THREATENING AMERICAN CITIZENS SHE WILL KILL WOMEN ARREST HER", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This B**ch Behar needs to shut that big ugly hole on her face and think about the fact she's not giving Kavanaugh or his family the benefit of their rights as citizens. In her fat head they're guilty bc they're Conservatives. Behar needs a muzzle around decent people. HRC clone.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Mueller can go fornicate himself. He is as crooked as the day is long.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "People leaving racist comments on my posts will be instantly blocked. There are low follow accounts posting this crap and I think they are trying to make #MAGA look bad If you are racist in any way feel free to block me because I think you're an ignorant POS", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why is Antifa upset w/ “prof.” Blasé-Ford? Antifa is the group that harrasses &amp; threatens people at their homes.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "primary argument against #Kavanaugh is that he is too Constitutional\" The democrats started a civil war during Clinton They heightened their propaganda during Obama They are scared animals backed into a corner Antifa, BLM &amp; MS13 are their Sturmabteilung\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Both QAnon and Antifa will be listed as diseases", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Don't even presume to know what liberals feel or think. I am liberal. I am personally opposed to abortion in any but life-and-death circumstances. But I am also personally opposed to imposing MY PERSONAL FEELINGS about abortion on anyone else. So do us all a favor and STFU.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I love you bitchhh I aint never gonna stop loving you.... bitchhhhhh", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "because im a broke ass bitxh :(((( and LOL EVEB BETTER she runs in her sleep so like while she’s lying down she just rUNS like feet going usain bolt xD and i get kicked a lot 🤙🏻", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "As usual doesn’t have a clue. The kids must make this shit up when he takes a crap since they are of the same consistency.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Opportunist to the max. An evil lier also. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I'm not an asshole libtard.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Because he is right the Governor of Puerto Rico 🇵🇷 is a FRAUD", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Nurse is valuable in his own end!?!? Have you watched him play? He rarely gets the puck out in first attempt. Also not all that spectacular defensively. Not worth what he is holding out for.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Nope. Not going to miss his sorry ass at all.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yea that’s a crazy ass story. Like how do you go into the wrong apartment. There’s numbers on doors. And wouldn’t you notice as soon as you walk in and it ain’t your shit 🤷🏻‍♀️🤦🏻‍♀️", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hey Woodward: You are a silly old fart and do not know what is going on in the White House. You are the one who has reached a mental stage yourself of Alzheimers", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Robyn I was gonna make vegan scones but I ran out of fucking time. Blame my biochem lab", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Well if Trumpster said it then it must be true he also have himself a 10 on handling Cuba hurricane sad piece of something he is...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It sucks hy 🤦‍♀️", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Abso-fucking-lutely. That shit was here already!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "No. I mean parasite in the sense of private companies being an unnecessary and universally-unwanted bauble imposed on an essential public service by people who put profits before public opinion and democracy.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Is it credible to believe he is worse than either: gordon on the browns in 2018 or 2017 brandin cooks?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "😐 sorry but she is an idio", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The Dregs of Society\" are ISIS, ANTIFA, BLM, Planned Parenthood, Illllegal aliens, Pedofiles, and liberals. This is who the Democrats support. Once again, accusing others of what YOU, Biden are guilty of.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Just listening to Juan Williams on the FIVE drives me crazy. He is such an ignorant man. Where does this man get his facts? Thank GOD for Jesse Waters and you ladies!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Now that’s the pot calling the kettle black! Liberals are nothing but bullies! Antifa-Bullies!!! Trump Haters-Bullies!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Where is the fascist version of Antifa?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "930 pm 3rd round: gun control whining and Sen Blumenthal hands still shaking like a leaf as he tells the judge get into the real world. This from a millionaire who has no idea about the real world. #KavanaughConfirmationHearings", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "lol she is such a troll im so glad she went away and all u trump supporters told her to GTFO. Thank god we got a real superstar in who is going to actually fight for everyone no matter who they choose to vote for. Isn't she awesome! Please join us we rly need ur help!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is why we need gun control", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Prove your claim or be exposed as the lying piece of shit you are. Meanwhile... URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Do it with quran and then we will see how much atheist and brave she is... hindus figured it out that this type of attention grabbing big boss wanna be people are not worth it... Go live in your 2 minutes Prime Time covered life ... Lord krishna and his followers don't care", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "don't disrespect sharpie like that bro it was definitely some off brand shit from the back of a dollar tree 😭", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Got to be about the dumbest thing ever.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I’ve never once heard you be thankful. All you do is shit on Canada. On the police. On our history. On Conservatives.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Just imagine if Dr Ford was a member of a minority. Antifa would be firebombing the Judge’s residence. #IDENTYPOLITICS", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is dillusional!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It’s more what she does than who she is", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Goodell is one of the worst things that has ever been unleashed on Pro Sports. Useless!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Master of None was so fucking good.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Little ass boy🐒", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "🛑 Truthfeed News 🛑 👉 'JUST IN: FBI Deals Yet Another Devastating Blow to Democrats on Kavanaugh’s Accuser' #MAGA￼🇺🇸#2A #Prolife URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That was Awesome. I love hearing you destroy the Liberals but most of all Trudeau", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And the factory’s coming back U do n a movie on that... sum worth do n.. cause just sling shit shows No intelligence..", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Deranged and demented what a perfect match for the Democratic party", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "amenadiel's were my favorite. the massive triangle shape... the actor being hot.... the big connection spots.... kisses my fingertips", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberals are full of hate yet they talk like their morality is above anyone who thinks differently. Funny how their words and actions never match up to what they pretend to preach. Imposters of any human decency. Emotionally and politically bankrupt.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "A Divided Self or “My Name is Legion” Demon possession overall is marked by a loss of freedom. The Gadarenes are Us URL #ergnews #antinazigr #antifagr #antifa #Stopthehate #GoldenDawn #GDtrial #JesusChrist #JesusSaves #JesusIsLord #JesusIsGod #prayers #hope URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "found out the name but I forgot.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#qanda what happen to the predicted fall of Society after SSM. Only the religious conservatives right are the ones running a muck in government.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bernie! You have been in Congress how long? Now that you are getting closer to your death bed since you are old as dirt.. Why a concern now? How many bills did you try to write or endorse before you decided to run for POTUS? Do tell!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "😂 NIGGA hit em wit the o well lowkie", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The ‘AntiFa’ crowd? What a quack.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Thank you for saving the dogs!!!!why are people assholes", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Crazy how funny Jim used to be. Now it's funny how crazy he has become.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Keep up the good work while the liberals waste time crying and pointing the country moves closer to greatness again! MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "this comment only shows that having refused to engage with facts you do the fascist antifa approach which is to use personal attack to try to bully your way into some mythical win. Research projection and stop doing it u look stupid now!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "GOP VOTERS BETTER WAKE THE HELL UP!!!!! #RNC poll finds #GOP voters aren't worried about midterms. That's bad URL via #MAGA #TuesdayThoughts", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You can’t accuse someone of something like this &amp; expect to not have to come forward &amp; testify about it! We’re we just suppose to believe it &amp; crucify him? I am sure u liberals think so.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Lol okay cuz this shit gotta be discreet 😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "your pappy is a big fat fool the Democrats doesn’t have to make him look bad he makes himself look just what he is an ignorant 5th level FOOL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "His mouth goes to one side all smirky and shit and I don’t like it.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yes Liberals vs progressives This should be a really dumb banter Go", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bad ass bitch*", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Mann i ain’t that smoove booty like you gee 😭😆🤷🏽‍♂️", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "How blindly ignorant you are. Shameful people with the deep thinking you lack can vote", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Holy shit that's awesome", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Willie’s hurtful response to his former fans who have quit him in droves over of his support for that little hippie Beano. #MAGA URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Here is the problem with the left....they can’t have an intelligent debate on an issue. Want to prove a point? Have Norm on and question him about his comments and have points to counter his comments. Instead the left just silenced him. Shows their lack of intellegence.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I know right. It pisses me off he is so busy giving himself credit while we are all scared to death here in nc. I don’t trust him", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is Evil! How dare her.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It is all about bs ☝Think there any more idiot tham the liberals.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The fact that she is disrespectful and blatantly rude has nothing to do with her situation🤪", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yes. Yes he is!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Brennan sure as hell is.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It’s exactly why I tweet!! Well that and making fun of liberals and their insanity!! 🙏🇺🇸❤️✝️❤️🇺🇸🙏 GOD help!!! 🙏❤️✝️✝️❤️🙏", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Since Lebron eat ass I guess I have to now URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "make yourself useful and go bury your head in the sand.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "No people died because officials robbed n didn't do their jobs", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Coward Answer question What have I posted on that is not factual As a staunch conservative and pro Israel I post positive facts to counter Canadian media helping liberal Trudeau assault on conservatives and Israel. You are either ignorant or a liar.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Heard from who? You and your lying jealous cronies???", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "LMAO man people were talking so much shit yesterday. Any comment Marvel stan twitter? Moe overused Thanos jokes or... URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "If we don't destroy the Bush-Clinton Crime family we'll face many more like Obama!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He can go to hell", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Maybe there wouldn't be 5 of these things a day of there was a little sensible gun control in this fucking country.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Just think. She is infinitely funnier than you. Obviously..D'uh huh.\" 😮\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#ThanksTrump THIS IS A 'START' WE MUST GET THESE 'NUMBERS' DOWN TO 0 (ZERO) BY 'ANY' AND 'ALL' MEANS 'NECESSARY' THESE SO-CALLED 'REFUGEES' WHO ARE NOT 'TERRORIST SEXUAL CRIMINALS' MUST STOP BEING 'COWARDS' AND 'RETURN' TO 'THEIR NATIVE LANDS' TO 'FIGHT' #MAGA #refugeesNOTwelcome", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You ain’t doin your part then 😂 check them pussies. I’m from the hood and I still don’t say the N word cause I’m a little more educated I got other ways to describe my brother or friends. I feel the same way as you though too many people going left unchecked.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is speaking to the best of the best With utter disrespect ~ Our law enforcement Ice Agents all first responders Low middle and high class of all races and religions DISAGREE Mr #CreepyJoeBiden GRAVY TRAIN IS OVER PUNK! #JoeDontTouchSoMuch Biden dirty hand joe", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Awesome win!! I truly believe Americans are sick to death of what the left is trying to do to destroy America and change our country into what it never was intended to be. Go vote America and MAGA! Thank you President Trump for believing in our country and keeping promises.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Calling conservatives hillbillies...hmmm that’s original. Funny how many “poor hillbillies” you tweet about have incomes and IQ’s 4 times higher than you. Your humour sucks btw.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "My coworker has a sick ass one for work", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "gonna need a whole ass rant thread done in the utara loghat to really feel it haha", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Look at Sweden, France, UK, Europe is changing. EUROPE WILL BE A MUSLIM CONTINENT BY 2050. Please watch the YouTube video title MUSLIM DEMOGRAPHICS \" , YOU WILL BE SCARED TO DEATH, unless you are a Muslim or love Islam. Mind u, I'm an African in America.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "For a moment I thought you were about deaths Sounded fucked up sick at first.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "But I thought California had gun control", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Is no one considering the fact that Russia might be using Antifa to spread black propaganda??? Remember the Berlin Wall???", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". HOSTILE ENVIRONMENT against the POOREST and most VULNERABLE in our society just keeps on rolling. So much for #ChristianMorals eh? If you voted for this SHIT then HANG YOUR HEAD IN SHAME. #JC4PMNow #POVERTY #DisabilityRights URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Poor Germans...they have refugee violence and antifa violence..it must be nice to live in Germanistan.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "They probably all wrote it together while pissing in your McDonalds coffee.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
