{"text": "If Isaac is 6'7 now how fucking tall is that guy behind you my dude\""}
{"text": "So I'm not sure she is a woman for one mostly men throw out insults like that to each other or mean ugly feminist cat women with penis envy"}
{"text": "He is one crazy person"}
{"text": "Conservatives; the trailer trash party of Canada."}
{"text": "It's ashame that REPUBLICAN PARTY DON'T do anything about gun control after all these people have been killed for no reason it's ashame that REPUBLICAN PARTY DON'T do anything about cop killing the REPUBLICANS are trying to distract AMERICA"}
{"text": "Kwasia does ur Shatta Wale even have a career to start with . Idiot..his reign album hype seff Dey zero . As if he is not about to release an album 😂😂😂🤦🏼‍♂️🤦🏼‍♂️ hype no yh vim zero"}
{"text": "You are a fool. Denying ones free speech is deny all of our free speech."}
{"text": "C’mon brah! Go finish your mother fucking apple cider beer and shut the fuck up!!! Adults are trying to have some fun on Twitter... 🖕🏽😂🖕🏽 URL"}
{"text": "She's a Liberal professor dog. Always spewing her hatred against us Conservatives. You're going to HELL with the rest of the Sleaze BAGS."}
{"text": "Hope they bankrupt soon"}
{"text": "Strong character?...strong character? Anybody as bitter as she is for being a sore loser has no character!"}
{"text": "Because he is a scummy human being."}
{"text": "🛑 Ntknetwork News 🛑 👉 'Senate Set to Pass Bipartisan Bill to Combat Opioids' #MAGA￼🇺🇸#2A #Prolife URL"}
{"text": "He is such a con apparently finds are running low😏"}
{"text": "Why would he order Cohen to print more money? It's amazing how bad you are at this. Or are you just dishonest and purposefully spreading fake news?"}
{"text": "She is so dumb and clueless! Pushing a pipe dream. What fools they are that put her in office. Sad! #FoxNews #SocialismSucks"}
{"text": "This C is back? Liberals are shortsighted aka stupid. Crying Wolf\" is a \"favor\" to all of those past and future victims of rape and assault? Like I said, stupid.\""}
{"text": "Carrey is a sick man!!!"}
{"text": "Eric Holder......Globalist Evil personified."}
{"text": "She is a lying leftist!"}
{"text": "What death threats? Antifa is not sitting outside her house like they have with Republicans. Why did she scrub all her social media?"}
{"text": "Gutierrez you’re such a liar that’s all you guys are good for"}
{"text": "Good Lird she is a disgusting representation of a human being"}
{"text": "It really is. My abs are lot more defined but I miss lifting heavy ass weight. Thank you girl!"}
{"text": "Nigga you are about to lose"}
{"text": "Yes, American women are waiting......to be allowed to continue SLAUGHTERING babies. Mao, Stalin and Hitler all killed babies too. Liberals are pathetic, whiney, crooked, yet, say, we are for the children\", except they slaughter babies!\""}
{"text": "Maybe we do need gun control. Lefties can not handle the responsibility."}
{"text": "He's got his wee fake tap fae Turkey on to prove how loyal he is."}
{"text": "unleashed\"?? No your Lowliness, it's the beginning on an exorcism against the evil in the Body of Christ known as the leaders of the Catholic Church.\""}
{"text": "What if I told you there's a group in Israel &amp; in America that has been controlling US foreign policiy for decades using spie lies &amp; quasi blackmail schemes. would you believe me? #MAGA #AmericaFirst The URL"}
{"text": "- Gun Control (MGK DISS) URL via fucking new Em wouldn’t let the shit slide he was playin wit da kid"}
{"text": "He drew the saw because the marker was in his left hand which is connected to his right brain which is connected to his left eye which saw the saw. His right eye which is connected to his left brain saw the hammer. #PSYC1101"}
{"text": "He is gay. He’s a sick pervert he gets on my nerves"}
{"text": "I want to see this corrupt bitch in Gitmo for her birthday URL"}
{"text": "Anita Hill wasca liar then and she is a liar now."}
{"text": "How to develop their competitive skills and social skills in Home Schooling...as my child too complain abt bullying and unjust behaviour of teachers since she is super active..."}
{"text": "97% of Americans want a form of gun control. 62% of Americans want the government to protect the environment. 75% of Americans say immigration is a good thing &amp; 100% of Americans believe that HotDogs belong in the crusts of pizzas &amp; if the Italians don't like it they can suck it."}
{"text": "BUT MR. JOHN KERRY POTUS IS GETTING THE JOB DONE IN SPITE OF DEMOCRATS LIKE YOU WHO GROVELED TO THE IRANIAN MULLAH AND TRIED TO BUY HIM OFF WITH PALLETS OF CASH &amp; RELEASING FROZEN FUNDS! YOU &amp; OBAMA’S CROOKED DEAL HAS HELPED FUND TERRORISM WORLDWIDE! TAKE A WALK INTHE WOODS W/HRC"}
{"text": "According the gore hurricane hazel in 1955 was Trumps fault and all the typhoons cyclones and hurricanes are all Trumps fault And Trump colluded with God to defeat Hillary. All true!"}
{"text": "You are that mean ass cousin we all hate lol"}
{"text": "We do know she belongs to the violent liberal Antifa party who w/ their KKK HOODS beat up total strangers &amp; are funded to do so by her party. Most violent &amp; corrupt party trying to now pour on the tears &amp; get us to believe they have a heart. Hard sell to anyone including voters!"}
{"text": "now you touched visa-mata's raw nerve by saying modi for 2019\" thats why she may block you soon she is having wild/wet dream of being PM after modi fail to get full majority in 2019. please dont wake her up from her dream of bhajpaa getting 160 seat in 2014\""}
{"text": "He is not a Dalit or a Muslim no need to remember"}
{"text": "ALL THIS IS BS. FORD IS LYING!!This has everything to do with delaying the vote... #MAGA #ConfirmKavanaughNow #POTUS URL"}
{"text": "Don't forget this is Trumps fault. Just like how he is colluding to make the hurricanes worst. They forgot to tell us how this hurricane was also Trumps fault."}
{"text": "As if Politically Correct Speech and gun control laws are not attacks on the Constitution! Your hypocrisy is showing."}
{"text": "Breitbart must be hacked! Your headline says it all."}
{"text": "He is a man who allowed the wife of one of his coaches to be abused for years while he covered it up. AND threw everyone including his own wife under the bus to help himself when all of his lies (he never thought anyone would know)came out. He is a total pos"}
{"text": "Plenty of ppl work a full shift and still manage to find their way home correctly. This bullshit is not flying with the public."}
{"text": "Liberals don’t give a sh!t. They have no souls."}
{"text": "See as he thick. A bad bitch."}
{"text": "You might as well go to your Walmart cashier to get info on nuclear fusion as go to nbc for gun info. With the crap the media feeds these empty brains it's no wonder we have gun control cultists and universal background checks\" #GunSense #GunControlNow #GunControl\""}
{"text": "Fuck the wall. More American white or black men kill way more than any immigrant. Gun control would help way more."}
{"text": "CA has always been blue and so have I. You don't seem to be doing very much except helping yourself. Like my neighbors you are a champagne socialist."}
{"text": "Sensible gun control can only help. Mentally unstable people should not have guns. People with restraining orders should not have guns. No one needs a gun with a magazine more than 5-6 rounds (unless the zombie apocalypse happens)."}
{"text": "The reason you don’t have a wife is because you are an ass."}
{"text": "Corey Booker try to finger blast my ass as a teenager. #MAGA #WalkAway URL"}
{"text": "Means nothing!! Your always so dramatic and none of your promises ever come true not sure why I still follow you. I'm starting to realize you are full of crap."}
{"text": "YOU ARE CUTER THA ME SHHHH"}
{"text": "Rep Maxine Waters has been threatening violence on you the President and vise President. How come she is permitted to do this. Is the DOJ and Washington capital Police sleeping?? Why are all democrats above the law? This is a crime! URL"}
{"text": "6/7 ....drunk 17-year-old tell us little about his character as 53-year-old, let alone about his competency as a jurist.\" But it seems a tad more likely that conservatives are merely clarifying, yet again, that “LAW AND ORDER MEANS USING THE LAW TO REINFORCE A SOCIAL ORDER.\"\""}
{"text": "is anti-gop. He is part of the “Trump Party” and he is hoping for a pardon for ripping off hard working Americans."}
{"text": "Beautiful and sexy.. 😍😘"}
{"text": "No I don’t know that nor do you....in fact a claim like that is bullshit. Imagine if we had never enacted clean air regulations years ago in the U.S....but wait! YOU DON’T HAVE TO IMAGINE...just look at the air quality in China!! That’s what pisses me off about you conservatives"}
{"text": "No she's not she is looking for a job by being controversal. She is very bitter"}
{"text": "Griffin thinks she is funny but she's not. She's a disgusting pig!!"}
{"text": "Regarding the story I think I'm going to kill the president\", why is it reporters \"never\" follow up on how a convicted felon could obtain, in this case, 6 guns? What's the police doing about, or would that bring light to the gun control issue? Bias?\""}
{"text": "A Whore MAYOR stealing the money and funded by Dems to bash Potus. WTF is the country doing with a 1960's power grid? God knows theres enough $$ to replace it."}
{"text": "it’s like saying you’re pale! you live in the north pole! bitchass dipfuck"}
{"text": "No it’s because you are a horrible person🤮🤮🤮🤮"}
{"text": "Even her brother thinks she is a monster: URL"}
{"text": "He hit the lotto"}
{"text": "Where is the gun control crowd now that illegal immigrants are waltzing into our country heavily armed"}
{"text": "This is why women lose their credibility- she was empowered??? Ohhhh Me too! These women and liberals have high-jacked the movement for women who really have been abused. Disgusting"}
{"text": "Liberals mock President Trumps skin color and decapitated his likeness. They also threaten his family. Even Baron."}
{"text": "So he is misogynistic cause his opinion is different?? I guess that makes you a bigot!"}
{"text": "Death to Jeremy Corbin by any means necessary !🤪👍"}
{"text": "and if you're in ANTIFA you are one of them shit for brains. Here worship your queen she needs her toe cheese licked out. URL"}
{"text": "do you know what flanking and muscle flashing is with an AR15?; educate yourself and close that c•€k hol~+€r...you don't know why u r talking about😡😡😡😡"}
{"text": "I agree he is very intelligent and I like the latest policy of a sovereign wealth fund - something I've long supported. But he just doesn't cut through. Someone like Jo Swinson would get the party more air time imo."}
{"text": "Disappointed in Taylor. Serena was wrong. don’t use your gender to be disrespectful. Serena should apologize to the winner &amp; ref"}
{"text": "they’re abso shite quality tho"}
{"text": "So Dissapointing. This guy is the biggest hypocrite in the country. Embarrassing that he is our Senator"}
{"text": "No prison time for you. You're going to get McCain-ed\" 😂🤣😂 #DeathPenalty #Treason #Pedogate #MAGA #QAnon\""}
{"text": "Ummm. You are one of those people that shouldn’t be there. 😂"}
{"text": "idk u too well but that must be a fuckin delicious corn chip that someone misses dearly"}
{"text": "She is so damn cute! Def with the facial expressions"}
{"text": "He's beyond moron."}
{"text": "Its interesting to see the hypocrisy with these liberals when last year it was discovered that there was a “Hush Fund” for Congressional Sexual Scandals while working for the government"}
{"text": "#LyingLiberals as usual. Put a republican in charge down there and see how quickly things improve. #HurricaneMaria pulled the veil off of liberals keeping people in #Poverty so they can stay in power promising a brighter day."}
{"text": "Not even close to what happened she is a liar and deflecting how idiotic her actions on the court looked"}
{"text": "I don't believe she's even getting death threats. Conservatives don't roll that way. Plus her &amp; her attorneys bankroll is Soros"}
{"text": "Dam white slave owners"}
{"text": "Who will abuse it the most: liberals or RINOS?"}
{"text": "Oppression... We need to start a movement. Could be worse they could be Antifa dogs :)"}
{"text": "Kurt: Liberals are obsessed with seeing the president's disgusting penis. They fantasize about being in the room with his horrible hog. [sweating] They can't stop thinking about that mushroom-capped member. [visibly erect]"}
{"text": "#Kavanaugh issues more detailed response, confirms the view that he deserves an opportunity to defend his reputation: This is a completely false allegation. I have never done anything like what the accuser describes—to her or to anyone....\" URL"}
{"text": "shitt on Pitt - perfect for wiping the seat! URL"}
{"text": "The Show Must Go On! We must have crazy liberals screaming and throwing a tantrum inside of that courtroom? If they let these same animals in as they did during the hearings this is just going to be another circus"}
{"text": ". “I am breaking all the rules for running as a Democrat by speaking about sensible gun control. A woman at #MarchforOurLives told me how GA’s lax gun laws allowed her daughter to kill herself before she could intervene &amp; begged me to change the laws. We CAN win.” URL"}
{"text": "just saw your algae commercial blaming that’s pretty rich considering you are the Gov and have done zero zip and now you want to be Senator of FL."}
{"text": "Oh that’s racist. Big Lips/Big Butt/Big Nose. That doesn’t even look like her. Also she is about 100 pounds to big. It also creates the image of the typical black woman with attitude. IT’S SO RACIST. URL"}
{"text": "Just because his best stats season was at 34 doesn’t mean he’s the greatest pl midfielder 🤣 fuck off"}
{"text": "dumb ass. wear a helmet next game"}
{"text": "It’s going to suck with any rating. Venom without the Spiderman origin isn’t really Venom. This is just a Sony cash grab."}
{"text": "Just imagine the tyranny we’d be living under had these leftwing tryants waging war on us and our duly elected president and the American Republic itself gained tyrannical control of the US Supreme Court the neocon’s #NeverTrump crew was trying to deliver to them? #MAGA 🇺🇸"}
{"text": "Lol shit I just said this on your other tweet 😂😂"}
{"text": "I knew you weren’t a Real Republican committed to your party!!!! You need to leave. Get out now!! You are a disgrace to every republican/conservative member who work towards solutions and does not constantly diminish The POTUS!!! Quit already."}
{"text": "Which some fantasy gun ban you’re rolling over in your mind would prevent? Gun Control Is Evil Misspelled URL"}
{"text": "HAHA! You try so hard to be condescending but i'm sure you and stormy can relate! But you are correct on how sad Trump really is. Old man literally owns the Viagra company. Jokes on you kid. URL"}
{"text": "The transparency of their acts furthers the myth that all women are victims. Some truly are but these crazed liberals wouldn’t know one if they saw one. In the end their hubris will hurt the real women that really need help."}
{"text": "And civil rights,\" like the 'right' to kill your own child transcending a child's right to life...from the same people that insist on more stringent gun control laws to 'save the lives of children.' Let that sink in...\""}
{"text": "ikr? Riding trainer? Have fun running to Lower Rear BackWoodsistan Fucker!"}
{"text": "They been had open world spider man games tho. We need a avengers game with all of them niggas"}
{"text": "Why don't they want health care? Why do they want rich people to pay less taxes? Why don't they care about the deficit? Why don't they want any gun control? Why are they so afraid of immigrants? Why are they so full of hate when they control all branches of government? Why???"}
{"text": "Same here but the more he talks the dumber he looks WWGIWGA MAGA URL"}
{"text": "Shove it The View you are the most despicable show on tv and like everyone always says “who watches these bimbos”!"}
{"text": "Feel sorry for the voters no good choice 🐷"}
{"text": "What does Juan contribute on Fox? We all know which side of the fence he plays on. Pretty much know what he is going 2 say. Listening 2 him is like watching paint dry. I have better thgs 2 do😠🤢"}
{"text": "Leftist Collusion PreScreening Party"}
{"text": "Shorty's dad taught him eveything about Pussygrabbing Sexual assault #trump family time. #maga girls have to stay silent. URL"}
{"text": "Especially those who play the Good Religious Boy\" routine as 80% of their \"Job Interview\". Seriously, imagine pulling that crap in a job interview &amp; then imagine - interview for Supreme Court Justice. Kav spends WAY too much time talking about how pure he is.\""}
{"text": "Oh fuck yeah"}
{"text": "What an empty soul you have."}
{"text": "Go away my child. You are so boring that you can't even entertain a doubt.💩💩🐷🐷"}
{"text": "Nobody cares about paid protesters the Capitol Police need to get a hold on them lock them up"}
{"text": "She is a journalist and spreads fake info about painting of shree Krishnaji. Why people forget ligic &amp; professionalism when they try to be secular\". Do not tear our religious books to prove your stupidity. Fight your cause with moral means. URL"}
{"text": "Jaws V: When Jaws Jaws Back - Starring Kurt Chiselchest and Lorna Buxom Whud I win? It better not be one of them laser swords...Jess will b jealous."}
{"text": "Is anyone surprised that a President who would commit treason with Russia to get elected would pick a rapist for the Supreme Court?#MondayMotivation #Deplorables #MAGA #MarinesagainstTrump #KavaNO #BlueWave2018 #PostponeTheVote #Kavanaugh #StopKavanaugh"}
{"text": "that sucks. Have plans? you should team up with lemons!"}
{"text": "Fucking glory hunters"}
{"text": "You would. Can't fix stupid. #MAGA #QAnon #ThursdayThoughts #DrainTheDeepState #ThankfulThursday #WWG1WGA #WalkAway"}
{"text": "I knew we would find out that this is all the liberals’ fault. 🙄"}
{"text": "What the earthy fuck is RACKET ABUSE?????? A fake-ass penalty. Have you ever put down the donuts and watched a men's match??????"}
{"text": "A Long Ass Blog That Might Not Make Sense URL"}
{"text": "Brett Kavanaugh was supposed to be a selling point for GOP candidates in the midterm elections. But now he could become a liability...CBS enough of all your BS lies. Go away with your other liberals CNN. MSM. WE ARE NOT LISTENING TO YOUR IGNORANT BS Stories!!! 😡😡😡😡"}
{"text": "Conservatives have become the cadaver party."}
{"text": "Lmfaooooo foh w that free thought shit Lmaoooo"}
{"text": ". My God. #TheEmmys And the limousine liberals are sick disgusting animals with no brains. ."}
{"text": "I bet they all have 'fitted' waists. Because women are meant to look 'hourglass' even when they don't give a shit."}
{"text": "#IdiotAlert Gun control activist David Hogg suggested AR-15s cannot be used for self-defense because they shoot further than handguns. URL"}
{"text": "I have long thought that liberals are children trapped in adult bodies."}
{"text": "Of course he is. He will be remembered for being the biggest hypocrite in history. They change the rules constantly. #GOPHypocrites"}
{"text": "What does a snot nose 18-year-old kid know? He’s just a loud mouth immature punk who the media has placed on a pedestal using to promote gun control. He is fed tag lines to spark controversy in order to bring attention to the gun control debate that he knows nothing about."}
{"text": "That is a lot of guilt for Tucker to take upon himself. Surely he is not the only on at fault?"}
{"text": "Yes mothers now this is what the deranged left will make you do to your little boys! Are we really going to let this happen? Pure EVIL! #VoteDemsOut #MAGA #2020 #ConfirmJudgeKavanaugh URL"}
{"text": "That or she is an awfully good transvestite"}
{"text": "Sir now to Russia....Putin is broke and a little bit crazy...The paltry 1.7 Trillion GDP might cause desperate actions from his dying regime. Denuclearization in exchange for oil patch tech. Thats all they have.. Sir..MAGA"}
{"text": "Pushed to my limits. URL"}
{"text": "Seriously?! Do you really believe your own crap? Why don’t you just move on if she is so offensive. This ugly side to you is very unbecoming😞"}
{"text": "She never planned to testify. It was all an act - one that fell flat very quickly. Liberals will never learn. We know their tactics. We can accurately predict their actions &amp; responses. We also know how to think &amp; do research. That's why they hate us. They can't control us."}
{"text": "#cincinatti well these shootings will keep happening because of your stupid gun laws so its time americans woke up and do something about it because it will keep on happening again and again and not god and prayers are going to help only proper gun control laws will."}
{"text": "Oh my god. They’re so fucking cute."}
{"text": "National Unity? O you are so full of it! You just tweeted to get people mobilized. Does that mean paying people to mobilize and cause violence! Where is it that you spoke out about ANTIFA? A Official group of terrorists."}
{"text": "Serena is a bully. She threatened to shove a ball down the throat of a line judge in the 09 US Open. She was 2 points away from losing in the semifinals when she dbl faulted. She went ballistic and was penalized a point. She lost the match due to her threats. She's a bully\""}
{"text": "The left have become a bunch of thugs. #NancyPelosi #chuckschumer"}
{"text": "YES I am so tired of relying on mfs to answer the phone for some shit that’s not even worth it! I’m about to be the new plug 😂😂😂"}
{"text": "I do love you but don't give him an excuse..he isn't mentally ill he is a dangerous idiot!!!!"}
{"text": ". calls you an intellectual prostitute\" because he knows that you are smarter and more intellectual than he.\""}
{"text": "Take a joke lefties. Her behaviour was disgusting. So it is drawn."}
{"text": "Latino Conservatives=Self-Hating Freaks"}
{"text": "Can we talk about how he is having the worst year of any player in yankee history?"}
{"text": ".. this woman has nothing but play tennis and yet she is constantly being disrespectful it’s insane. the whole all owes her an apology atp URL"}
{"text": "(1) Ok lets play this game. Which side\" is openly advocating for the persecution of a race &amp; promoting segregation? Which is supporting a militant group very similar to Hitlers brown shirts (Antifa)? Which is calling for gun control (even wanted armbands)?\""}
{"text": "He is a child ~ a retarded one."}
{"text": "I mean if Allsup was a communist or some Antifa shithead people would be coming to her defense despite what a shit she is. This political team sports is dumb. Allsup is a Dickweed."}
{"text": "You assholes are both going to jail. What happened to the $94million paid to your company? Mueller knows."}
{"text": "Lol you are being mean."}
{"text": "Because he is a traitor"}
{"text": "I’ll go pick u up fuck an Uber"}
{"text": "No fr! People are always on the most bullshit &amp; I’m not postponing or missing anything else because another person can’t get their shit together. So if all else fails I go by myself &amp; Tbh I end up having a better time anyway 🤷🏽‍♂️"}
{"text": "He is so very stupid. Or is it he is just so concrete??"}
{"text": "She is delusional! Get rid of Electoral College so she and her corruption cronies can ruin the USA! They almost did!!! #VoteRedToSaveAmerica #MAGA 🇺🇸🇺🇸🇺🇸"}
{"text": "Well since your streams always have porn in the title im going to sa you love porn"}
{"text": "Dominos is ass"}
{"text": "I muted her awhile ago when she tried to say some shit like that 6ix9ine was doing positive work for Mexican rap like he isn’t some kind of pedo garbage."}
{"text": "can you pls get rid of holly he is so uneducated of sports. Wheb you have sportscasters who have been throgh the sport and are professional in their presentation he looks like a joke"}
{"text": "Me too! Jacks a sack! We conservatives tweet in a barrel!"}
{"text": "A voice from the frontline of domestic violence that the gun lobby cannot drown out. #cdnpoli URL"}
{"text": "yet another “good guy with a gun....”🤦‍♀️ WE NEED COMMON SENSE GUN CONTROL LEGISLATION #doSomthing #VoteTheGOPOut #CountryOverParty Documents: Alleged mass murderer thought wife was cheating URL"}
{"text": "Im going to tell you one more time to fuck off before I block and report your ass. Whos your current president?"}
{"text": "MAGA are PERVERTS AND DEMONS-PERIOD! NOTHING IS SACRED OR INNOCENT WITH THESE MUTTS OF SATAN URL"}
{"text": "You do realize how ridiculously radical all these tweets sound right. Who are you trying to mobilize antifa?"}
{"text": "He looks like he’s been sucking on a lemon before he goes into those hearings."}
{"text": "He is so brutal. Hopefully he sells the team..."}
{"text": "How about just F*!k her she is an instigating big mouth bitc* &amp; so is her evil friend. MY OPINION!!! #teamtani"}
{"text": "Stamp we did this shit all the time"}
{"text": "needs serious psychiatric help. This guy is an anger management bi polar psych 101 case study. URL"}
{"text": "He got his chance and blew it"}
{"text": "But But But we need more gun control right? Oh wait... GUESS THAT DOESNT STOP CRIMINALS, only law abiding citizens. Which is known. So.... think on why they\" want to CONTROL you and disarm you.\""}
{"text": "Colin is a dick would sell out just as quick!"}
{"text": "Now to get inner cities, i.e.#Chicago, to have policies that promote job growth there so that the #nuclearfamily returns. The lack of one is why have the daily killings, NOT a gun control\" issue. #twill\""}
{"text": "He didn't pay a money for his accounts and stuff. So he is now a stranger. And everything it is because of his obsession for Sonic. I hope that he dies there."}
{"text": "29. Listened To The Liberals; Democrats And Their Bed-Buddies In the MSM DEMAND Transparency\" From the Well, Your About To Get A YUGE Scoop Of \"Transparency\" From him. Like I Said In the Start of This Thread: Be Careful What You Wish For. ~End. URL"}
{"text": "If you want to #MAGA: 1. Stop Intellectual Property theft by China. 2. Pivot away from China and give business to other Asia countries. 3. Ask US business to move to other countries 4. Tax reciprocally 5. Make Xi look weak! Demolish South China Sea. Xi is a crook!"}
{"text": "Omg....he is sex on legs"}
{"text": "2) In a weird way the debate about Section 33 reminds me of the gun control debate in the US. They have laws that allow people to own guns designed to kill people yet are shocked when guns are used to kill people. We assumed they would restrain themselves.\"\""}
{"text": "MEANWHILE... Greatest economy ever. More jobs for blacks and hispanics in history. 401K is kicking ass. MS13 and ILLEGALS are being DEPORTED daily. NK is back to the table for denuclearizing. Trump is draining the corruption of DOJ and FBI. #OUTFRICKINGSTANDING! #MAGA2020 URL"}
{"text": "Pls take a look at signing gordon he is the deep threat with goodwin hurt we need and only 27. come play with Grop"}
{"text": "We waiting on mean ass Florence to do what she gonna do. Ack"}
