{"text": "Chatt niccas love doin dat brah"}
{"text": "lol hell ya dey think a nicca down der #roadrunnin"}
{"text": "I view hackers on the same level as shoplifters - bitch slapped into the lake and held until drowning. Harsh, but yeah. Hate."}
{"text": "I bet I can pull at lease 3 bitches with them &#128514;&#128514;"}
{"text": "you a bitch Dennis"}
{"text": "bitch don't b a hypocrite"}
{"text": "cuz I was gunna smoke u out today. U a bitch tho"}
{"text": "see thats all gill and green bitch ass they didn't help me get my schools either. Y'all still in the tournament"}
{"text": "you my niggah though Daniel! Lol"}
{"text": "you a poop. :( see I'm going all ghetto talk. Wtf!"}
{"text": "&#128514;&#128514; I'm Finna DM you the pic Bruh these hoes funny"}
{"text": "the nig is fun to watch got to admit, ebola boy can speak broken Spanish too lol"}
{"text": "you. A bitch too"}
{"text": "I'm here now hoe"}
{"text": "I guess that dumb bitch but we all need to drink some time my place an fuck someone up haha"}
{"text": "laying in bed bout to pass out 630 is gonna be a bitch"}
{"text": "haha just kiddin but ya we should and get that fag to come and well go fishin or some shit"}
{"text": "pulled up in that bulbasuar, you know I'm bout to make yo girl pussy sore"}
{"text": "bitch I got some bloods dat hang in la"}
{"text": "fuck off lil bitch, prolly gotta lil dick"}
{"text": "gotta keep your bitch in check"}
{"text": "choke on bread bitch"}
{"text": "ya girl is a slimy ass hoe. get her under control and tell her to stop spraying bullshit out her mouth all day"}
{"text": "Hell na !! Hes a honky brah"}
{"text": "no I wuz just making a general statement. I've never called u a bitch"}
{"text": "I know these hoes ain't right"}
{"text": "bitch shut the fuck up goddam your a slut bitch whore nigga"}
{"text": "jk I'd fuck a dog before I fuck you fish pussy"}
{"text": "ya but you can't because its a real account dumb bitch I go to wams fucking bitch"}
{"text": "nigga grow some balls and concentrate pussy!!"}
{"text": "dude I was pissed but then looking at it I fucking died at least I'm the most yoked ape&#128517;&#128514;"}
{"text": "I'd sell anything if people are willing to buy it, how highly do prostitutes think of their pussy to sell that"}
{"text": "because if you support lesbians you have to support faggots there's no difference."}
{"text": "bitch ass nigga Rico &#128530;"}
{"text": "awe boy your shirt tight than a bitch in that avi polo man turnt into a wrestler fat ass lil boy"}
{"text": "boy look like a Slave on that hoe"}
{"text": "lmaoooo middle school knocking down all the pussy with the earrings on my shirt and no French toast"}
{"text": "No problem, remembering all those quirks can be a real bitch."}
{"text": "come over hoe"}
{"text": "perfect smoking weather haha bro I ain't even in my hood yet and I already got hoes trying to say was up from other towns"}
{"text": "that hoe on some other shit bro rt and 100x better rn that a nigga high"}
{"text": "i just cant stand how people get all fucking amped about it, especially whiny bitches that even get scared at it"}
{"text": "nigga fuck you. Some plano schools go hard then a bitch way better than Richardson."}
{"text": "I was lucky to be sensible and I've never had a fag or a drug. I'm pleased about that statistic. Yes I have a beer but that's all."}
{"text": "another black man? What does that have to do with anything? Once a monkey, always a monkey, Chicago idiot"}
{"text": "idk , I gotta think about it cause them bitches small as shit"}
{"text": "that ugly ass picture and thanks bitch"}
{"text": "she might be the one DONT be a bitch"}
{"text": "I couldn't care LESS about these bitches!!!"}
{"text": "the fck? dem bitches always got sum shit wit them...."}
{"text": "hey bitch if your gonna talk shit tag me and quit being such a bitch how did I fuck up the car? Cause it won't hold air dumbass"}
{"text": "how about you wash my butthole out with your tongue you little faggot"}
{"text": "shut your mouth you little fuckin bitch"}
{"text": "you dirty little bitch"}
{"text": "Whatever! Fuck all those assholes. They're niggers, they all look alike to me."}
{"text": "those little #ISIS faggots usually have bags over their heads anyway. Makes bullet placement interesting thru a scope."}
{"text": "lol tell dat white bitch I said hey"}
{"text": "I'm coming bitches."}
{"text": "u knw me homie!!! show the bitches no love!!!"}
{"text": "ur moms pussy died a slow death so well have good company #virgin"}
{"text": "purple &amp; pink....for the faggots who want to be protected...by the police, instead of BEARING ARMS if need be!"}
{"text": "bitches be like.. \"it means something to me\""}
{"text": "gotta be atleast 5'10 to call me a bitch lol"}
{"text": "Lol that nigga a real retard"}
{"text": "shes a bad bitch"}
{"text": "did you smile like a retard when you were a kid? It took me till like 5th grade before I learned how to naturally smile"}
{"text": "&#128514;&#128514;&#128514; Idgaf man fuck them hoes ... They nice to look at but they ain't for me"}
{"text": "she the only bitch that stayed loyal &#128554; she a keeper bro"}
{"text": "; bitch.. What?"}
{"text": "LMAOOO @ \"black fag\"..... why did I misread that??... I'm blocking you"}
{"text": "thanks little fag &#128536;"}
{"text": "lmao yesterday ? Them hoes was cute af lol"}
{"text": "The soul has departed from the train.There's no more soul in music.Just hunger for bitches,money and fame."}
{"text": "dude quit being a hyposhitical bitch. you ran downstairs crying/begging me not to tell anyone."}
{"text": "lmaoo my phone autocorrect like a bitch.."}
{"text": "he loves juggling it all around it... he loves the fast life im sure hes already grinded on amcon hoes as well"}
{"text": "obama is a bitch his speech was pure politics for mid terms. Only way we destroy ISIS is with troops on the ground."}
{"text": "hey now, don't diss my basketball hoe."}
{"text": "man both them get around a lot, bunch of hoes."}
{"text": "whoa, calling me a cunt?"}
{"text": "this like a retarded wu-tang clan"}
{"text": "at my club ho (;"}
{"text": "- yasss bitch yassss. you deserve it. *Drake voice* &#128514;&#128514;&#9996;&#65039;"}
{"text": "you wouldn't know fag"}
{"text": "lmao I've always wanted to ski..bust my ass or not I'm innat hoe, fit and all."}
{"text": "Oh nab.. Def not that easy. You may not know, nor believe this but I'm legendary for curving pussy.. lol Guilty pleasure."}
{"text": "An enraged 6'4\" 290 lb Mike Brown lethal weapon on legs.His hatred 4 the police &amp; whitey added fuel 2 his arsenal"}
{"text": "lol shid who got one? Boy my ass lonely as a bitch. You cuffed up ain't ya"}
{"text": "&#128514; wassup pussy"}
{"text": "lmfao putting on for twitter i see fat bitch"}
{"text": "just watch bitch nigga u gonna want the whole team dead"}
{"text": "hey you bitch, you should get the on your show. They'd be perfect for it! I'm kidding about the bitch part."}
{"text": "my apologies... Oh wait it's my fucking birthday bitch &#128521;"}
{"text": "what are you doing tonight pussy?"}
{"text": "I likes it back dare. It's free fo me cause whitey pay da fee"}
{"text": "Who is da \"we\" whitey?"}
{"text": "thank you for the lyrics, these bitches so gullible an sleep on your music they just be like aw u so sweet let me suck ur dick"}
{"text": "wrong maybe you been dealing with pussies but I don't put up with that crap. If I f*** up telling me I f***** up. Keep it real"}
{"text": "that damn coach ain't never called back bitch ass"}
{"text": "I know right so much retard"}
{"text": "I just learned how many retards you can find when you search trending topics."}
{"text": "That's not bias. It's an objective fact that Philly fans are cunts."}
{"text": "yasssss bitch yasssss &#128525;"}
{"text": "Its gonna bring it down though unless its turning into a welt already, like a bubble wit pussy. Gotta pop it an it'll be gone"}
{"text": "Slide up on a bad bitch/Dat bitch look good"}
{"text": "bitch i dont even look like that keep talking and we going to fight"}
{"text": "bitch im real nigga the fuck u mean weak ass nigga i do me i dont pretend to be someone im not so u can shut that shit up fuk boy"}
{"text": "bitch your unknown u dont have a mixtape and you damn sure cant rap, u couldn't rap if your life depend on it"}
{"text": "naw u keep it 100% fake get yo lame ass on somwhere wigga hell no get on somwhere"}
{"text": "oh hell no u have no swag whats so ever not even a little bit with dem cheap ass pugs and why so have a rag on bitch u not black"}
{"text": "yea thats what i thought pussy boy u r a fucking thot"}
{"text": "thats a win right there. any nigga who doesnt partake in that is a faggot. even if they dont smoke."}
{"text": "she sucks..bitch cant even pretend dance."}
{"text": "should be lol lil bitch"}
{"text": "you're welcome, I miss you too nig nog"}
{"text": "I'm assuming it would look something like a bitch slap and a Dickpunch"}
{"text": "that bitch wants everybody out though.. thats the same shit she did to me at one point"}
{"text": "that bitch hit the chick when she won't looking.. That shit weak af"}
{"text": "Huh? I been with Verizon for 4 years bitch."}
{"text": "text me, we don't noisy hoes watching"}
{"text": "nigga you done bumped yo head. Li nings fire but Kobe 9 Elite golds are trash!?"}
{"text": "that was real nicca shit tho lol"}
{"text": "you mean bitch ass pussy"}
{"text": "lol yeah bro good choice. But bitches do love foreign whips so it's a personal decision"}
{"text": "you ain't 6 feet under its not over pussy"}
{"text": "you a bitch Edgar"}
{"text": "your a punk pussy ass bitch! Dude you don't have the balls to fight all you wanna do is wanna hit girls your a fuckin bitch"}
{"text": "movies don't matter as long as you do coon shit with coons you're a nigga!"}
{"text": "bra I'm bout to blaze this bitch"}
{"text": "&amp; are bitches."}
{"text": "We doing it Lizard. Unless you skype us, bitches."}
{"text": "I gt android dmt kno whats in that box my nig"}
{"text": "haha she a stupid hoe"}
{"text": "cocky sons of bitches"}
{"text": "WILLIAN up in that hoe &#128514;&#128514;&#128514;&#128514;"}
{"text": "aww man we had a BALL. Small lil affair. Set that bitch out!"}
{"text": "sounds like a good idea. But I want my word to be spread. Jews, niggers and commies alike."}
{"text": "bitch I work 24 hours a day to protect your freedom fuck you #AlwaysOnWatch #GlobalForceForGood"}
{"text": "bitch I'm done with school"}
{"text": "point that sasquatch bitch out"}
{"text": "this hoe wasn't loyal"}
{"text": "im 99 slay bitch, im wearin bandos armor cause im so rich, i got my slayer helm and my whip droppies"}
{"text": "you both sure do You want to give a free pass to every border jumper in this country you two are what's wrong here"}
{"text": "bitch please &#9995;"}
{"text": "because she's a nigger"}
{"text": "they can see this dumbass nigger"}
{"text": "what are you doing bitch"}
{"text": "you have a redneck attitude. The same people that think Benghazzi is real think Fox fake nws is real. Your one"}
{"text": "really that's why we got side hoes &#128526;"}
{"text": "Y am I not surprised UGLY MIKE BOOGIE has to buy pussy??!!!!"}
{"text": "shut up bitch and focus on that L tomar"}
{"text": "speak english prude ass white bitch"}
{"text": "thirsty basic ass bitch"}
{"text": "Yooo I was thinking bout that the other day lol.. You only really speaking of one person my niggah"}
{"text": "ok u hav gun. I love you and you are my superior at fighting games and you probably get more bitches too. peace &#9996;"}
{"text": "aoas you write back bitch lol"}
{"text": "no bitch lol I'm not about that life anymore"}
{"text": "khaye I can't see your freakin emojis I'm a basic bitch today."}
{"text": "dude tell me why that's so true my mom has this friends from Texas trying to hype redskin football and shit"}
{"text": "becuz no man should celebrate his bday at a drreams #faggot"}
{"text": "who can vouch for ya pussy tho k?"}
{"text": "what an unfortunate clothing choice... Hoes with the crooked belly ring. Completes the \"dumb trash\" motif perfectly"}
{"text": "y'all niccas bout to blow fool!! Lol can't wait for the world to see this Detroit shit nicca!"}
{"text": "bitch dont even think about playin wit me!"}
{"text": "hoe don't make me put up screenshots of your texts to me hoe"}
{"text": "shut up fuckin beaner"}
{"text": "just be a hoe then"}
{"text": "I'm destroying this bitch dawg"}
{"text": "I also like how I'M called the hoe when I've been saying stop."}
{"text": "pussy ass bitch"}
{"text": "dont be a bitch smh"}
{"text": "that's what I call a crash dummy hoe"}
{"text": "jus wanted to let y&#225;ll know hope the hurricane kills your soca sunday trash #LORDWILLIN"}
{"text": "lol you tell that bitch"}
{"text": "LMFAOOOO if that bitch didn't change his @ so much I could find more"}
{"text": "bitch stop hatin cause they ain't make em in toddler size. You should be happy, they make em in GS now"}
{"text": "ew queer white thirsty bitch"}
{"text": "fugly queer white trash"}
{"text": "omg gtfo white faggot"}
{"text": "ugly white bitch"}
{"text": "dont be a bitch man up lol :)"}
{"text": "That is great. Dumb crybaby pussy."}
{"text": "damn he was my bitch for Eddie Johnson teams last year"}
{"text": "Lol, always with the complaining and crying. Just like when Jeezy broke up with you cause your a moaning old bitch."}
{"text": "you understand you look like a real life dyke right? Like you look like a WNBA dyke bro. A sports bra &amp; bball shorts wearing dyke"}
{"text": "lmsoooo dawg I ain't got no bitches mane. I low key got a chick but I can't say it on Twitter. You know how these wolves is"}
{"text": "nigga look my size, plus it get hit in the ass, an look like its been fighting all its life.... I'll sneak dat bitch an RUN!"}
{"text": "shoot that nigger bitch in the knees...."}
{"text": "yes now get off twitter, you lame negros should have never learned how to use the Internet"}
{"text": "aids fuck? Smdh u punk bitch."}
{"text": "ahh I see, I'm still a rook about the knowledge of THE hoe. But I'm progressing."}
{"text": "you&#8217;re a little bitch x2"}
{"text": "\"leave you beaner retard\""}
{"text": "I ain't light skin nigga I'm even colored lmao"}
{"text": "nigga I talk shit period this ain't nun new white bitch we go threw this every damn day &#128514;&#128514;"}
{"text": "u a bitch in niggas clothing shut yo ass up &#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "I likes me dem Mexican hoes. Day suck me off for 5 dollas"}
{"text": "I was bout to smack a bitch."}
{"text": "bro this bitch really stood there and was like you gonna give me my penny?"}
{"text": "exception for Gilda Radner that bitch was funny"}
