{"text": "you be fucking with to many hoes ."}
{"text": "Ahmed and retard mikey for special Olympic boxing"}
{"text": "lol that's basically like the \"you got too many hoes\" curve"}
{"text": "with your height, yeah. Chunky bitch"}
{"text": "just called me a basic bitch and I'm not sure how I feel about it"}
{"text": "and retarded. Love is always retarded. #sentimental"}
{"text": "what a little bitch"}
{"text": "follow me u sexy bitch"}
{"text": "lebron is a bitch #damian"}
{"text": "those guys are pussies &#128527;&#128079;"}
{"text": "And does he know you're calling him a fag?"}
{"text": "shiddd add me I a turn that bitch up lmao"}
{"text": "i will literally confront some bitch asses! Fo reall. Trill."}
{"text": "das calld usen yo brain retard y would i whoop yo ass n front of da police"}
{"text": "i can guarantee a few things: you're white. you've never been anywhere NEAR a real ghetto. you, or a relative is a pig. 100%"}
{"text": "photoshop my nig"}
{"text": "Are the guns for being a bad bitch ? &#128516;"}
{"text": "damn I just got called a hoe"}
{"text": "Go get that sum bitch"}
{"text": "remember that African bitch we used to work with at CMI?!"}
{"text": "right! These bitches be like \"damn I hope I get this job at Target\" BITCH DO BETTER!!! Still livin with ya momma ass hoe"}
{"text": "billy goat hillbillies you sucking &amp; fucking. You disgraceful brazzen faced unabashed pig"}
{"text": "Best believe We aint no christian slave brainwash black spooks miss white man, unlike yoself, she devil"}
{"text": "at the end of the day, they call yo dumb ass monkey, picka'nanny hoe. But u luv them white devils"}
{"text": "in other words you are accustomed to niggers so muchYour Almighty one can be next to u, but yo nigger"}
{"text": "will convince u that is a lame, you, a nigger liver believes it cuz you a nigger whore"}
{"text": "I don't give a flying fuck what a teabagger piece of human garbage like you thinks =)"}
{"text": "you are a teabagger scum who wants to threaten people with his penis extender. You are a danger to this country."}
{"text": "hahahah for reals he was like this bitch crazy lol"}
{"text": "You DID. You crushed his \"I got me an EXOTIC bitch!\" dreams."}
{"text": "if only there was a medal for that: \"we hate fags, but we won't kill them\" medal. Thank u for the privilege to let fags live."}
{"text": "ignore sorry I called you a bitch uncalled for"}
{"text": "gotta turn the hoe into housewife"}
{"text": "Besides, ur imposter idol looks nothing like The Word of God described the Saviour of Israel in Revelations. envious bitch!"}
{"text": "Shame of you! Self-hating kike. We Jews are G-d's chosen people."}
{"text": "you call house nigger and she's the racist? Fathom the hypocrisy in that statement."}
{"text": "if the bitch don't like it she can't be my bitch"}
{"text": "facts &#128514; ... IDC Iont have no bitches so I'm good lol"}
{"text": "...I fuckin' want OUT&gt; I'm tired of this bullshit faggot ass, closet racist, wannabe-commune-without-railroad state&gt; #Cali"}
{"text": "what u doing bitch boy"}
{"text": "I texted u fag"}
{"text": "that's my lil Nigga in the middle . I was locked Wid bitch"}
{"text": "this was my nigga in that bitch man!"}
{"text": "they made up endearing names for us like nigger spook &amp; monkey"}
{"text": "you bad little bitch"}
{"text": "No I'm pimping out you and those guys at the park playing bitch volleyball. #HairyChestsDoee"}
{"text": "Will NEVER happen faggot. Got complemented on it today at golf by several times. ;)"}
{"text": "is the biggest faggot in the world"}
{"text": "where have you been hoe"}
{"text": "Just like when I call someone a nigger! It's not because they're black, it's about how they act. LIKE A NIGGER!"}
{"text": "careful, they might try to queer ya!"}
{"text": "oh I see. Part of a giant govt take over eh. Stockboy you are a joke of a representative. #dumb teabagger"}
{"text": "bullshit..i guess the poor have all the money..tax money movers at same rate as working people..you teabaggers are traitors"}
{"text": "didnt you propose the brilliant idea of college students packing heat? You are a savant! #dumbass teabaggers"}
{"text": "hes just a friggin idiot that can say anything and his redneck teabagger constituants buy it. They love stupid people"}
{"text": "hey turd cutter...stop tweeting juvenile shit and DO YOUR JOB....#idiot teabagger"}
{"text": "stockboy U should talk. U tweet lies and childish shit about Obama.youre very unqualified. You only appeal to dumb rednecks"}
{"text": "you teabagger dunces want to eliminate education all together so you can groom more teabag voters. Lol.#thedumbestteabagger"}
{"text": "...you are a lazy redneck. Get back to work governing. Stay off twitter with your lying bullshit....#stockmantheliar"}
{"text": "..how much knob do you gobble in one day? Youre in over your head. What a blockhead you are."}
{"text": "Friggin Red State pussy Republican. The parent too!&#8594;&#8594;&#8594;&#8594;&#8594;&#9733;"}
{"text": "Golly Wompers and Dad Gum Son You lyin cheatin scoundrels fucking did it! Man up and own it ya chicken shit pussy Republican"}
{"text": "bush took 3 times as many vacations.. republican teabaggers are pusses....wah"}
{"text": "tf? get me on that bitch stat"}
{"text": "my boots get me bitches so"}
{"text": "what a retard"}
{"text": "all he ever does is fav, fuckin cunt"}
{"text": "people bitch because they lose an hour of sleep today but it evens out and we get more daylight"}
{"text": "this is a joke right? You're on here like ugh I wish I was a jap and tweeting in gook and shit and jerkin to hentai."}
{"text": "Report me for what bitch? You need to read the Twitter rules and guidelines. This ain't Facebook cunt."}
{"text": "yes hoe. You ALWAYS had the camera!"}
{"text": "bitch you look like a shamu go back to seaword"}
{"text": "room temp cus i have sensitive bitch teeth. ( ._.)"}
{"text": "bitch trying to turn this shit like Facebook"}
{"text": "I'm highly upset dat des bitches tryanna clown me on a media sight bitch I ain't going"}
{"text": "\"I'm going to show these bitches how it's done.\""}
{"text": "Johans a free agent harveys hurt you retard. and its valverde* #ignorance"}
{"text": "yea I listen to that hoe when I wake up"}
{"text": "come see me. anyone named \"swagner\" is obviously a pussy"}
{"text": "thanks ya fucking hoser"}
{"text": "u see a lame in that pic ofmine due to your infatuation with niggers. Im Hebrew i fite the children of satan in the streets"}
{"text": "No bitch Linda over KOD"}
{"text": "fuck Miley tranny looking now damn ass nigga"}
{"text": "say that hoe has sparked a many a blunt since you left it"}
{"text": "girl that's all these hos need they don't care &#128514;"}
{"text": "that's what I thought pussy"}
{"text": "no ur the blind bitch. Dude in the video is way skinnier."}
{"text": "One less little nigger that would grow up into a big nigger."}
{"text": "bitch answer my calls"}
{"text": "that bitch bouta be ZOOTED"}
{"text": "im coolin you know me same ole shit different day my nig"}
{"text": "let's go right now bitch and i knocked you last time let's fight right now"}
{"text": "he killed that hoe though"}
{"text": "lmaoooo I know Taylor in Brazil eating that overseas pussy"}
{"text": "lmaooooo bro you still got that shit you are a hoe we boxing when you come back nigga"}
{"text": "you a hoe for that I'm rolling &#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "not only that.. after he pushed him he stepped back lolol. That was some pussy shit"}
{"text": "So was I cunt, welcome to twitter"}
{"text": "you gay, Gabrielle bad as fuck. Even though the other bitch bad you can't cheat on a dime..foh lol"}
{"text": "that's not how you resist, you worthless retard. Do you need a dictionary?"}
{"text": "But a wannabe ghetto white girl will deal with an unaccomplished black man for more than sex."}
{"text": "I know that bitch don't going nomo"}
{"text": "The truth hurts nigguh."}
{"text": "I've been knowing fag"}
{"text": "IDC. I can still get it. That's my pussy"}
{"text": "lol imma look at a bitch ass if I wanna!!!"}
{"text": "Ain't say it's wrong but it's just as stupid as hoes showing up to get attention from dudes.No one is bigger than the game."}
{"text": "she like \"imma stop talking to you because you vibing in them headphones\".Talk to me and come get this pussy in other words"}
{"text": "truuuu bitches don't have ANY respect for themselves so I'm with you on the shit talkin lol"}
{"text": "you have your nips pierced too ?! &#127806;&#128064;&#127806;"}
{"text": "fuck em right in the pussy"}
{"text": "hoes will be hoes nothing but something guys just dispose #TruthBeTold"}
{"text": "Why werent you so gung ho when you got drafted instead of shitting yourself? You seem like another Repcon Chicken hawk.."}
{"text": "and im beautiful bitch"}
{"text": "i aint shit, you aint shit...bitch we meant for eachother"}
{"text": "nah bitch you like Pookie from new jack city"}
{"text": "shut up bitch"}
{"text": "why lil ricky stole MJ Chain and tried to flex with the bitch in his avi"}
{"text": "Nope, definitely retarded."}
{"text": "lol naw that bitch was just a sociopath"}
{"text": "You can bet Valerie Jarret has her hands all over this \"humanitarian Crisis\". I Didn't vote for that commie bitch."}
{"text": "no one asked bitch"}
{"text": "Low blow, cuntface. How many times the Yanks beat us in the playoffs these last 8 or so years?"}
{"text": "bitch please. Not gonna happen. Nope."}
{"text": "fuck them bitches I hope Navy beat em THIS week."}
{"text": "fuck you bitches."}
{"text": "thank you. I hate you. Eat poison. Fall down. Run face first into a wall. Yankees missed the playoffs."}
{"text": "that just happened to be the year WE lost a one game playoff to them bitches from the bitch ass twin bitches. Lucky for you."}
{"text": "he probably took off a point because Gibbs isn't from the East Coast and says \"hoes.\""}
{"text": "in that I get more bitches than you? If so YOU RIGHT"}
{"text": "bitch ass nigga, heres a new belt for you"}
{"text": "nick background my nigger"}
{"text": "Okay and Melo bitch ?"}
{"text": "fuckin pussy haha"}
{"text": "aahahah who the fuck watches that trash?"}
{"text": "thanks little bitch &#128526;"}
{"text": "already know juss ordered some of this for the weekend for tha white hoes"}
{"text": "bitch ask a day off"}
{"text": "bitch those are the same options"}
{"text": "lol youre retarded &#128514;"}
{"text": "need to get outta that bitch, meridian all bad now but as long as you getting that paper you good."}
{"text": "Im omy to the movie right now and I'm literally gonna slap a bitch if they scream or some shit."}
{"text": "Call me bitch again and see if I don't slap the sexy out of your mom and have Justin Timberlake bring it back."}
{"text": "we outchea bitch"}
{"text": "Hi :) Yeah, trolls are annoying but don't concern yourself with them. They're all twats &amp; have no life lol. Just ignore them. x"}
{"text": "do birds have a 72% out of wedlock rate? is it white fathers that are running away?"}
{"text": "well then with all further ado get da fock out ya lil bitch"}
{"text": "faggot scoon you wanna ball?"}
{"text": "pull the trigger bitch"}
{"text": "You're a little bitch."}
{"text": "cause it would their tip hand instead they whine like little bitches=&gt;"}
{"text": "nope! btw you's a hoe lol"}
{"text": "yesterday twitter was telling them same dudes that 30+ pussy was the best, so have faith!"}
{"text": "have you looked yourself? This is funny. This is like Obama saying he is good for the economy. Hipster faggot. Funny though"}
{"text": "He's a pussy"}
{"text": "all 3 :) haha. Because I'm #thinkingofyou and your #dirtylove sexxy bitch!!"}
{"text": "Aww y u so mad tho, a successful man LMFAO, hut hugging as faggot."}
{"text": "if you gotta shout u a bad bitch... u ain't a bad bitch &#128524;"}
{"text": "whatever lol my tan line is retarded. Lol was that other tweet a subtweet"}
{"text": "you real quiet son, made Charlie is shit and steelers too? Loser."}
{"text": "pitch, chip and slide ur dick in tight clam #22 love it #mywife"}
{"text": "haha the little shit talkier brought his other bitch"}
{"text": "bitch go shoot some balls of paint. Ole hobby finding ass"}
{"text": "LOL, AutoCorrect is a bitch, but voice recognition is much faster than typing."}
{"text": "can fucking a fat bitch be considered a threesome ?"}
{"text": "But if we loved again, I swear I'd love you right. Btw bitch you better not be googling these lyrics! Mine is from the &lt;3"}
{"text": "This is true. That bitch has two accounts"}
{"text": "i also like flip a bitch, which is gabbys. #QualityWords"}
{"text": "i know, hoe."}
{"text": "no he's an asshole &amp; is like I have neck problems &amp; can't sleep that way &#128544; u lil bitch"}
{"text": "them bitches uggo as fuck too"}
{"text": "you a hoe ass savage, this shit brings up memories so cook on my g."}
{"text": "Big birds, big peckers.... They always mad cause they only get laid once and that's by their mother."}
{"text": "Now beaners drive em."}
{"text": "They best not fuss about this basement, bitch is like a skating rink."}
{"text": "and are faggots. Kbye."}
{"text": "All the thirsty hoes. Lol"}
{"text": "I'm the type to put that bitch in a river so you can gtf out my locations lol"}
{"text": "And its people like you that give us all a bad name, you are a disgusting piece of shit of a person a nigger is what you are"}
{"text": "dude fucking mono sucks and my bed is trash"}
{"text": "thats nate dumbass we all just mock him"}
{"text": "Sauerkraut Saul is a punk ass bitch"}
{"text": "You do it to us so payback is a bitch. hahaha &lt;3 happy valentines day though."}
{"text": "good one you fucking bitch ass"}
{"text": "What are you gonna do? I'ma chase you out the club, like mobb deep did to you, pussy."}
{"text": "that explains you cause all you do is bitch and whine."}
{"text": "lmao, your just a dumb hoe that budden made popular, please stop, your irrelevant and no one cares about you slut."}
{"text": "&#128514;&#128514;&#128514;&#128514; pot of gold ass nigguh"}
{"text": "you are not a cat.you are a pussy! black bored kid kills a cop by starting a fire.WHERE IS THE OUTRAGE YOU PHONY?!?!?!?"}
{"text": "I think you should reconsider he's a little bitch to the one true God almighty Cthulhu...please for your soul, Seany."}
{"text": "quit being being a pussy yourself and call them out by first and last name plus SSN ya poon!"}
{"text": "subtweeting and using hashtag oomf what's the difference :P jk just jerkin' yo dick ya nigger faggot."}
{"text": "or a celebrity. Poor bitches"}
{"text": "My problem is that I love bad bitches."}
{"text": "and you're a vegetarian pussy"}
{"text": "He a bitch you should do it"}
{"text": "bitch, yo muthafukin ass reacting off that vain females' tweet &amp; dont no the context, her dumb ass dont neither"}
{"text": "say that shit to my face \"Bruh\" you a bitch for gettin in a man u dont know business. Handle yo own shit"}
{"text": "and stop covering yo goddamn face like the kkk. Yo yung silly ass co signing for pussy."}
{"text": "no shit you are, what euros would call a typical American, fat as fuck and goes to eat fast food all the time, dumb bitch."}
