{"text": "Backdoor is open: them hoes will let you fuck em in the ass. Usually an extra charge plus the rate you agreed upon."}
{"text": "Bad Asian bitch yea she look just like Kemora"}
{"text": "Bad bitch contest you in first place &#128175;"}
{"text": "Bad bitch give good head, dumb bitch get hood rich"}
{"text": "Bad bitch good head I think she ah keeper !"}
{"text": "Bad bitch on my line tryna give me brains"}
{"text": "Bad bitch pussy aquafina call her Crystalina"}
{"text": "Bad bitch selling molly I might take one"}
{"text": "Bad bitch with me and you kno that her ass is fat"}
{"text": "Bad bitch, chest out......no wonder why Miss Righteous keeps on getting left out"}
{"text": "Bad bitches ain't cheap"}
{"text": "Bad bitches aint cheap better pass her if u broke !!"}
{"text": "Bad bitches an good weed"}
{"text": "Bad bitches and good weed"}
{"text": "Bad bitches be all ova me .. Besides pussy what could you offer me?! &#128175;&#10006;&#65039;&#128175;"}
{"text": "Bad bitches every where"}
{"text": "Bad bitches from Oakland, she could beeee a model"}
{"text": "Bad bitches in dirty ass houses &lt;&lt;&lt;"}
{"text": "Bad bitches in the pen make my toes curl"}
{"text": "Bad bitches is the only thing I like"}
{"text": "Bad bitches is the only thing that I like"}
{"text": "Bad bitches is the only thing that I like!!!!!! #BBLU this Saturday #BBLU #SuedeLounge #RICHGIRLS"}
{"text": "Bad bitches is the only thing that i like"}
{"text": "Bad bitches is the only thing that like"}
{"text": "Bad bitches only"}
{"text": "Bad bitches only ..."}
{"text": "Bad blood in the camp &amp; if it's bout a bitch just know I don't respect it homie"}
{"text": "Bad chicks send em in.. Basic hoes toss em out, can't even get Waffle House.. Hating niggas chalk em out gone get the coffin out"}
{"text": "Bad foreign bitch she a walkin Ferrari"}
{"text": "Bad lil bitch ain't never seen her"}
{"text": "Bad lil short fine bitch lil petite sumn"}
{"text": "Bae gotta bitch &#128514; whoops &#128564;"}
{"text": "Bae juss the new side bitch lingo u aint special hoe"}
{"text": "Bahaha omg &#128518;&#128557;&#128586; this bitch is crazyyy ."}
{"text": "Bald head bitches think it's their time to prosper !"}
{"text": "Ball is life? No bitch bench is life &#128075;"}
{"text": "Bands will make her dance , stamps will make her twerk , If Romney becomes president , these hoes will have to work."}
{"text": "Bang, bitch, you think I'm strange, bitch? It's bananas like a fucking rangatang bitch #vote5sos #EMABiggestFans1D"}
{"text": "Barry's hoe Michelle is walking in now. Ugly beast she is. #SOTU"}
{"text": "Basic bitch no chill &#128514;"}
{"text": "Basic bitches everywhere"}
{"text": "Basic niggah in his basic clothing"}
{"text": "Basically saying that the pound doesn't belong to us and it's English... Greedy cunts"}
{"text": "Basically, so...just do you. *shrugs* RT : So if you're worried about being a ho or looking like one, good luck."}
{"text": "Bbl gonna go sob over gay bird babies."}
{"text": "Bc I got too many bitches &#128514;&#128514;&#128514;"}
{"text": "Be a dog to these bitches bt be a KING TO YA QUEEN '"}
{"text": "Be a girl with a mind, a bitch with an attitude and a lady with class."}
{"text": "Be mean or rude to my little sister again and I'll kick your ass. It applies to all of you little snooty bitches. K thanks."}
{"text": "Be my backbone every nicca need a spine"}
{"text": "Be trippin when I call you hoe but bitch you know I talk like Dat! -- voice"}
{"text": "Bears game today bitches! Not to mention, lean and bud before the train ride lol :) #Goodday"}
{"text": "Beat the pussy down like my nemesis"}
{"text": "Beat the pussy in so well her shit still hurting from a week ago"}
{"text": "Beat ya bitch pussy up every time I see her like a bully .. Then send her outta town wit 4 cookies"}
{"text": "Because I had to accept being called a bitch every time I asserted myself. #YesAllWomen"}
{"text": "Because I'd rather wear my hair long and have piercings, I'm a faggot that will never go anywhere in life."}
{"text": "Because a nigguh but don't mean you're pussy is bomb"}
{"text": "Because at your local insurance agency, the customer is ALWAYS our bitch. #itakeshitfromnoone &#128079;"}
{"text": "Because idk if your still tryna get with her again or not?... &#8212; bitch i might be"}
{"text": "Because of the message that sends to LGBTQ residents in the state. Not as if West Virginia is a paradise for queer people. Today is major."}
{"text": "Beefin ova bitches trade ya clip for Pom Poms"}
{"text": "Been a while since it's just been me solo at the crib, feeling kinda lonely like a hoe"}
{"text": "Been hooping all day tired than bitch"}
{"text": "Been schooling these bitches since 92'&#128524;"}
{"text": "Been sleeping toooooo much, fuck it ima enjoy it before i start working 2 jobs like a hoe haha"}
{"text": "Been told by a lot of people that I'm cool then a hoe, and that they don't understand why someone wouldn't like me"}
{"text": "Beer ball isn't for pussies"}
{"text": "Before I let a pussy cut my hair I just will let it grow"}
{"text": "Before the madness with my single bitches. &#128527;"}
{"text": "Behind every independent woman, is a pack of hating hoes"}
{"text": "Being a girl sucks. We have to deal with periods making us a bitch, shaving our legs on a daily basis, and worrying about what we eat."}
{"text": "Being a hoe ain't cute #ijs"}
{"text": "Being a hoe is cute in 2014"}
{"text": "Being a sober soul just wasnt interesting.. bitch im living #5spmg #GGL"}
{"text": "Being single and not texting no bitches late night almost wacker than coming home after the club drunk and fuckin your girlfriend"}
{"text": "Believe in the heart of the cards bitch."}
{"text": "Believe it or not hoes get boring after awhile"}
{"text": "Ben will gett ya some pussy.. ben will get ya some head!"}
{"text": "Benzino is a bitch point blank period"}
{"text": "Besides my sisters, this is one of two bitches you will always catch me with."}
{"text": "Bet you ain't gone @ em tho..&#128564;&#128514; RT : Na why OOMF just tweeted that ?&#128514;&#128514;&#128514;&#128514;&#128514;&#128514; &amp; she know ha pussy WACK"}
{"text": "Betta ask round these streets bitch bout Jay"}
{"text": "Better keep ya shit n line nicca ..."}
{"text": "Better nip that shit in the bud early."}
{"text": "Better play your part bitch don't be a smart bitch cuz I might have a change of heart"}
{"text": "Between the constant tweegrams and the bad bitches playing themselves out for attention and the stupid caption pics instagram lost me."}
{"text": "Between this trend and the vines acting like women its like niggas couldn't wait to be faggots"}
{"text": "Beyonc&#233; more of a hipster bitch wit no hips these days"}
{"text": "Big G-Day s/o to #FreeBoosie nicca lol!!!!!"}
{"text": "Big bitches be like &#8221; Im Thick&#8221; yea bitch atound the midsection"}
{"text": "Big black bitches out here arguing"}
{"text": "Big boobs = no ass No ass = big boobs Big boobs and big ass = ugly face Big boobs , big ass , pretty face = hoe."}
{"text": "Big bro moose trying slide into these hoes DM's"}
{"text": "Big greenmile tweetin ass nicca"}
{"text": "Big ol pussy Harrington blocked me again"}
{"text": "Big thick pretty bitch"}
{"text": "Biggest booth I ever seen lastnight bitch had a leopard print jumper on look like an over weight leopard"}
{"text": "Biggie was and always will be the flyest cunt in rap. #biggie"}
{"text": "Biker gang looking ass bitches with titty tats. Foh sons of anarchy."}
{"text": "Bill Cosby stealing pussy"}
{"text": "Bill Romanowski is still a cunt. Who saw that one coming."}
{"text": "Bill Smith DDS MTV ODB LGBTQ MMA NFL AFLCIO bitch pick one. Fucking hate you. I know you proud but shit."}
{"text": "Birthday today bitches and I gotta work :/"}
{"text": "Bitch I want my number back yo pussy mustard... oh yeah FUCK DAT BITCH TRUST ME! #DRO"}
{"text": "Bitch I'm not about to eat ya pussy all day long.. I got a life."}
{"text": "Bitch I'm the man that's right I said it, bitch I'm the man don't you forget it. &#128527;"}
{"text": "Bitch ain't u his lawyer y u thank ery body STFU kill dat bitch to"}
{"text": "Bitch and who the fuck r u am speak when the fuck I feel like it and stop a pussy ass Nigga and box the fuck up"}
{"text": "Bitch ass nigga, be hating on black women... Uncle Tom bitch punk."}
{"text": "Bitch ass people are the first to call someone out for being a \"bitch\""}
{"text": "Bitch don't talk yo shit then, say you on papers when a bitch trinna get down &#9995;&#128514;&#128557; you a straight FAG BITCH foe dat. Scary ass hoe."}
{"text": "Bitch duck on whore ass slut cunt ha Biden it's Gucci. Tho whatever. Nigea"}
{"text": "Bitch fuck yo nigga, what's up with that pussy!!?!"}
{"text": "Bitch fuk wat a hater gotta say .......brickk ent ya bitch"}
{"text": "Bitch had a redbook account with all selfies on the add like bitch no tricks wanna see yo face"}
{"text": "Bitch i wouldn't eat yah pussy wit another nigga tongue"}
{"text": "Bitch just sucked my dick and tried to give me sugar bitch get out"}
{"text": "Bitch killa gone be dacing in that bitch cdfu"}
{"text": "Bitch nicca talmbout a mf 3peat....Df y'all ain't da Lakers"}
{"text": "Bitch shutcho got damn mouf hoe RT : Mallett ain't gon help yo funky ass texans"}
{"text": "Bitch you frooooontin, bitch you frooooontin. Lol"}
{"text": "Bitch you're the ugliest cunt ever."}
{"text": "Bitch, you may have a million dollar body, but you got a dollar menu face and a four-piece nugget pussy, so you ain't worth shit."}
{"text": "Bitches ah have a baby &amp; be like \"don't claim my child\" bitch you good &amp; goddamn well ain't NOBODY claiming your creature &#128125;&#128514;"}
{"text": "Bitches ain't shit but hoes and tricks"}
{"text": "Bitches always think somebody want them or they little coochie lol chilling dont exist nomore ? Iont want yall hoes"}
{"text": "Bitches be 17 in the 9th grade talking about \" where my bae at ?\" No bitch , where ya credits at?"}
{"text": "Bitches be happy about burger king pollo tropical on lunch break at work but act like dinner with new niggaz gotta be upscale."}
{"text": "Bitches be having a nigga but want to be another nigga WCW bitch it don't work like that"}
{"text": "Bitches be in they feelings to much like live bitch"}
{"text": "Bitches be like \"Keep Calm I'm Single\"........... first of all bitch, nobody was hype"}
{"text": "Bitches be like \"New Avi &gt;&gt;\" and I'm just like bitch, your new avi is UGLY, your old avi was UGLY, bitch YOU ugly."}
{"text": "Bitches be like I want something real ... And I be like I want a bitch with real hair but we can't always get what we want now can we lol"}
{"text": "Bitches be like niggas ain't shit ... Naw bitch maybe you just ain't shit"}
{"text": "Bitches be mad they mane nigga gettin snatched up by all these whore yah pussy prolli wack ctfu"}
{"text": "Bitches be screaming fuck they nigga, but get mad when another bitch fuck they nigga&#128533;"}
{"text": "Bitches be sounding damnear retarded on tbh videos &#128514;&#128514;&#128514; nbs"}
{"text": "Bitches be tambout \"my party\"..... no bitch, its everybody party...."}
{"text": "Bitches be trying to squash all beef wen they find out they pregnant! Some hoes dont give a fuck!"}
{"text": "Bitches be watching me from other bitches pages; THATS RIGHT BITCH , TEAM WORK &#128079;&#128079;&#128079;"}
{"text": "Bitches be wearing extensions, fake eye lashes and make up talkin bout they bad bitches. No bitch you are not bad you're a created player"}
{"text": "Bitches can't fuck with my bitches they deadly"}
{"text": "Bitches cheat on they bitch... But be SOOOOOO HURT when they bitch cheat back."}
{"text": "Bitches complain about they baby daddies not being shit, but bitch you KNEW he wasn't shit you didn't HAVE to keep that baby you CHOSE to &#9995;&#128514;"}
{"text": "Bitches corny with that not saving numbers shit I hate them hoes"}
{"text": "Bitches don't even go out to have fun anymore they just go out to tweet about the function and to take pics wit other bitches"}
{"text": "Bitches dont wann fxck me no more bitches wanna fxck all my bitches"}
{"text": "Bitches get on twitter an turn to saints like they not hoes that shit kill a nigga"}
{"text": "Bitches know they bitches, bitch."}
{"text": "Bitches love beefing over a nigga that's always in other bitches faces."}
{"text": "Bitches make me happy. RT : Material objects make bitches happy #iPhone6"}
{"text": "Bitches on me bout da lil flexin shit on snapchat &#128176;&#128176;&#128176;&#128176;&#128176;&#128514; bitch please"}
{"text": "Bitches rather be petty with his hoes instead of posting bail now that ah really fck em up.....psa"}
{"text": "Bitches so stupid!!! Yal can't know how I'm bouta start popping bitches"}
{"text": "Bitches swear up and down they pussy the best, but ain't."}
{"text": "Bitches talmbout they limber got these bitches In limbo"}
{"text": "Bitches think they're slick but no matter how hard they try and hide it we can still tell if they're hoes or not"}
{"text": "Bitches will be bitches"}
{"text": "Bitches will be bitches."}
{"text": "Bitches with kids are retarded"}
{"text": "Bitches with trash pussy always want unprotected sex"}
{"text": "Bitches, bitches, bitches."}
{"text": "Bite me bitch , chew on a 19 footer"}
{"text": "Bitzy probably popped a Percocet before she had these drinks with Mellie. She seems like that kind of of trill ol' bitch. #ScandalABC"}
{"text": "Blac Chyna's ass should've threw him off first of all. It's wop sided and those cheek piercing trashy as hell."}
{"text": "Black Dynamite! &#128514;&#128514;&#128514;&#128514;&#128514;&#128514; \"All the hoes gone?! My dick harder than slavery!\" *wall-slides*"}
{"text": "Black bitches be boisterous belligerent buffaloes! #AlliterationTuesday&#160; #Damnismartallofasudden"}
{"text": "Black bitches don't be kickin up in our school. Bitches still comin wit durags still on they head nd shit."}
{"text": "Black cops want to kill white citizens. Spic cops want to kill Anglo citizens. Zigeuner cops are all rapists."}
{"text": "Black people like disgust me laughing at someone who died dumb monkey ass niggas like you need to be locked up just for stupidity"}
{"text": "Black twitter needs to get off Paul George dick about him impregnating a stripper. Wiz did. Tyga did. Kanye turned a hoe into a housewife"}
{"text": "Blah blah Idgaf bout you crazy ass bitch"}
{"text": "Blah blah blah blah.. How it sound when these bitches talk &#128530;&#128564;"}
{"text": "Blah. In all honesty.... I just need some pussy. That's it"}
{"text": "Blatt trash too ... but twitter said he was good"}
{"text": "Blocked his fuzzy butt&#128522; .: Ignore this low life creature....\""}
{"text": "Blonde bitch wit her blue eyes, like butter when she spread"}
{"text": "Blood this nigga Dion retarded"}
{"text": "Blow up the pussy like Hussein. Bitch look at me crazy like who's sane?"}
{"text": "Blows my mind how some guys have these model type girls then cheat on them with some ghetto hoe."}
{"text": "Blunt to the head, fuck Feds, I eat pussy till my tongue red"}
{"text": "Bobby bitch dropping in five minutes though .... Let that sink in &#128588;&#128588;"}
{"text": "Bobby bitch? Dickhead &#8220;: TOP 3 BOBBY SHMURDA SONGS: 1. HOT NIGGA 2. 3.&#8221;"}
{"text": "Bobby stole the black from Gabby. Pedro: But she kept all the ghetto. #LifeMade"}
{"text": "Bomb your house, Then fuck your bitch. All hail Al Qaeda"}
{"text": "Bond had the hoes and the money Bourne kicked ass no gadgets hawk always let a bitch die"}
{"text": "Boney ass bitch farting out mini basketballs &#128514;"}
{"text": "Boozer so trash"}
{"text": "Bored then a hoe in the auditorium &#128557;&#128299; hmu!"}
{"text": "Bored then a hoe! Listening to these fuck ass adults lecturing us with"}
{"text": "Boss ass bitch remix &#128514;&#128514;&#128557;"}
{"text": "Bossd up on my old hoes"}
{"text": "Both but that was the old me lol RT U be havin bitches on deck for the sex or it's a new joint every time?"}
{"text": "Both of my bitches drive range rovers"}
{"text": "Both of them hoes losers and need to hit the gym"}
{"text": "Both trash but I guess they got tired of Chalmers trash starting RT : How chalmers lose his job to Norris Cole? Lmfaoooo"}
{"text": "Both y'all pussy son beat it"}
{"text": "Bought that bitch mozzarella sticks. Bitches love mozzarella sticks"}
{"text": "Bought these bitches breakfast and now getting kissed on my cheeks non stop...lol. Check out is literally in 5 mins tho"}
