{"text": "Paid dis much for da belt, I betta crack a bitch"}
{"text": "Paige better text a bitch lol"}
{"text": "Painting bitches on rooftops, b/c bitches love rooftops"}
{"text": "Pantera - 5 Minutes Alone 5 minutes, pussy boy..I'll crush you."}
{"text": "Paper over pussy cause pussy Bring problems #PoweroftheP"}
{"text": "Papoose is trash bro lol"}
{"text": "Pappadeaux bread with the scampi butter RT Her pussy tastes like?"}
{"text": "Pappadeaux got the best chicken strips I swear I squeeze lemons over them hoes!"}
{"text": "Parker Cannon is lyrically beautiful. That bitch comes up with the best lyrics for his songs. Like fuck, man."}
{"text": "Party at the house, come through bitches"}
{"text": "Pass interference you dumb ass zebra jerks"}
{"text": "Pass them sticks bitch!!!!!!!"}
{"text": "Passing up on mad hoes just to give him what he want"}
{"text": "Patty dont love these hoes"}
{"text": "Pau a hoe. How u gon play after the trade deadline"}
{"text": "Paula Patton pussy got a nigga on stage on his knees talmbout he gotta get her back tonight"}
{"text": "Pay for pussy no yo I get too many freebies"}
{"text": "Payback is a bitch"}
{"text": "Paybacks a bitch."}
{"text": "Peace fags, just remember I'm best Lux support NA. Drop LustBoy pick me and Kakao up TSM."}
{"text": "Peace to all the hoes I put my badongle in and didn't cook breakfast for"}
{"text": "Pedro is a little bitch cause he never DM me."}
{"text": "Pennsylvania is white trash and is so are all Pennsylvanians."}
{"text": "People are fucking retarded lol"}
{"text": "People are such bitches!!! Complaining over stupid things!"}
{"text": "People ask me y I never speak up bout the subtweets n lil shit people say ...BABY tbh ion give a dam bout none of that no nigga or bitch oml"}
{"text": "People asking for donations for Christy Mack,get real the bitch made thousands of dollars for having sex. Bitch better be Fuckin me"}
{"text": "People calling and complaining to Spinellis because of our Purge special. Lmao pussies. #LouisvillePurge"}
{"text": "People comment on my fb statuses like \"How was your day?\" Like bitch wtf do I know you?"}
{"text": "People gotta learn to appreciate the people that go out if their way to help you. Even if you don't want their help don't he a bitch"}
{"text": "People hate on da rig life but I love my baby more then a pussy ass nigguh"}
{"text": "People love to touch my hair \"ooo is this real?\" Yes bitch is yours?"}
{"text": "People on this site are fucking retarded sometimes"}
{"text": "People talk shit on Twitter but when they see you in person be looking. Like bitch wtf you looking at. Yes its me, yeah I'm cute.."}
{"text": "People tend to bitch about coaching too much, but offensive playcalling has killed the Ags. Indefensible at this point."}
{"text": "People who enjoy shows like and are douche bags. Usually white trash, too."}
{"text": "People who go to church in Hollywood, CA are all white trash filth."}
{"text": "People who grow their own vegetables are nothing but common peasant trash."}
{"text": "People who live in #theNetherlands are unwashed trash."}
{"text": "People who never use any hair product are unkept white trash douche bags."}
{"text": "People who play #fantasygames are white trash"}
{"text": "People who play #roleplayinggames are human filth and don't deserve the same respect you'd give a mosquito. They're soulless gutter trash."}
{"text": "Person: My new years resolution is to not be a jackass to everyone. Me: Yeah, and I'm going to buy a PS3. I'm not retarded."}
{"text": "Peter Pan that ho never land that ho"}
{"text": "Peyton Manning is a goon fuck Eli's pussy ass"}
{"text": "Phaedra is gonna drop Apollo like Mariah did when Da Brat went to prison. These hoes ain't loyal"}
{"text": "Phillip Rivers look like he almost wants to call dude a nigger for that bad play"}
{"text": "Phone disconnected like a hoe :/ thank god for shmediums hot spot lol"}
{"text": "Phone drier than yo bitch scalp &#127797;"}
{"text": "Photo: Good morning ig &#8230;. Giving u white trash body &#128128;&#128128;&#128128; #turntup #webad #wepretty #gayvegas..."}
{"text": "Photo: Happy Friday bitches #kimorablac"}
{"text": "Photo: Here some kimora boobies for you &#128139; &#128298; this is how unlock before I slice a bitch. #kimorablac..."}
{"text": "Photo: Ima boss ass bitch. &#128128;&#128128;&#128128; #turntup #webad #wepretty #gayvegas #rupaulsdragrace #barb #minaj..."}
{"text": "Photo: Me and my bitch"}
{"text": "Photo: Morning bitches"}
{"text": "Photo: Mustard on the beat hoe #wdywt"}
{"text": "Photo: My mains yessssss #ladykimora turntup. #vegas bitches &#128525;&#128525;"}
{"text": "Photo: No filtering bitches. &#128128;&#128128;&#128128;&#128128; #turntup #webad #wepretty #gayvegas #rupaulsdragrace #barb #minaj..."}
{"text": "Photo: Seriously &#8230; All my friends are hoes. It&#8217;s so funny. #getyourlife &#128078;"}
{"text": "Photo: deafreaperventus: wayward-sons-and-fallen-angels: murderous-crows: *gay intensifies* are you saying..."}
{"text": "Photoset: The biggest pussy I&#8217;ve seen in China."}
{"text": "Physical &amp; bed RT These bitches frame is trash! #Skinny"}
{"text": "Pic so confusing.. Looks like a dyke, but has a hoe pooci.. &#171; &#8220;: &#128553;&#128553;&#128553;&#128553;&#128553;"}
{"text": "Pick a city buy a condo find a fine hoe let some time go #chea"}
{"text": "Pickup line \"Are you a cat lady? Because I love pussy too\" \"NO WAIT I LITERALLY MEANT I LIKE CATS\""}
{"text": "Picture time outside of metro, fucking fags"}
{"text": "Pie crust is trash. It be all flaky and dry and shit."}
{"text": "Pillow talkin to bitches, i see her she bad but NIGGA SHE BASIC!"}
{"text": "Pillow talkin to your hoe hatin on a nigga you might lose ya chick like that !!!!!"}
{"text": "Pink champagne for my boo thang she a bad bitch I hope that she don't trade me"}
{"text": "Pisses me of when I see these little liberal faggots wearing Che Guevara shirts. Move ur ass to Cuba."}
{"text": "Pisses me off so much when Brett screams fag or whore out the window at people"}
{"text": "Pistols and bad bitches, hustlers and bad business!"}
{"text": "Pizza and wings bitches"}
{"text": "Pizza, a salad and alcohol is all I want.....my cravings need to be met or I'm a rude bitch"}
{"text": "Plaid shorts bitches"}
{"text": "Play me about twice? Aye, im a pyhscopathic cunt. You're dead."}
{"text": "Play pussy and get fucked!"}
{"text": "Play some ' fuck bitches get money ' music"}
{"text": "Play these hoes like the lottery"}
{"text": "Playing games and wrestling are the only ways I bind with my brothers. That and the sex talk &amp; providing condoms. No raw dogging these hoes"}
{"text": "Playing to white guilt lasted one last time, whitey felt 'absolved', it ends today. It ends in the fields/suburbs of Pennsylvania."}
{"text": "Playing with my money is like playing with my emotions niggas don't believe I guess we going to find out then hoe ass niggas"}
{"text": "Please &#8220;: shut up hoe &#8220;: I'm honestly a nice person&#8221;&#8221;"}
{"text": "Please dnt take no pictures please dnt take no pictures especially with my jewelry on man these hoes so vicious"}
{"text": "Please excuse my bitch ass phone it's been a hoe lately"}
{"text": "Plot twist I fucked your bitch"}
{"text": "Plot twist, bitch"}
{"text": "Plot twist: these hoes are loyal."}
{"text": "Police niccas Tryn raid da trap"}
{"text": "Political ass bitches"}
{"text": "Polo:$80. Levis:$60. Jordans:$180. Snapback:$30. The look on your face when you still don't get any pussy...PRICELESS!"}
{"text": "Poof. Vamoose son of a bitch"}
{"text": "Poor Leo,he can't help havin resting bitch face. I feel ya home skillet biscuit"}
{"text": "Pop a nigguh, sound like crisco"}
{"text": "Pop that pussy"}
{"text": "Pop that pussy for a real nigga"}
{"text": "Popped a pussy i'm sweating lol"}
{"text": "Poppy give me discou.. bitch i get it for the lowwwww!!!"}
{"text": "Poppy give me discounts bitch i get it for the lowww!!!....naw fareal tho"}
{"text": "Pops told me never stick ya &#127814; in a broke bitch"}
{"text": "Porch monkey 4 Life"}
{"text": "Porch monkey 4 life #Randell"}
{"text": "Porcha grandma really like a nig for real, I should have tried to hollar fo real"}
{"text": "Pornographic-oo-oo Don't make you no hoe-oo"}
{"text": "Ppl really can't handle a girl that's not a \"yes girl\" and says how she feel .. come off as a bitch"}
{"text": "Preach RT : Ugly girls are the way to go man. Nobody got time for you pretty hoes"}
{"text": "Precisely RT : &#8220;: Soon as y'all break up is when she starts doing the shit she swore she'd never do&#8221; like being a hoe"}
{"text": "Preparing to be called a \"nigger\" all night.. I mean play COD all night. #AdvancedWarfareDayZERO"}
{"text": "Pressed for pussy no ...I get too many freebies"}
{"text": "Pretend assholes callin the women bitches when they know they love em lol.."}
{"text": "Pretending that he can make it rain, our ghetto president is in it for himself while govt money whores beg utilties to stay on one more day."}
{"text": "Pretty bitches with even prettier titties &#9786;&#65039;"}
{"text": "Pretty mother fucker pull up in a bitch likee"}
{"text": "Pretty motherfucker pull up in this bitch like"}
{"text": "Pretty muthafucka pull up in this bitch like"}
{"text": "Pretty sure I got ya bitch nudes in my phone nigga"}
{"text": "Pretty weird that flight attendants are instructed to say &#8220;Welcome to the OC, bitch.&#8221; as you exit the plane."}
{"text": "Probably going to tackle Kenzie when I see her tbh I miss my bitch"}
{"text": "Probably saved 's ass today. About out gas in a Diesel engine.&#128514; what would you do without your redneck friends?&#128514;&#128514;"}
{"text": "Procrastination is really a bitch."}
{"text": "Produced by yung &#128293;&#128293; Bouta drop dis hoe"}
{"text": "Profesional sports are only enjoyed by white trash."}
{"text": "Project pay is just a soft ass little bitch."}
{"text": "Promise to love you and obey..and hit it more than once a day..girl I say that genuinely..fuck that bitch.. It's what you sayy"}
{"text": "Promises were made bitch . You are now my bxtch"}
{"text": "Protect your bitch at all costs"}
{"text": "Puig had zero lines and yet he's still going to fuck your bitch after that appearance"}
{"text": "Pull up on a nicca #Bored"}
{"text": "Pull up on my ex make that bitch mad"}
{"text": "Pull up on my ex make that bitch mad."}
{"text": "Pull up on my x make that bitch mad"}
{"text": "Pulled up on this coco ratchet on my way home &#128514;&#128557; @ yes bitch"}
{"text": "Pulling hoes ain't something to be proud of hoes go with anybody &#9995;"}
{"text": "Pullout game trash... &#171; Iyanla having an intrrvention with a man who has 34 kids with 17 women. I have other questions.&#187;"}
{"text": "Pumpkin spice Marlboro's for da hoes"}
{"text": "Punch that hoe cause she deserve it."}
{"text": "Punk ass cop jus bulldogged that bitch"}
{"text": "Punk bitch walking tall like you got something to prove"}
{"text": "Pussies only pussy...an every women got one...so u gotta have more than that ladies"}
{"text": "Pussy ass hoe niggas, I can't fuck wit y'all"}
{"text": "Pussy ass nigguh name Jesus. And his daddy"}
{"text": "Pussy gotta be trash RT : Her love life is so sad lol RT : im so glad khloe k dumped french's ghetto ass"}
{"text": "Pussy nicca we ain't friends you ain't gotta @ me -- voice!"}
{"text": "Pussys only pussy an I get it when I need it"}
{"text": "Put a b&#299;tch pussy on first 48"}
{"text": "Put a ring on it or it ain't yo bitch !"}
{"text": "Put her in her place cause pussies don't get pussy.."}
{"text": "Put that on everything I love. Ain't no ugly bitch Finna talk to me crazy in my car. I'd put her ass out and make her walk"}
{"text": "Put the weights back on the rack bitch!! Smdh lol Dick Chaney's!"}
{"text": "Put ya hands up if you a Grade A bitch"}
{"text": "Put yo bitch in the figure 4 and bedrock her"}
{"text": "Put your hands down bitch, I ain't gon shoot you"}
{"text": "Put your tits back in your shit bitch"}
{"text": "Putin making look like a bitch on foreign policy."}
{"text": "Quan and Dino RT them faggot ass niggas!? Aight man"}
{"text": "Quan stop RT that faggot on my TL"}
{"text": "Quit blowing up my feed bitches."}
{"text": "Quit hoggin the blunt bitch"}
{"text": "Quit hurting these women Cuz I'm tired of all the bitterness a nigga gotta go through Cuz you a hoe ass nigga."}
{"text": "Quit talking shit you fucking faggot. You're seriously just mad bc no one wants you. Who the fuck do you even think you are?"}
{"text": "Quit teasing bitch"}
{"text": "REAL NIGGA SPEAKING &#8220;: you sound like a bitch&#8221;"}
{"text": "RFT Tweet of the day&#128588;&#128588; &#8220;: If a nigga change on you.. Fuck em .. He was a bitch nigga from day 1&#8221;"}
{"text": "RICK TOLD YALL TO GO BACK AND KILL'EM ALL! Yall niccas didn't listen, now they are chewing on Bob's leg and shit! Extra, tasty, crispy!"}
{"text": "RIGHT \": The same bitches saying \"positive vibes\" are the same bitches making fun of someone's weight.\""}
{"text": "RINO trash like , , see conservatives as the Democrat Party see blacks. As their slave property. #tcot"}
{"text": "RT !! : I will never EVER EVER give a nigga my all unless I know for a fact he doing the same . yeen finna play me bitch &#128514;&#9996;"}
{"text": "RT \": This shit for the birds . &#128530;&#8221;"}
{"text": "RT \": Wow do we have another faggot? &#8220;: TIMAtheRACER wow do we have another Cam hater? lol&#8221;\"&gt;&gt; dat dude is nice"}
{"text": "RT \": &amp; alla my niggas hot boys , so don't bring no ice in this bitch &#128130;&#8221;"}
{"text": "RT &#8220;: Black bitches think its ok to clap they hands when they getting into an argument, bitch stfu before I steal yo purse&#8221;"}
{"text": "RT : .... this is what all of my bitches say hahaha"}
{"text": "RT : Columbus found America and we killed some injuns #SinceTheCubsWonAWorldSeries"}
{"text": "RT : \"Fuck you mean Macklemore trash nigger?\""}
{"text": "RT : Def a whiny bitch RT : &#8220;: A girl who cries is a girl who cares.&#8221; Or a whiny bitch"}
{"text": "RT : \"This is J Cole you fucking queer\""}
{"text": "RT : All yaw hoes want 2 thing Money &amp; Dick"}
{"text": "RT : Hahahaha basic bitches so funny"}
{"text": "RT : it ain't nothin to cut that bitch off ayeeee"}
{"text": "RT : Hoes get a boyfriend and swear they not a hoe anymore. Bitch Having a boyfriend doesn't erase what happened before him you ..."}
{"text": "RT : Today I told a woman that she was the quintessential embodiment of sexual femininity. How am I not drowning in pussy?"}
{"text": "RT : You can't go wrong with a loyal bitch."}
{"text": "RT : Needy, clingy men is why I have bitch issues"}
{"text": "RT : I might be ugly but my hoes ain't trippin"}
{"text": "RT : bro don't argue with these rejected ass Disney models bitches better go play in some food&#8230;"}
{"text": "RT : When a hoe gets too friendly with Bae &#128545;&#128548;&#128127;&#128298;"}
{"text": "RT : Bitches love niggas that got bitches"}
{"text": "RT : I got bitches geekin sneakin cocaina cross the customs -"}
{"text": "RT : \": Come out her pussy and go in her ass come out her ass and go in her mouth\" that way she won't tell nobod&#8230;"}
{"text": "RT : This bitch always in my pocket &#128073;&#128530;"}
{"text": "RT : \": You know bitches be mad when they be like \"I'm my own #wcw&#128514;&#128514;\""}
{"text": "RT : Nah boa That nigga Wayne run his mouth like a hoe &amp; my girl ain't No hoe so Chill wi&#8230;"}
{"text": "RT : The niggas who just jumped my brother said that dre was in they hood bitch 131st belongs to us imma going to find you bi&#8230;"}
{"text": "RT : Don't sweat these hoes they come wit the money &#128527;"}
{"text": "RT : Grown men, wearing jerseys with other grown men's name on them.. Don't forget your fucking pom poms."}
{"text": "RT : Happy birthday to my little ass cousin who doesn't remember who I am hope it's a good one fag !"}
{"text": "RT : I flex it ain't no turning down ...take yo bitch fly out of town ... ...Macin stackin ready to get it crackin aint no tu&#8230;"}
{"text": "RT : I hate a lying ass bitch"}
{"text": "RT : &#8220;: I'm ugly so don't worry about me having hoes.&#8221;"}
