{"text": "RT : I'm getting tired of these same ol no hope broke bitches! No job, all they wanna do is twerk and smoke Swishers"}
{"text": "RT : When said &#8220;Fast bitch I call her Bizzy (busy) cause she only bone thugs&#8221;"}
{"text": "RT : Takes a ho bath RT : He's terrified of water. How TF does he wash himself everyday? lol."}
{"text": "RT : Your pussy so bomb I call it dynamite"}
{"text": "RT : Right you are! Have you heard of the 'dodo' bird? He's the one with Obama on his ass!"}
{"text": "RT : I take a bitch to Houston's she better not speak to another nigga while the meal still in her digestive system"}
{"text": "RT : Hate basic bitches,"}
{"text": "RT : Is that Kawhi Leonard? Smh RT &#8220;: Wow u really gonna leak ou.. Nvm RT : Ion need I fuc nig"}
{"text": "RT : Hoes is Hoes niggas be mad cuhz they be tryna cuff the hoes cuh"}
{"text": "RT : I got NO love for bitches or bitch niggas cuh"}
{"text": "RT : When a bitch say \"I love you\" hit her wit the reverse psychology &amp; say \"do you?\" It work 70% of the time cuh the other 30% g&#8230;"}
{"text": "RT : bitches brag about goin to the gym and still be shaped like a patron bottle cuh"}
{"text": "RT : bitches is twerkin on camera while they kid watchin sponge bob cuh"}
{"text": "RT : bitches name they make up off of instagram filters cuh this bitch was lookin like \"Rise\" the other day"}
{"text": "RT : bitches who smoke cigs are disgusting cuh"}
{"text": "RT : fat bitches dont like liftin up they arms in the summer all that dampness cuh"}
{"text": "RT : idk why skinny bitches think they got ass cuh"}
{"text": "RT : if a bitch let me hit ill leave her CRIPpled cuh"}
{"text": "RT : if a bitch tell you she got cheated on more than 3times its somethin wrong with that hoe cuh"}
{"text": "RT : if the pussy not fartin u not fuccin right cuh"}
{"text": "RT : its some sexy ugly bitches in the world cuh that ill fucc"}
{"text": "RT : these blacc ass charcoal bitches be sayin they mixed with irish and some other false shit cuh"}
{"text": "RT : white hoes still wear UGG's in hot ass weather cuh"}
{"text": "RT : LOL @ you for being a dumb bitch."}
{"text": "RT : Being so wrapped up in love that you stop doing well for YOU is what middle schoolers do, dumb bitch. I want just want mo&#8230;"}
{"text": "RT : All that high fashion leather gear u wearin to impress a bitch..I got at her wit a dickie shirt and some Adidas slides&#8230;"}
{"text": "RT : And if a bitch can't respect a nigga wit some paper and a fresh pair of bball shorts then she was raised terribly.."}
{"text": "RT : Don't Neva check a real nigga....... Check a hoe"}
{"text": "RT : Fuckin hoe ass Click it or ticket.....25 dollars n shit"}
{"text": "RT : I never bought a bitch...."}
{"text": "RT : I will not buy your bitch no red bottoms.... So don't even worry bout that cuzzo.."}
{"text": "RT : Some bitches think a trucker hat automatically makes them a model....."}
{"text": "RT : She play Quarterback, and got a cheerleader girlfriend... YUPP this hoe more of a man than I'll ever be."}
{"text": "RT : Teachers always assign homework like we don't have no life, bitch I gotta go home and tweet."}
{"text": "RT : Teachers always think they slick, bitches be subtweeting you in class and shit."}
{"text": "RT : This bitch arguing with my dad"}
{"text": "RT : !!! is dis wrong??? \": If you fuck wit a lame nigga you a lame bitch\""}
{"text": "RT : If Byron Leftwich fucks as hard as he throws then he kills bitches"}
{"text": "RT : Hey Liberals,meet , future majority leader of the US Senate.Enjoy. Payback is a bitch. #p2 #stoprush #waar"}
{"text": "RT : To the retards chanting USA at the FC Dallas game, Kansas is in the USA."}
{"text": "RT : Bitches be having No job No future No education &amp; have the nerve to say \"all these niggas want is pussy\" Bitch cause that&#8230;"}
{"text": "RT : Stfu faggot a clip is 4+ holy fucking tittyy shit"}
{"text": "RT : How yall hoes do instagram rates"}
{"text": "RT : hoes have no life"}
{"text": "RT : girls with six packs are scary..... just have a flat stomach that's hot enough.... ripped bitches are scary looking."}
{"text": "RT : Cry some more RT : That's a legal tackle faggot RT : Seriously?"}
{"text": "RT : Shave pussy deserve nothing but fie head and good dick #twitterafterdark :)"}
{"text": "RT My Face when bitches expect me to care"}
{"text": "RT : It's about that time of the year when all the Lightskin hoes who swore they was brown cuz of they summer tan come back&#8230;"}
{"text": "RT : AHAAAA DUHHRT : These hoes are for everyone !"}
{"text": "RT : U gotta be retarded to skip class in college"}
{"text": "RT : Kirk ain't nothing but a bitch #Love&amp;HipHop"}
{"text": "RT : Bruh every time a famous celebrity tweet something, the 1st person to comment is some hoe talkin bout \"slap ya dick on me d&#8230;"}
{"text": "RT : Even at a young age these hoes ain't loyal"}
{"text": "RT : If my girl get in a fight with your girl you better be ready to fade too cuz I'ma knock you out then go help my bitch stomp&#8230;"}
{"text": "RT : Lying ass bitch"}
{"text": "RT : McDonald employees always rolling their eyes when you pay with coins like bitch you broke af too fuck you giving me attitud&#8230;"}
{"text": "RT : Me: You're a hoe Hoe: You wasn't saying that August 12, 2014 at 7:22 PM Me: Well you're a hoe today on October 1st 2014 at &#8230;"}
{"text": "RT : When a bitch sneezes too close to you"}
{"text": "RT : Your room bitch RT Tell me somethin dirty &#128520;"}
{"text": "RT : Never trust a \"y'all so cute\" ass bitch &#128554; they just waiting to strike"}
{"text": "RT : Kanye turned a hoe into a housewife and niggas said RIP good girls forever."}
{"text": "RT : If her hands and feet dirty RT : how can you tell if a girl pussy stink before actually gettin in her pan ..."}
{"text": "RT : Marriage not for everyone.. Some bitches just want u to sleepover sometimes"}
{"text": "RT : This nigga tried to hate on me to a bitch and she told this cornball im that nigga"}
{"text": "RT : i couldnt host 106 and park .. i'd fuck too many young bitches"}
{"text": "RT : my bitch a choosy lover"}
{"text": "RT : niggas tweet about wanting a \"good girl\" while giving \"hoes\" attention ALL day"}
{"text": "RT : oomf pussy probably taste like the Krabby patty secret formula."}
{"text": "RT : bitch ya mom take it in the ass for the light bill bitch &#128514;"}
{"text": "RT : ya mom lick ass for Christmas gifts bitch lol"}
{"text": "RT : Chris brown got no chill button..... Why sell a bitch out on social media tho? Like not even a subliminal, buddy took time to&#8230;"}
{"text": "RT : &#127919;&#127919;&#127919;RT Bitches are only \"moral\" when it comes to sex... when it's convenient for them. Otherwise they hoe th&#8230;"}
{"text": "RT : you're not safe pussy boy looooool"}
{"text": "RT : Hahaha these niggas funny ask&#128128;&#128128;&#128128;RT&#8220;: I bet I can pull at lease 3 bitches with them &#128514;&#128514;&#8221;"}
{"text": "RT : Best said by \"there's a storm brewing bitch\" lmao"}
{"text": "RT : And I aint got time for bitches , gotta keep my mind on my mothafuckin riches"}
{"text": "RT : Wake up like fuck my life, life's a bitch but she better fuck me right"}
{"text": "RT : &#8220;: if the purge come to my city ima be like bitch is active as shit! &#128514;&#128557;&#128514;&#128514;"}
{"text": "RT : Bunch of insecure bitches out here"}
{"text": "RT : Niggas will fuck over a pretty girl w her head on right , for a ho who only got 3 pair of good panties &#128514;&#9996;&#65039; ."}
{"text": "RT : How you invite me over to fuck but I can smell yo pussy from across the room??? Man ain't that dinner she cook then bou&#8230;"}
{"text": "RT : &#128514; &#128514;RT : How you gone wife a bitch that let niggas lick on her head in public?"}
{"text": "RT : Finding a female w/o a hoe record is like tryna find a nigga w/o a felony."}
{"text": "RT : A bitch can look like a million dollars wit sum garbage ass pussy"}
{"text": "RT : I hate wen a bitch fart den be like uughh uuuu farted...no bitch clearly u did ill let a mfa kno wen im fin to"}
{"text": "RT : \"I'm sorry but side bitches better than a wife in this era...check the stats B lol\""}
{"text": "RT : Mariners said moms 21 and over get free ball caps on mothers day. Basically all you young hoes with kids don't get one lol"}
{"text": "RT : Shawty said you not gone understand america unless you went to a PWI school, crackers already brainwashed her smh lol"}
{"text": "RT : Yawl chicks love being SIDE BITCHES &#128553;&#128553; bitches now days be having dreams &amp; aspirations of being a STEP MOM &#128514;&#128514;&#128514;"}
{"text": "RT : &#128073;&#128073;&#128073;&#128073;RT : Karlie acting like she not a hoe.... She been wit 3 of the niggas on just this show plus two guest appear&#8230;"}
{"text": "RT : ion ask nobody for SHIT . ever . never have a problem doing shit fa people neither but damn can a bitch get a thank you ?"}
{"text": "RT : . is the voice behind &#8217;s &#8220;Mustard on the beat hoe"}
{"text": "RT : This how all the hoes gonna be like tonight&#128514;&#128514;&#128514;"}
{"text": "RT : \"And I ain't trippin' on nothin', I'm dippin' on somethin', and my homeboy say he got a bad bitch for me tonight\" #LilWay ..."}
{"text": "RT : Lmao, I fucks with &amp; real talk, them bitches know how to have FUN!"}
{"text": "RT : &#8220;: Damn I hate being a huge pussy&#8221;"}
{"text": "RT : \"had all the bitches on MySpace going nuts....\""}
{"text": "RT : \"Chunky girl seeks Studly man for nasty sex\" in my head I was like \"this bitch may have well emailed me directly for this s&#8230;"}
{"text": "RT : THIS SHIT IS LIKE 45 minutes away and it's 1 AM so clearly I am in desperate need of some pussy bruh! So I pull up to this &#8230;"}
{"text": "RT : This bitch does so begrudgingly as fuck. Was like\"man up you a big bad man crying like a bitch.\""}
{"text": "RT : #TVD and #Theoriginals is the shows bad ass Vampires turn into spineless pussy's and little OOC bitches"}
{"text": "RT : \"Peek a boo bitch, swag scare ya kids\" RT : What's Tyga's worst bar? #TygaBars\""}
{"text": "RT : Apple, your new iPhone software is shit, maybe I'll sue u cunts &amp; request damages based on the pussy Ive missed out on b/&#8230;"}
{"text": "RT : My boy is obviously gonna be slaying all the pussy tonight, dressed as a ninja turtle"}
{"text": "RT : Swiggety swag, I love you too fag"}
{"text": "RT : You ever look at a bitch and just be like... Bitch"}
{"text": "RT : Basic bitches &gt; basic cable"}
{"text": "RT : 20 rts I'll go down there and say \"fuck er right in the pussy\" &#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : Dumb bitches broke my tv, went to wal mart fucked up... Wokeup with a smart tv lol"}
{"text": "RT : Wisconsin IASIP nice work bitches!"}
{"text": "RT : I haven't slapped a bitch in two weeks"}
{"text": "RT : Roses are red Violets are blue I just fucked yo bitch .....but nigga do you..."}
{"text": "RT : Making homemade pickles and working on a funny tweet about pussy. I am going to make a great old lady!"}
{"text": "RT : Kobe: \"That's why yo man want me hoe\" guy holding his face: \"Omgod kobeshia shut up\" &#128514;&#128514;&#128514;"}
{"text": "RT : pregnant bitches get on the bus and think you suppose to give them your seat like bitch you should of fucked a nigga with &#8230;"}
{"text": "RT : You're tweeting at the cringiest people in Darth here. And Dana is our bitch lmao, she follows our r&#8230;"}
{"text": "RT : The most ghetto bitches be pregnant a/f smh poor kids! &#128531;"}
{"text": "RT : &#8220;: That \"boss ass bitch\" song got basics thinking they're models lmao #knowyourplace&#8221; &#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : Aw damn, Haven't hug a bitch in a while."}
{"text": "RT : not all of us my nig! I'm light skin with a dark skin mentality lol. We all black"}
{"text": "RT : DEFINITION OF REAL &#8220;: Except you bruh you let bitch ass babidi turn on your niggas fam&#8221; htt&#8230;"}
{"text": "RT : Dem hoes who swear their pussy priceless but u sell ass all day &#128533;"}
{"text": "RT : As a girlfriend, you have to accept the fact hoes are gonna be all up in his face. But as a boyfriend, he better let them &#8230;"}
{"text": "RT : You can't be like \"Let me miss ya sometimes\" bitches take it overboard and shit, I said give me time to miss yo ass not &#8230;"}
{"text": "RT : Honestly I kind of get offended when people ask me if my eyelashes are fake. Fake eyelashes aren't this long bitches. &#9995;&#128129;"}
{"text": "RT : These hoes be dying for attention &#128564;&#128564;&#128564;"}
{"text": "RT : I want a baby but im young and retarded so no"}
{"text": "RT : I love dez but right now he's trash right now weeden there's others that are open"}
{"text": "RT : Shermans all bark and no bite fuck that bitch"}
{"text": "RT : Get real & fucking fight or don't play me. I don't play with pussy ass niggas."}
{"text": "RT : There is no cure for Ratchet. It has to run its course in these bitches."}
{"text": "RT : \"Go talk to your other hoes\""}
{"text": "RT : That awkward moment when you hold the door for someone and they use the door next to it.. Like bitch you better back th ..."}
{"text": "RT : You value yourself because someone gave you a title. I value myself because bitch I'm clutch. I win."}
{"text": "RT : All hoes are friendly. Althea wants to say hi."}
{"text": "RT : On the low RT : They're really looking for the next bitch to smash"}
{"text": "RT : In some pussy?? Nah work is the best place to be in this weather."}
{"text": "RT : Brees you need a black hoe, who cheating on her man that work offshore, that would fuck you while the baby in the bed w&#8230;"}
{"text": "RT : That outside dick keep dem hoes sick..."}
{"text": "RT : got all the bitches"}
{"text": "RT : Anything said bout my moms b would of led to a bitch getting stone cold stunner"}
{"text": "RT : ...wow? RT : Whatever! Fuck all those assholes. They're niggers, they all look alike to me."}
{"text": "RT : Tell me how you really feel. RT : those little #ISIS faggots usually have bags over their heads anyway."}
{"text": "RT : Fuckin ignorant ass niggas. Don't dm me a video of you counting money n say \"why u so stuck up\" bitch...&#128528;"}
{"text": "RT : They don't make R&amp;B like THIS anymore!!!!!!! Dudes used to make you feel good about busting it wide open not call you a hoe &#8230;"}
{"text": "RT : A bitch is wearing a scarf today! I loves me a scarf."}
{"text": "RT : I know you're gonna stalk my tweets so just know that you're a dumb fucking bitch!"}
{"text": "RT : Making this first day my bitch"}
{"text": "RT : Feel like most people want you to commit and cut off all your hoes so they can relax and start being complacent"}
{"text": "RT : I can't take any girl serious that refers to herself as a \"bitch\" or the guys she dates as \"these niggas\"."}
{"text": "RT : &#8220;: I just fucked the life out this bitch! &#128514;&#128514;&#128514;&#128164;&#8221;&#128514;&#128514;&#128514;"}
{"text": "RT : so tony I think yr a rude little cunt and too too young to even know what real rock and rol&#8230;"}
{"text": "RT : I don't support that ya idiot. And if I'm a teabagger you're being teabagged. #OpenWide"}
{"text": "RT : hey slim, thats my girlfriend screaming in the trunk. But i didn't slit her throat, i just tied her up ! See i ain't like&#8230;"}
{"text": "RT : fuck a bitch we never loved a thot"}
{"text": "RT : Yung Berg trying to fuck all these hoes."}
{"text": "RT : you're all pussies. Only men throw whammers in their assholes"}
{"text": "RT : \"I play soccer, cheat on girls, and wear khaki coloured cargos\" haircut"}
{"text": "RT : I want attention yet she's on twitter talking about getting somebodies dick wet tonight and what her tongue does, deez hoes g&#8230;"}
{"text": "RT : Hoes really be having built up animosity towards you for no reason. Like what's your problem bitch? Fill me in cuz I'm lost&#128554;"}
{"text": "RT : How other mfs tell me gm Damn Near every mornin , an my bitch don't even tell me Gm an she be wide TF awoke &#128530; wtf type shit &#8230;"}
{"text": "RT : When my bitches call me daddy &#128553;&#128525;&#128536;"}
{"text": "RT : &#8220;: like you have to be borderline retarded not to see andre 3000's elite skill level for example.&#8221; Yep! This go&#8230;"}
{"text": "RT : That pussy &#128572;keep calling me, gettin me in trouble"}
{"text": "RT : you could have helped Mellie, you revolving door-shaped head ho. You aren't quiet when you're balls deep &#8230;"}
{"text": "RT : I've been at work chuckling at that time said not revealing your age keeps the pussy fresh. &#128514;&#128557;&#128557;&#128557;&#128514;"}
{"text": "RT : Them hoes come them hoes go it's a revolving cycle &#128080;"}
{"text": "RT : If a nigga fuck my bitch dats on ha cat .. but ima leave yu alone fa being trifling"}
{"text": "RT : Ima catfish a bitch with fake arms"}
{"text": "RT : Y'all ever just been having a normal day and your mind plays a horrible trick on you and give you a whiff of some good pussy&#8230;"}
{"text": "RT I be closing my eyes and shit sometimes so bitches be able to sneak a quick nipple lick in.. But she ain't going ham on me yo"}
{"text": "RT If K Michelle was apart of Baltimore twitter she'd be one of them hoes saying she's celibate smh"}
{"text": "RT : RT : RT : I love money fuc a bitch I won't stress myself , and I keep my mouth closed cuz I can&#8230;"}
{"text": "RT : Chi ain't no bitch then you got them Assyrian kings on California and Peterson &#128081;&#128081;"}
{"text": "RT : U can't turn a hoe into a housewife hashtag tupac"}
{"text": "RT : Fuck candy. Eat pussy. &#128527;"}
{"text": "RT : Niggas always wanna talk about how God is against gays.. What about that pussy you was eating last night? Ain't God ag&#8230;"}
{"text": "RT : Karma is a bitch .... &#128524;"}
{"text": "RT : You can't appreciate a woman if you're entertaining hoes."}
{"text": "RT : Stop fuckin jail birds. RT\": Niggas that's that serious about ass play scare me. That shit so sus\""}
{"text": "RT : Hey Boy This half breed Chiricahua Apache is on YOUR ASS #Eatmytazer !!"}
{"text": "RT : Don't be afraid to let your feelings show. Unless you're a bitch."}
{"text": "RT : I wish someone would make a song about how these hoes ain't loyal"}
{"text": "RT : this bitch lmao"}
{"text": "RT : Bitches Would Cheat on a nigga That give her everything she ask for and be loyal to shawty smh bitches ain't shit"}
{"text": "RT : You might have a lot of followers bitch but a third wants to just fuck you the second third would hate your personality. &#8230;"}
{"text": "RT : I think if Biggie saw Kandi Burress today he would change his mind about not fuxing one of those ugly as Xscape bitches"}
{"text": "RT : &#8220;: Having a bitch ain't goofy. Having bitch dat ain't loyal is&#8221; &#128588;&#128175;"}
{"text": "RT : bitches be having reality twisted"}
{"text": "RT : &#128514; RT : I&#8217;m assuming she got a cup on RT : Her pussy got a bicep b. wtf?"}
{"text": "RT : You was so eager to be a hoe you didn't even read RT : &#8220;: twitpic a selfie wearing a leotard&#8221;"}
{"text": "RT : same bitch talking abt you will be the only bitch in your face, but &#128056;&#9749;&#65039;."}
{"text": "RT : This bitch just blew my high &#128564; and I was high off all of these drugs &#128138;"}
{"text": "RT : Fasho you've been officially hired as my bitch"}
{"text": "RT : Mustard is yellow. *if my avi was big tits- this would be an epic tweet."}
{"text": "RT : What in the mother fuck is flappy bird?"}
{"text": "RT : Cant spell above and beyond without hoe"}
{"text": "RT : Chicks would get tired of Dr Dre calling them a bitch and go listen to Jodeci talk about how they'd give her their hous&#8230;"}
{"text": "RT : His jeans bluer denabitch. Dont let him lie to you. He's SICK RT how you know the pussy was't overrated ht&#8230;"}
