{"text": "can't get over how many hoes i flexed on last night ://"}
{"text": "cant fuck around wit young niggas cause they be acting like hoes"}
{"text": "cant hate onna bitch getting paid for what she got"}
{"text": "cant stand when a nicca pillow talk about you to a bitch"}
{"text": "cant trust niggas when it come to bitches"}
{"text": "car anxiety is a bitch."}
{"text": "cause all my life I was told and taught I am not shit by you wack fucking giant sacks of lying dog shit, now you shut up bitch."}
{"text": "change the pussy into a fire hydrant &#128167;"}
{"text": "choke that bitch"}
{"text": "chris brown said these hoes wasnt loyal smh &#128514;"}
{"text": "coulda been trash talking that nigga cuz NIGGA GOT SPANKEDDD IN FANTASY"}
{"text": "countin all my hoes nigga, thats all i knows nigga"}
{"text": "crazy bitch, I like the way you ride this dick"}
{"text": "ctfuu bitch tried getting tough with me then ran inside to get her husband hahaha"}
{"text": "curiosity killed the cat, bitches gunna die out here just to see my head game"}
{"text": "cut that bitch off"}
{"text": "dad isn't your name faggots a little more fitting."}
{"text": "damn &amp; #fire \"flowers for the ladies &amp; dick for the hoes\" lol"}
{"text": "damn I have nothing to tweet,nothing to complain or bitch about ): lol"}
{"text": "damn they gonna leave beth here long term. trash"}
{"text": "damnnnn when u unfollow ah bitch after fucking wit dey nigga dat make y'all feel some kind of way&#128563;????"}
{"text": "dats why u can't pass up on bitches cuz dey ah make it seems like u sweating dem....Man U knw dat man could've fuck u"}
{"text": "deadass wanted the sauce till shit got real then niggas wanna back up ooh iight then smh pussy"}
{"text": "deal with you bitches when I feel like it"}
{"text": "dealing with your bitch ass is so annoying"}
{"text": "deans crying because she needs to pee peter keeps saying nigger"}
{"text": "dear michele bachman... shut the fuck up you crazy bitch."}
{"text": "dear spoiled suburban bitch..."}
{"text": "dem niggas ca have them white hoes.... I love my beautiful black sistas...."}
{"text": "des hoes wishy washy &#128074;"}
{"text": "dey selling liquor drinks in dis bitch too!! &#128514;&#128514;"}
{"text": "did this bitch really awake me from my slumber to help pick out her avatar tho"}
{"text": "digging a hole is very satisfying, it's climbing out that's a bitch."}
{"text": "dislike people who bitch about other people being in relationships dislike people who bitch about people being single"}
{"text": "do these bitches that tweet about taking adderall everyday think their hard or nah"}
{"text": "do they even make dresses any more that have straps &amp; cover your ass? Some of us have no tits &amp; a big ass. I will settle for a trash bag"}
{"text": "do you think all the rice fags are at McDonald's?"}
{"text": "don't be on that ho shit"}
{"text": "don't be surprised when I'm a bitch to you because you're always a dick towards me"}
{"text": "don't bitch about my attitude because you're the reason I have one"}
{"text": "don't even entertain these hoes, got somebody too important."}
{"text": "don't follow me and unfollow me, you are retarded"}
{"text": "don't get it twisted, it's my shit. Bow down bitches."}
{"text": "don't give ah fuck about ah bitch or ah nigga!!!"}
{"text": "don't look at me like I've got a banana in my hand, you fucking monkey."}
{"text": "don't try to be nice to me after you were being a bitch"}
{"text": "done everything but trust these hoes"}
{"text": "done with all the riff raff, bitchin with your bitch assss"}
{"text": "donkey son of a bitch mother fucker"}
{"text": "dont acknowledge these hoes."}
{"text": "dont trust a hoe never trust a hoe"}
{"text": "dope in the bag pretty bitch on the side"}
{"text": "dope in the bag, pretty bitch on the side I sell dope in the back,if you tryna get high #ty"}
{"text": "drake needs to make up his mind. Be a rapper or a bitch? haha"}
{"text": "draymond green a bitch ass nigga bruh"}
{"text": "drop it a day early fuck niggas need to hear it now &#8220;: #ED1 was so hard &#128293;but that's trash compared to #ED2&#8221;"}
{"text": "dumb ugly stupid bullshit ass bitch &#128074;&#128074;&#128074;"}
{"text": "eagles are fucking cunts"}
{"text": "eli manning looks like a idiot when he's talking to the guys on the sideline with his hands up . like retarded af"}
{"text": "emers a bitch"}
{"text": "errybody in dis bitch getting tips (whispers) errybody in dis bitch getting tipsy"}
{"text": "especially since Rick and Andrea are banging each other in the comics but the bitch died already"}
{"text": "even tho i killed a pussy nigga i hope he go to heaven -Young Thug &#128519;"}
{"text": "even though my baby is an invisible non existent bitch"}
{"text": "every lady ain't no hoe but every lady sure ain't no queen"}
{"text": "every time I ask for something the waitress touches my knee till I'm done asking. That mean she tryna give a nigga some pussy don't it."}
{"text": "every time i say i don't like someone, boxer, rapper, etc., everyone bitches their fucking heads off as if it changes my opinion. relax. no."}
{"text": "every time i try to quit smoking, some dumb bitch always gotta be fucking annoying and try my patience lmfao"}
{"text": "every time this bitch makes a status about guys she texts me like whatttt loll"}
{"text": "everybody fuckin everybody bitch everybody wit the shits, thats lifee"}
{"text": "everybody gettin sick I feel like supa man in dis bitch"}
{"text": "everybody stay yelling its pregant season nooooooooo bitch its my nigga dont wanna were a rubber pussy to good season tf"}
{"text": "everybody talking bout hoes fighting I'm lurking on some money&#128181;&#128179;&#128175;"}
{"text": "everybody's favorite phrase to try and end an argument \"You do you and I do me\" lmao faggots"}
{"text": "everyone thinks of you as a hoe so idk why you're trying to talk &#128514;&#128514;"}
{"text": "eww I hate how bitches dress sometimes"}
{"text": "faggot time HE CIRCLED THE BLOCK FOR 3 HOURS"}
{"text": "fat bitches fat bitches heeeey"}
{"text": "fat white bitch an a skinny po' black nigga......yeah im in Metairie fa sho...."}
{"text": "favoriting a bitch pic is flirting nowadays"}
{"text": "feel like im at home when im in dis bitch"}
{"text": "first thing to do during the zombie outbreak: sell my hoe"}
{"text": "first thing to do when i wake up: sell my hoe"}
{"text": "first thing to do when you meet a famous star: sell my hoe"}
{"text": "flappy bird makes me want to smash my fuckin screen"}
{"text": "for the insecure girl, ya name i won't mention. on instagram straight flciking, bitch you nipple slip away from stripping."}
{"text": "foreign bad bitch n she said her name trinaaa trap house look like it got hit by hurricane katrinaaaa"}
{"text": "foreign iphone imma call a goth hoe"}
{"text": "french montana gotta give that kardashian bitch 2 mil cuz of a divorce i'll never marry none u bitches"}
{"text": "from conversation at that... &#8220; These hoes be falling too easy. &#128554;&#8221;"}
{"text": "fuck ah bitch all I think about Is commas!!!"}
{"text": "fuck her rite in the pussy"}
{"text": "fuck ray rice ,someone crack that bitch"}
{"text": "fuck this fat mexican bitch."}
{"text": "fuck twitter i aint getting on this bitch no more &#9996;&#65039;&#128545;&#128299;"}
{"text": "fuck u bitch &#8212; fuck u bitch"}
{"text": "fuck your an bitch"}
{"text": "fuckin twats. &#128150;&#127800;"}
{"text": "fucking CHRIST i hate tutors and TAs. you literally get paid to teach retards to stop picking their nose. GET THE FUCK OUTTA MY FACE"}
{"text": "fucking hot boots. Who doesnt love a boot boy. Lick those soles clean."}
{"text": "fuk you u stupid twat fuk upd dik suker and wipe that cum off ur lip"}
{"text": "geekylesbianscientists: theblairbetch: douglasrichardsonships: kayla-bird: okay but consider this though:..."}
{"text": "get on my level bitch im careful who I kick it wit"}
{"text": "getting every dolla out this bitch"}
{"text": "girl acting like I'm staring at her bitch I just can't laugh at your joke? ain't worth staring at anyways"}
{"text": "girls will hoe just as the sun will shine"}
{"text": "give her dope dick now she a fuckin addict hoe, u a fool if u thought a nigga neva had it yo"}
{"text": "give them bitches good head, i can assure you they will be back ^_^ ; )"}
{"text": "givenchy my toes and my bros and my hoes"}
{"text": "glad to know you were just a hoe looking for all the attention #GladYoureGone"}
{"text": "go get left in a hot car and die bitch"}
{"text": "god i cant fucking stand waiters who bitch about people not tipping. GET A REAL FUCKING JOB"}
{"text": "gonna get a tattoo of a teardrop on my dick cause i murdered that pussy"}
{"text": "gonna have them pussies mix up some concrete today. teach them to pose like me. I am a badass motherfucker. and I will let you be too (:"}
{"text": "good dick tattoos bitches like dat... talk to dem any kind of way the bitches like dat..."}
{"text": "goodnight you stuck up twats for not laughing at my tweets"}
{"text": "got a bitch so bad you can't afford to fuck"}
{"text": "got a death wish against like 675 cunts, I'm just no a happy man #fuckittt"}
{"text": "got ah tight schedule... fuck ur bitch just met her!!!"}
{"text": "got cramps bitches? #smokeweed #teamloudpack"}
{"text": "got my bitch in her whip coming to pick me up"}
{"text": "got these bad bitches waiting on me"}
{"text": "got to the club early just to get in free and wait for hoes to show up"}
{"text": "got your hoe on the scroll"}
{"text": "gotta 9 for the bitches outta line"}
{"text": "gotta clear ya throat of all that pussy eh... RT : My voice is the deepest in the morning"}
{"text": "gotta remind myself to put da phone down sometimes cuz I get sidetracked when I see all these bad bitches n den get mad cuz I cant meet em"}
{"text": "gotta tip for the monogamous niggas, yo bitch fuckin' anonymous nigga."}
{"text": "greatwhiteprivilege: straight people are like &#8220;can we all just be nice to each other&#8221; and queer people are..."}
{"text": "grew up in this shit stuck wit da shit, u too pussy to fuck wit dis shit but im in love wit dis shit"}
{"text": "guy complains to me: #gays are over-sensitive... my response: and look at you complaining like little pussy. waahh waahh #hypocrite"}
{"text": "guys that cheat on their girlfriend are trash. the girls that know he has a girlfriend are also trash."}
{"text": "ha fucking twat. go cry about mommy some more"}
{"text": "hahaha good luck with that one bitch"}
{"text": "hahaha my girl just popped on a bitch like a Molly haha"}
{"text": "hahaha this dude on my timeline says bitch in EVERY tweet.hahaha I'm rollin at some of them lol"}
{"text": "happy birthday to love ya bitch&#128149;&#127881; we were cute back in 2012 and we still are"}
{"text": "happy birthday to my main bitch, my ride or die, my girlfriend&#128149; love you so much"}
{"text": "happy birthday to the funniest bitch I know &#128536;&#128536;&#128536;"}
{"text": "happy bro, happy ho: \"Happy husband key to marriage? U of C study thinks so\" |"}
{"text": "happy halloween bitches"}
{"text": "harm this pussy instead RT : missing 26-yr-old USC medical student last seen Tuesday May harm himself"}
{"text": "has anyone noticed that aliens have flaws too, some of those retards have crash landed on earth? means they dont know how to drive"}
{"text": "hate when hoes caption shit \"who is she\" lol shit is hella cheesy"}
{"text": "hate when you point out truths to people, and they flip the script like you're in the wrong, bitch what ?"}
{"text": "having one of those days where a pimp wants to unfollow every bitch in a 30 mile radius on IG that won't let me beat"}
{"text": "he had a song called \"Hit u from the back\" with the iconic lines \"There they go! a big ole pack of pretty bitches...\""}
{"text": "he not gay? no he just fuck with busted basic bitches lol"}
{"text": "he said it's a black bitch &#128561;&#128552;&#128533;"}
{"text": "he was actually crying bitch &#128514;"}
{"text": "heard ya got a man hoe hope he understand tho"}
{"text": "hell would freeze over before I ever let any bitch kick me in the fuckin face"}
{"text": "hell yeah I'm being a pussy cat today.. don't forget a sexy one"}
{"text": "henny cups on all that ice bitch i'm froze up"}
{"text": "her \"friends\" said I was shallow, conceited and controlling. I grabbed her wrist and said \"never talk to those fat jealous bitches again!\""}
{"text": "her ass mann bro i can sit on her shit l&#128514;&#128514;&#128514; she walk by like i wasnt gone grab it bitch bye &#9996;&#65039;"}
{"text": "her fuckin jaw unhinged she is eating this bitch whole fuCK THIS SHIT"}
{"text": "hey im not bragging but im like the best at haggling, you know I got that cash, capitalism, ho! #receatter #indiegamepickuplines"}
{"text": "hey new followers *waving* welcome ion be talking bout shyt tho, just retarded ass thoughts that pop up in my head"}
{"text": "hey shawnda.. I'm rich bitch!!"}
{"text": "hi, i am neither dumb, nor a bitch. im pretty smart and am one of the most genuinely nice people i've ever met."}
{"text": "hit that bitch with a reality check. bitches love reality checks."}
{"text": "hit the strip club and see some bitches I went to school with......"}
{"text": "hoe w the chanel backpack...... please....."}
{"text": "hoes ain't shit when it comes to ah loyal woman!!!"}
{"text": "hoes are always putting your self in a nigga situation y'all not going to be satisfied till you get your ass beat by a nigga."}
{"text": "hoes get beat 2... n if any nigga knw me dey ah tell u I stay wit ah pistol n always ready to squeeze"}
{"text": "hoes get mad when they think you forget them"}
{"text": "hoes in my iPhone..."}
{"text": "hoes like when you honest, they say it's different."}
{"text": "hoes need to stay in hoes place fr"}
{"text": "hoes thinkin 2014 turns them into born again virgins."}
{"text": "hold on bitch im about to pray then after that imma grab the bible"}
{"text": "hollywood, if you really want to break my heart make a movie about a handsome retarded man who is good at flash and has a mean girlfriend."}
{"text": "holy fuck yall are little bitches. its like 50 in san antonio stfu"}
{"text": "holy shit i am just getting dunked on by a cripple this is unreal"}
{"text": "honestly, I just do it for the bitch mob"}
{"text": "hope gezus gets shot in his faggot head #houston #nbombs"}
{"text": "hope this bitch is prepared for the aftermath of what she did"}
{"text": "hot nigga is just as big as I don't like was. bobby bitch nice too RT : he won't tho"}
{"text": "how many fingers does a bitch gotta break so mother fuckers will stop taking my god damn lighters"}
{"text": "how many of U hoes bad ass little kids dont their medication and cut up in school every week?"}
{"text": "how the fuck do all these fucking faggot ass randos even find zoe's ask account????"}
{"text": "how you insecure but a hoe? TF"}
{"text": "how you settin' trends when you're rappin about wearing the same shit everyone else is wearin and rappin about? This mixtape is trash yo"}
{"text": "The far left looks the best if you ask me, bitches try too hard. Just be yourself, especially if you're thick"}
{"text": "If those asshats at CAIR called ME an islamophobe I would say \"guilty fuck you... Pass the bacon bitch\"&#128518; #tcot"}
{"text": "cheeks gone be cold than a bitch"}
{"text": "Arial Rose &#8211; Athletic Asian babe plays with her pussy after&#160;exercising"}
{"text": "Avery &#8211; Adorable and petite red haired teen plays with her shaved&#160;pussy"}
{"text": "Cassie Laine &#8211; Brunette slips off her lingerie and massages her wet pussy with&#160;oil"}
{"text": "Crystal Star &#8211; Leggy and playful babe Crystal Star spreads her pussy for&#160;you"}
{"text": "Evilyn Fierce &#8211; Naughty girl next door pummels her pussy with a purple&#160;toy"}
{"text": "Ioana &#8211; Tiny teen Ioana fucks her tender pussy with a&#160;vibrator"}
{"text": "Kleopatra &#8211; Ivory skinned Nubile Kleopatra fingers her shaved&#160;pussy"}
{"text": "Lilith Lee &#8211; Hot blonde teen fucks her tender pussy with a&#160;dildo"}
{"text": "Lola Foxx &#8211; Nubile co-ed shows off her pink pussy while she fondles&#160;herself"}
{"text": "Lola Foxx &#8211; Steaming hot Nubile Lola Foxx shoves her dildo deep into her wet&#160;pussy"}
{"text": "Leo get the fuck off of vine you fag"}
{"text": "hungrier then a ho"}
