{"text": "shut up bitch it looks smooth like a booty"}
{"text": "it doesnt matter if it was a joke, the fact still remains that hes a faggot for pretending to be a girl"}
{"text": "bitch I didn't even know you, I was only fucking with real niggas and damn sure wasn't one of them"}
{"text": "bitch fight me so I can make you shut up am going to back my shit up"}
{"text": "bitch stfu and get off my page"}
{"text": "does \"smdh\" stand for \"suck my dick, hoe\"?"}
{"text": "Little sissy bitch"}
{"text": "I like how his tattoo on his head forms a mullet. White trash people can be so entertaining sometimes"}
{"text": "bro once I'm there next year I'll make you look like straight trash so enjoy it the little time you have left"}
{"text": "you're frumpy bitch"}
{"text": "go fuck your self pussy &#128536;"}
{"text": "A .4? Jesus take me now RT : bitch you go for a .4 and mc Donald's. Fuck out the spot"}
{"text": "A 50 dollar card make a young nicca go hard .. Throw in a cell phone i can get you left on the yard!"}
{"text": "A Nigguh spitting dat crack to your bitch"}
{"text": "A bad bitch who knows her cars&gt;&gt;&gt;"}
{"text": "A basic bitch will piss me off every single time."}
{"text": "A bf and gf&#128107; are suppose to laugh&#128514; at these hoes&#128111; together&#128145;. A guy should never have these hoes&#128111; laughing&#128514; at his girl&#128134;"}
{"text": "A big ass wasp was flying round on my bus, my dike bus driver stops the bus, grabs that bitch by the wings, and throws it out the window &#128591;"}
{"text": "A bird just smacked right into my car window. My parked car window &#128528; scared the fuck outta me"}
{"text": "A bitch can't resist a nugga with a fresh cut shit I can hardly resist myself when j get one &#128514;"}
{"text": "A bitch could never come out of her mouth and speak on shit that she has no idea what she's talking about."}
{"text": "A bitch like you need to get fucked right every night"}
{"text": "A bitch who can't keep a man RT : Which one of you air headed bitches made this?"}
{"text": "A bitch who can't ride dick is useless"}
{"text": "A bitch will be quick to get mad if they have to write and essay, but go post 1,000 tweets with ease."}
{"text": "A boyfriend who tells hoes and sluts, \"I have a girlfriend\", is a real ass dude."}
{"text": "A dick has a sad life: His hair is a mess, his family is nuts, his neighbor's an asshole, his bestfriend's a pussy, &amp; his owner beats him.&#128514;&#128514;"}
{"text": "A down bitch for a real nigga"}
{"text": "A dude with money can only impress a broke bitch."}
{"text": "A dyke who wears strap ons can't brag to me that she beats the pussy better than me because her dildo can't cum and make her stop."}
{"text": "A fat bitch &gt; RT : A strong black woman &gt; RT : Kim&gt;Kourtney&gt;Kendall&gt;Khloe&gt; Kylie"}
{"text": "A fuck ain't shit to these new age hoes"}
{"text": "A girl knows when a niggah just trynna fuck ."}
{"text": "A girl who getting it in school and work.... I applaud you! Y'all the real bitches! Y'all doing what you do and doing it well!"}
{"text": "A girlfriend is almost a bill lowkey. So at this point in my life where I should be gettin outta my moms crib, I'll rather just have hoes."}
{"text": "A girlfriend would be cool but pussy is all they got nowadays *"}
{"text": "A guy claiming to be Republican called C-Span news and said \"Republicans hate that nigger Obama\""}
{"text": "A guy on True Blood is getting his penis inspected and the doctor told him it look like an eggplant &#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;&#127814;"}
{"text": "A hoe gon be a hoe, that ain't a hunnid."}
{"text": "A hoe gone be a hoe they ain't &#128175;"}
{"text": "A hoe nigga will not be tolerated,"}
{"text": "A hunned hunneds nicca #LetsGetIt"}
{"text": "A knock on the door. \"Who could it be at this hour?!\" I shuffle down the hall. \"Who is it?\" I ask. It's a bad bitch and a burrito. The end."}
{"text": "A lady approached me asking me if I was religious and when I said no she scolded me on how I'm going to hell. See you there crazy bitch &#128520;"}
{"text": "A lot of I fucked up call me back this bitch is tripping .. Lol"}
{"text": "A lot of bitches eat ass nowadays &#128567;"}
{"text": "A lot of cool bitches that a nigga went to school with was major hoes ... And they man don't know"}
{"text": "A lot of dumb bitches out here...."}
{"text": "A lot of you niggas turned these bitches into sketch ass bitches"}
{"text": "A lotta u niccas ain't who u say u is!"}
{"text": "A man will cheat on his woman.. Fuck 20 different bitches in 1 year."}
{"text": "A miserable bitch is on the docket today. Lois 'Misery' Lerner better get grilled. The ordered harassment was undeniable. #breakherdown #war"}
{"text": "A nicca ain't perfect but my heart is pure"}
{"text": "A nicca got some crazy head last night &#128513;&#128513;&#128588;&#128588;&#128588;&#128515;&#128522;&#128540;&#128541;"}
{"text": "A nicca is hungry ... AS FUCK!!"}
{"text": "A nicca is hungry as fuk!!"}
{"text": "A nicca is hungry as hell"}
{"text": "A nicca need a maid #Str8Up"}
{"text": "A nicca say he ballin ask em where his title n his deeds at not wher his clothes n his keys at"}
{"text": "A nicca still tired from last night ... Wtf!!"}
{"text": "A nigga could tell you he aint fucking with her but really do be , that's why you gotta ask . Most of the time a bitch won't lie about that"}
{"text": "A nigga will say the worst about a bitch and she'll still feel validated as long as he would fuck her."}
{"text": "A real gangster ass nigga know the play, the real gangster ass niggas gets the flyest of the bitches, ask that gangster ass nigga little J"}
{"text": "A real nigga ain't complete without a real bitch"}
{"text": "A tall tee n sum slouch shoes on I could've fucc yo bitch"}
{"text": "A week till im out this bitch.. Thank GOD"}
{"text": "A wise man once said \"Damn I hate a bitch that like to argue nd shit\""}
{"text": "A1 bricks in this bitch we in Gucci house"}
{"text": "ALL HE NEEDS IS A SKIRT!!! Sure looks like a bitch to me."}
{"text": "AMERICAN GOVERNMENT PREACHES \"NO BULLYING\" Creating a new generation of pussies!"}
{"text": "ATTENTION! Leggings ain't for everybody. Especially you hippo looking hoes!"}
{"text": "Abby doesnt understand how beautiful she is, bitch you is straight up trippin. You know guys be droolin boutchu. Dont play. Lmao"}
{"text": "Abed and I are gonna retire in Florida and get all the bad bitches in the nursing home."}
{"text": "Abed looks like he has to take a shit #bro #pic #brolic #boyswhotakepicsinsuits #tie #swag #hoes #on #us"}
{"text": "About all u can expect from a nicca that can barely talk! Lmao RT : dude can't spell worth shit yo lol"}
{"text": "About to be 23. Officially an old ass bitch"}
{"text": "About to go watch dis bitch birth the devil #kinky"}
{"text": "About to smack some peckerwoods in a Judge pit"}
{"text": "Accept your flaws and imperfections because that's what makes you, YOU! See I'm a fuck, small dick faggot with parents who don't love me."}
{"text": "Act like I'm Casper get ghost with a bitch"}
{"text": "Actual quote from local cop - \"there are too many pussies in this town\"."}
{"text": "Actually I'm gonna have train her to be a fag. Don't you dare bring a boy into my house you slut.You scissor like a good girl"}
{"text": "Add my snapchat lil bitch: TreVaughn3"}
{"text": "Aerin told me to leave them lightskin boys alone. Shit bitch I DID &#9995;&#128514;"}
{"text": "Af RT : nah these hoes stupid"}
{"text": "After 27 weeks straight of that nigga being you MCM we get it bitch y'all fucking &#128514;&#128514;&#128514;&#128514;"}
{"text": "After I say some shit I just be like \" wow that was so uncalled for , you're really a bitch \" &#128514;&#128514; attitude on &#128175;"}
{"text": "After a fight in the club in New Orleans them bitches start jumping"}
{"text": "After the leg workout I was put through today walking up the stairs is a straight up bitch! #ouch"}
{"text": "After tonight&amp;&amp; many more nights to come!! I will show you what a cold hearted bitch can do!!! #donefeedup #solo"}
{"text": "After watching the desolation of smaug I have come to the conclusion that bilbo made all other hobbits look like bitches in LOTR."}
{"text": "After you get good pussy you be feelin like you just found the last dragon ball.."}
{"text": "Aghh! I took my 15minute break to relax for a bit, not to here this bitch yell&amp;complain! &#128530;"}
{"text": "Ahhh fuck it let's go 405 rows for the hoes"}
{"text": "Ahhhh but now I'm fuckin all you niqqa's hoes &#128527;&#128076;&#128069;&#128166;"}
{"text": "Ain't been on this hoe all day"}
{"text": "Ain't been on this hoe all day haha #FWM"}
{"text": "Ain't even fuckin wit shady bitches"}
{"text": "Ain't fuckin wit nomore hoes got who I want &#128586;&#128564;&#128524;&#128143;&#128145;&#128175;"}
{"text": "Ain't it a bitch when one of the people you get so excited hearing from, sends the shortest most closed-ended thing ever? Ugh let down"}
{"text": "Ain't like them guys who wine and dine to keep they women.. My bitches only want two things, that's to get high and kick it"}
{"text": "Ain't me ain't me these pussy ass niggas ain't me !"}
{"text": "Ain't met a bitch yet that could compete."}
{"text": "Ain't no bitch doe"}
{"text": "Ain't no broke bitches standing next to me&#128564;&#128564;"}
{"text": "Ain't no pussy better than loyal pussy!"}
{"text": "Ain't nobody up .. TL slick dead .. Other than the females bashing niccas early dis morning lol"}
{"text": "Ain't none of these hoes loyal none of em if I cloud show y'all the stuff be coming thru my phone....but that ain't none of y'all business"}
{"text": "Ain't nothing funnier then watching a woman try to hide her inner hoe &#128514;&#128514;&#128514; know she like to get hit from the back and have a finger...nvm"}
{"text": "Ain't nothing funnier then watching somebody live a complete different life on the internet I be like \"who this hoe think she foolin\""}
{"text": "Ain't nothing that good head or pussy that curl yah toes up&#128514;&#128553;"}
{"text": "Ain't nun Ordinary about this bitch &#9995;&#128527;"}
{"text": "Ain't nuttin but a white trash party."}
{"text": "Ain't shit like fucking another nigga bitch and askin her \"who pussy is this\" and she say yours lmao no bitch im stealing this pussy lol"}
{"text": "Ain't shit pretty but my bitch and my momma anyone can get the drama"}
{"text": "Ain't that a bitch."}
{"text": "Ain't this a bitch"}
{"text": "Ain't this a bitch---&gt; Clock mistake in Alabama-Arkansas - via Champ Drive"}
{"text": "Aint #WCW jus \"bitches i wan fck\" day?"}
{"text": "Aint This A Bitch... I just saw my bitch kiss a bitch . You lucky I dont kill yo ass but you can still get pistol whipped - wayne"}
{"text": "Aint no bitches here... Well, like 3"}
{"text": "Aint no hoe worth loosing your wife, aint no beef worth loosing your life!"}
{"text": "Aint no pussy better then perk pussy"}
{"text": "Aint nobody wearing those new Westbrook \"Jordan's\" but Mexicans &amp; trailer park trash white girls."}
{"text": "Aint this a bitch,! The power out from this shit."}
{"text": "Al noooo ...... Too late fuckin faggot ! Lmao"}
{"text": "Alabama won tho. So roll tide bitch"}
{"text": "Alex Smith saw his career leave with that fumble and reeled that bitch back in with everything he had."}
{"text": "Alex Smith such a got damn bitch man"}
{"text": "Alibaba / Jack Ma: Gotta love a guy who beat Meg Whitman's albino ass back to the US. Freakin' commie genius."}
{"text": "Alice took advantage of me last night...... that bitch won't tonight!!!!!"}
{"text": "All I ask for is love n loyalty. . nothing else. No arguing over other bitches/niggas , no he say she say , no social media bs... Just love"}
{"text": "All I got for these hoes is dick, duct tape, and a stapler."}
{"text": "All I need is a 100 million dollars Bc I got that bad bitch"}
{"text": "All I need is one, I don't want \"the hoes \""}
{"text": "All I want for my birthday is a big booty hoe &#128526;&#128526;"}
{"text": "All I want for my birthday is a big booty hoe."}
{"text": "All I want is a 100 million dollars and a bad bitch"}
{"text": "All I want is a 100 million dollars and no bad bitch. I'm selfish lol"}
{"text": "All I want is bitches, big booty bitches"}
{"text": "All I wanted was 100 million dollars and a bad bitch. But now I want 200 and a m&#233;nage in my palace"}
{"text": "All I've asked is for one thing. &amp; one thing only . But I get more then what most bitches could ever have... But still."}
{"text": "All These hoes sooo average &#128553;&#128533;"}
{"text": "All a nicca want is some Coney Island and Lous Deli tho! #DetroitNiccaInAtlantaProblems"}
{"text": "All bitches need a bus driver uppercut a Chris brown bitch slap followed by some dancing nd Chad Johnson hea"}
{"text": "All da lil bald headed bitches standn outside of kevin gates tryna get in &#128514;&#128514;&#128514;"}
{"text": "All deses bitches know that you're my nigga."}
{"text": "All deses bitches turnt up I'm fenna turn em down"}
{"text": "All i kno is make them hoes cone joints"}
{"text": "All it take is for one bitch to open her mouth and niggas start fuckin up."}
{"text": "All my bitches love me, all my all my bitches love me, all my bitches love me. You ain't fuckin with my dougie &#128129;"}
{"text": "All my hoes got money she in the mall she ballin bitch buy something for me"}
{"text": "All my hoes they so rude"}
{"text": "All my life i been this cold, all my nights been With hoes."}
{"text": "All my niggaz better have at least 3 ugly bitches number in their phone this summer."}
{"text": "All my old hoes gone love my video"}
{"text": "All my old hoes wana have my baby"}
{"text": "All my white school teachers back in elementary knew not to give me no pussy. I'm telling all of my niggas."}
{"text": "All my young boys round me sayin get money and fuck these hoes"}
{"text": "All my young boys round me saying \"get money and fuck these hoes\""}
{"text": "All of a sudden craving the hell out of cookies."}
{"text": "All of my bitches know they temporary"}
{"text": "All of my money neat all of my bitches freaky everybody kno it IT AINT A SECRET"}
{"text": "All people do in my house is bitch"}
{"text": "All that but the bitch can't take a joke."}
{"text": "All that x rays, no wonder the bitch got two heads #AHSFreakShow"}
{"text": "All the Uchiha are. RT : Sasuke is probably the biggest faggot of all time"}
{"text": "All the bad bitches are in the gym between 9-1 u know why they ain't got no job"}
{"text": "All the bad bitches think they ugly and all the roach bitches think they bad-_-"}
{"text": "All the bitches happy maybe one of his female friends can find him a bitvj"}
{"text": "All the bitches in Shameless are straight bugoutsss"}
{"text": "All the coons use the same effect on their pictures"}
{"text": "All the fine bitches i need yall to hit me up my # 562 922 40 guess the last 2 &#128514;"}
{"text": "All the hoes I did have now they decided they wanted to be wifey type draya fuck all that up"}
{"text": "All the hoes know who I rock wit &#128175;"}
{"text": "All the hoes on LoveandHipHop going to prom &#128514;&#128514;&#128514;"}
{"text": "All the pictures of the ex are gone...there's no pictures with the side hoe posted...*slides into his dm's like*"}
{"text": "All the ratchet hoes on Cecil B"}
{"text": "All the redskins act like te bitch the bitch"}
{"text": "All the snacks in this bitch &#128516;"}
{"text": "All the time lol RT : Lol ima hoe sometimes"}
{"text": "All the work gone so we ain't going nothin but fucking bitches in the trap"}
{"text": "All them hoes crazy RT : Thick thighs, &#128166; skinny waist, &#128591; and natural beauty face &#128149;"}
{"text": "All these 4/20 tweets are retarded most of these nig nogs haven't even smoke a bl&#250;nt ever"}
{"text": "All these Hoes fuckin ! But they don't wanna seem like a hoe you gotta hit them ona D LO !"}
{"text": "All these bitches &amp; niggas be Trippin offa what type of relationship me &amp; duddy got like we not fuccing no more &amp; we not dating."}
{"text": "All these bitches know that you're my nigga &#128075;"}
{"text": "All these bitches love Mosa sippin on the coca"}
{"text": "All these bitches talk shit that's why bust em in they shit"}
{"text": "All these bitches wanna be like Kim K and fuck their way into being rich but it don't work like that. Get a degree &amp; work a desk job you hoe"}
{"text": "All these bitches wanna fuck on a thug"}
{"text": "All these bitches want love from scrappy ."}
{"text": "All these break ups gon be a crazy hoe free agency this summer #DOYOURGOOGLES"}
{"text": "All these faggot fell asleep on me"}
{"text": "All these fuckin dudes do is bitch at the refs....shut the fuck up and play"}
{"text": "All these hoes fuckin..... Be Careful! Just cos she look good, don't mean she's good for you!"}
{"text": "All these hoes fucking, but they don't want to seem like a hoe so you gotta hit em on the low."}
{"text": "All these hoes say that wanna be cuffed bitch cuff this dick"}
{"text": "All these hoes trife I can never cuff , I've been hurt before so I can never give a fuck"}
{"text": "All these hoes want boyfriend's but the last thing I need is more ties"}
