{"text": "Never lettin dat nigguh used twitter in my phone again"}
{"text": "Never messed with a hoe that went to jail unless I didn't know her last name"}
{"text": "Never put nothin pass these hoes cause all of these hoes straight ratchet"}
{"text": "Never seen yo bitch but I bet I could fuck her on the first day"}
{"text": "Never take a bitch where you stay Never keep work where you lay"}
{"text": "Never tell a bitch that I love her"}
{"text": "Never tell a bitch what u up to.."}
{"text": "Never that serious RT : Thought you was Finna cruise with a new bitch &#128553;&#128273;&#128298;&#9995;?"}
{"text": "Never trust a bitch cause these bitches fuckin' anyone. Say you know a faithful bitch where she at? I Gotta get me one"}
{"text": "Never trust a bitch you took from a nigga &#128175;"}
{"text": "Never trust a nicca who volunteers another man info .."}
{"text": "Never will we be an item. Psycho bitch!"}
{"text": "Neverrr, play me for stupid because I'm far from it.. You bitches might be stupid. But not me &#128581;"}
{"text": "New Avi bitches, be weak"}
{"text": "New bitch already and it's the second episode ."}
{"text": "New boss said my buttons on my shirt can't be white. So I colored them hoes with a sharpie &#128514; glossy"}
{"text": "New pussy ain't always better"}
{"text": "New song coming out Ray rice that hoe"}
{"text": "New strategy to get bitches: Be Bruno Mars"}
{"text": "New years ever, get at me bitch. #loaded #GFU #2013 #&#127881;"}
{"text": "Next Sunday faggot"}
{"text": "Next bitch I fuck. I'm goin to her spot lol"}
{"text": "Next time u gone call a darky a nicca..call dat coon a jungle bunny#Boondocks P.S. I..."}
{"text": "Nicca In my DM talkn bout follow his Instagram .. Lame nicca I now no longer follow you on twitter .. #WhereTheyDoThatAt"}
{"text": "Nicca n dis bitch playin games on his phone"}
{"text": "Niccas be gassing hoes they never gone pop .. Smh ... Prolly never gone meet her! #WastedEnergy"}
{"text": "Niccas be hating on my nicca Jeezy ... #RealTalk"}
{"text": "Niccas be walking 4 flats to catch a nicca they kno in the club"}
{"text": "Niccas catchin dem theft under $500 charges out here...shit ugly I guess niccas Tryn get it fa da holidays &#128557;&#128514;&#128514;&#128514;&#128514;"}
{"text": "Niccas get a few dollars and start playing these roles tryna shit on yo niccas instead of playing these hoes &#128530;&#128530;"}
{"text": "Niccas use to be like you always Tryn pull a finesse....Duh nicca I need mine"}
{"text": "Nice base running again by the . Fucking ponderous."}
{"text": "Nick Cannon movie.. &#171; A 31 year old bitch in Texas was pretending to be 15 and went to high school 6 months!&#187;"}
{"text": "Nicki gottem MAD AS FUCK tho. However credit due to cassidy for the response he didn't diss nicki but killed you lookin ass bitches"}
{"text": "Nicki said \"fuck those skinny bitches\"...uh oh"}
{"text": "Nigga I fire this nina like it's the first day in the job and the bitch over slept."}
{"text": "Nigga I got pill poppin bitches in the backkkk, of the Cherokee"}
{"text": "Nigga Tyrese on Walking Dead is a bitch smh"}
{"text": "Nigga a dyke RT : .. RT : Melo garbage ass just now hitting 20k"}
{"text": "Nigga be a straight gentleman then he speaks bitch comes with that funky ass attitude then the gentleman shit goes out the window."}
{"text": "Nigga ended up going Juco messing with them hoes and then signed a the smallest of d1's moral of the story take what u can get"}
{"text": "Nigga fuck hoe , ion want fuck yo hoe , she a fat chick &amp; she bad built &#128080;"}
{"text": "Nigga fuck up. Ain't none of that shit Goin down with yo niggas RT : You niggas think you feeling &#128056;, bitch? My niggas &#128058; you"}
{"text": "Nigga getcho bitch, treat her how she wanna be treated but I ain't triccin &#128175;"}
{"text": "Nigga gone have to get a room like a bitch"}
{"text": "Nigga got Lean pong I know niggas be outta there in that hoe"}
{"text": "Nigga gotta find them hoes quick"}
{"text": "Nigga hungry then a bitch too"}
{"text": "Nigga i wus graduating RT : If you wasn't in the 6th grade in 1996, you a hoe"}
{"text": "Nigga ill take ya main hoe make her call her home girl and make em share the same dick"}
{"text": "Nigga just had them crackers on a chase."}
{"text": "Nigga pee wee is a bitch"}
{"text": "Nigga retweets the most trash shit"}
{"text": "Nigga said dates is pussy installment plans, so is that why you gotta keep saying her when you get it cuz it's never truly yours?"}
{"text": "Nigga was sweating like a guilty preacher in that bitch"}
{"text": "Nigga you is a fool &#128553; &#8220;: I feel like eatin nd beatin a pussy up &#128553;&#8221;"}
{"text": "Nigga you made it RT : Nigga we made it..&#128588;&#128588;\": Best rider? That goes to a blaxican.\""}
{"text": "Nigga, this bitch is scaring me. Pass me the blunt &#128514;&#128514;"}
{"text": "Nigga... lol IDK ..Elway trying to snatch everybody! RT : Come on redskins shitttt go sign revis idk what he want lls"}
{"text": "Niggahs actin like they pimps but they pay the bitch &#128514;&#128514;&#128514;&#128514;&#9995;"}
{"text": "Niggahs need to keep there bitches in check '"}
{"text": "Niggahs watch who you fucking just to hate on your bitches"}
{"text": "Niggas a buy a 700$ outfit to impress a 10$ bitch"}
{"text": "Niggas actin like hoes most of em bitches"}
{"text": "Niggas ain't loyal gott bitches stiffer than you"}
{"text": "Niggas aint worried bout other niggas messin wit dey hoes. Niggas worried boit hoes messin wit dey hoes"}
{"text": "Niggas already acting like bitches so why not get a real bitch right? Hell if you gone act like a pussy I rather just have one. Shit."}
{"text": "Niggas are funny. &amp; karma is a bitch. Good morning ."}
{"text": "Niggas are so fucking gay... And they try to cancel it out by saying \"nah were bros it's cool\" nahhhhhaahahahaha you a faggot bruh"}
{"text": "Niggas at the march looking for hoes, &amp; they out there too I'm sure of it"}
{"text": "Niggas be bitches hoes be bitches ion see no difference"}
{"text": "Niggas be frontin for some pussy they ain't wit me!!"}
{"text": "Niggas be having LOYAL pussy on call... and still be thirsty as fuck. Like BRO, go fuck your woman &amp; get some of them hormones out lol"}
{"text": "Niggas be impregnating the most basic of bitches.. No job, don't know how to drive a car, no money, no house... n wonder why they miserable"}
{"text": "Niggas be in they feelings when they find out their hoe fuckin another nigga #StopSavinTheseHoes"}
{"text": "Niggas be like when they see they side bitch cashin another nigga \": Hello mutha fucka.......\""}
{"text": "Niggas be pressed for pussy, it aint nothing.."}
{"text": "Niggas be so dehydrated if I wanted my pussy ate everyday for the rest of this year it would happen"}
{"text": "Niggas be tryna fuck the next nigga bitch not knowing their bitch the next nigga bitch"}
{"text": "Niggas be wanting bitches with money ..but be broke as dirt &#128514;&#128514;&#128514;&#128078;&#128078;&#128078;&#9996;&#65039;"}
{"text": "Niggas cant stand me cuz they bitches be feelin a nigga . Get mad at yo so called \"girl\""}
{"text": "Niggas cheat on they bitch and don't expect no pay back WHATSOEVER. Yall just as naive as these bitches."}
{"text": "Niggas cry when they get hit high and cry when they get hit low. NFL full of pussies now"}
{"text": "Niggas excited by these bitches, them the weird boys"}
{"text": "Niggas fall in love with an EVIL bitch and turn they back on they friends..... Its Cool Tho."}
{"text": "Niggas get pussy in the friend zone"}
{"text": "Niggas go crazy over bitches now a days &#128541; like calm yo happy ass down"}
{"text": "Niggas gossip like hoes man I ain't wid that shit"}
{"text": "Niggas hate me cuz they know im a threat to them &amp; they bitches"}
{"text": "Niggas is bitches"}
{"text": "Niggas is hoes #OnHere and in real life too...."}
{"text": "Niggas is pure suckas.. If you got a problem with ya mans address that shit, discuss it, &amp; squash it... Only bitches hold grudges."}
{"text": "Niggas is straight hoes bruh I'ma stop fuckin with em"}
{"text": "Niggas killin the same nigga's they grew up with &amp;&amp; these bitches fuckin the same nigga's they homegirl was inlove with."}
{"text": "Niggas needa stop wearing MK that's for bitches lol"}
{"text": "Niggas only get fucked up only on weekends and I get fucked up daily, bitch I still do it bigger, not on my level"}
{"text": "Niggas put on wigs and act like bitches for retweets &#128530;that shit fu"}
{"text": "Niggas really be dickin over these hoes ona gram! thats the reason they got the big head now!!"}
{"text": "Niggas see you wit da yellow dey wanna hit you up &#128530;"}
{"text": "Niggas sleepin with bitches grandmas??? Lmfao maury fake af"}
{"text": "Niggas sooooo pussy I swear I don't talk I'm all action"}
{"text": "Niggas spend $500 just to look good for a bitch they wouldn't even buy 99 cent burger for"}
{"text": "Niggas swear they don't trust these hoes but be fucking raw &#128528;&#128514;smh"}
{"text": "Niggas talk more than bitches these days"}
{"text": "Niggas talk more then bitches these days"}
{"text": "Niggas talking bout 'these hoes ain't loyal' but they been to 6 different barbers."}
{"text": "Niggas that eat mussels, eat pussy too #str888 #FACTS"}
{"text": "Niggas trash AF"}
{"text": "Niggas wear wigs more than bitches these days."}
{"text": "Niggas who stand in line for Jays mad at me now. ehh fuck you. I pull hoes nd stunt without em on"}
{"text": "Niggas who talk about pussy the most get the least RT : what a shine box? Glittery pussy?"}
{"text": "Niggas wifing hoes &amp; ugly bitches &#128514;&#128514;&#128514;&#128514; I get on Facebook just to remind myself I'm doing fine"}
{"text": "Niggas will call a female a hoe or thot then 10 mins later go to and thirst over a porn star"}
{"text": "Niggas with bitch tendencies.."}
{"text": "Niggas wonder why bitches be on that \"fucc a nigga shit\" cuz these niggas be on that \"she just another bitch\" shit &#128175;"}
{"text": "Niggas/bitches cheat cause mf's always think they gettin played"}
{"text": "Niggaz been making trash lately. Well not everybody but some lol"}
{"text": "Niggaz irrational these days...Quick to jump bad bout a bitch..."}
{"text": "Niggaz retweet bitch ass niggaz but won't retweet a real nigga"}
{"text": "Night bitches. &#9996;"}
{"text": "Nikki Minaj is proof that natural is better ! Minimal is best ! Some of y'all hoes be overdoing it"}
{"text": "Nile... RT I'm really sad that I don't have enough friends to ever be called \"a pack of niggers\" with. That's my fuckin dream"}
{"text": "Nino Brown? Oh das me RT Nino Brown on yall hoes."}
{"text": "Nippin these Clarke Motel bitches...they get free pizza EVERY DAY and don't tip shit. Also never give us any business. Game is over."}
{"text": "No I don't love these hoes and FUCK these niggas Fuckem"}
{"text": "No bitch, I don?t have anything to hide. I just don?t like people looking through my phone.."}
{"text": "No bitch. You slut. RT : CHILL"}
{"text": "No face no trace pussy boys #SNATCH"}
{"text": "No fucks given about the NFL draft it's baseball season bitch"}
{"text": "No half-breed spic has any right to say anything to any Anglo ever, and should be killed for doing so."}
{"text": "No hoe shit tho I was bout to say Perro got butt naked bitches doing dishes"}
{"text": "No i dont own the pussy i just sample it!!"}
{"text": "No less than 3 bad bitches in my bed at a time..."}
{"text": "No matter how hard you try to be rude mf`s they keep talking to you. like bitch do I know you"}
{"text": "No more SnapChat Selfies. No more Instagram Selfies. No more NOTHING i WILL NOT be a bad bitch a week man what am I going to do &#128546;&#128299;"}
{"text": "No need to tweet these bitches know my status"}
{"text": "No nigga a leave a chick with some good pussy unless he just paper chasin"}
{"text": "No officer I wasn't drunk driving, I was swerving on them hoes."}
{"text": "No one can take your woman. They can only take your hoe."}
{"text": "No one goes into psychiatry to help people. Those people are all immoral. Everyone who works in that field is pure trash."}
{"text": "No one understands how much it pisses me off when people use the word \"retard\"."}
{"text": "No police department that hires gypsies, half-breeds, and nigglets should be trusted."}
{"text": "No sex bitch I only want the neck bitch"}
{"text": "No skimp shit here bitch"}
{"text": "No summer school? &#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515;&#128515; eat a dick school. Im done with your bitch ass !!!!!!"}
{"text": "No thanks lady, you look like you just got off the white trash train, I'd rather not catch a disease. #kthxbai"}
{"text": "No these are only whites pies. Well do you have any negro pies?"}
{"text": "No this bitch did not yell down the steps to tell me don't eat her damn chicken.&#128514;&#128514; tf"}
{"text": "No this little hood bitch did NOT just try to take me to task for JOKING with my niece about not being a Lesbian. Ch! &gt;_&gt;"}
{"text": "No time for bitch niggas."}
{"text": "No time for chasing after someone is like turning up off wine coolers, you look like a bitch when you really think about it lol"}
{"text": "No way all u niggers are employees of the month"}
{"text": "No wealth doesn't insulate from being called nigger. But still does improve empirical quality of life outcomes, phenomenally."}
{"text": "No wonder these ppl that call themselves niggas &amp; thugs able to convince their hoes false ideas about men like me in our intellectual dress"}
{"text": "No. A dog like that needs bitches and he ain't ever gonna get bitches with that on him &#128530;&#128548;"}
{"text": "No. Its wrong to try to change #faggots&gt; There is no \"therapy\" so #tcot should understand and sympathize like they are #retards&gt;"}
{"text": "No. She's gonna sit tf down &amp; text her \"hoes.\" She's not gonna care about what you're doing."}
{"text": "Nobody cares you fucking fag damn you bring bitches water even though youre thirsty as fuck &#128514;&#128514;&#128514; #fucknigga"}
{"text": "Nobody ever got famous by being a whiny bitch. Either change the things that make you unhappy, or be a whining turd-farmer."}
{"text": "Nobody is going to say anything about how unloyal Sterling's side bitch is?"}
{"text": "Nobody on planet Earth more protective than bull dykes"}
{"text": "Nobody should ever have sex with a dirty dick or pussy. That says a lot about you if you fuck em knowing they smell like chitlings"}
{"text": "Nobody wit me im on all alone shit so dont think im actin funny when im in my zone bitch"}
{"text": "None of my bitches can stay over"}
{"text": "None of us went to these PRESTIGIOUS establishments so we're clearly not as superior as these fucking retards..."}
{"text": "Nooo.. not Sailor Moon and squad \"in the club w/ all my bitches lookin good.\""}
{"text": "Norbit mad as a bitch lmfaooooooo &#128514;&#128514;"}
{"text": "Not \"us bitches\" &#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "Not 1 bit of courtesy from any of these bainbridge isl. ferry riders... Fuck em next time I think s gonna \"break down\" paybacks a bitch"}
{"text": "Not ALL females constantly tweet about their boyfriends but I wish death on the ones that do. TIRED of you AND him, bitch"}
{"text": "Not All Straight Men - I am frustrated. Unlike on OKCupid, queer folks don&#8217;t have the ability to block..."}
{"text": "Not a cloud in sight, too pretty to ho to work. #iwanttoplay"}
{"text": "Not a fan of her... guess im the minority.RT : Beyonc&#233; ratchet ass is trash RT : you're the anti christ. KfromtheG"}
{"text": "Not a neanudda bitch"}
{"text": "Not about to play these games with this bitch"}
{"text": "Not associate but ya nicca"}
{"text": "Not eating pussy is un-American."}
{"text": "Not even 20 and I've already smoked out 2 countries bitch. I do what the fuck I want."}
{"text": "Not even sweating these hoes &#128524;&#128588;"}
{"text": "Not every girl likes a sweet ass emoji ass nigguh. Some girls like a \"you sexy af\" ass nigguh"}
{"text": "Not finna play with the bitches lmao"}
{"text": "Not going to put up a red equals sign on my Facebook because I'm not a faggot, but I'm all for marriage equality #prop8"}
{"text": "Not just exist, but contribute. And contribute to things they themselves enjoy. That often it's a queer person behind those products."}
{"text": "Not my fault yo bitch wanna flip me"}
{"text": "Not one bitch is texting me right now. 3,000 followers, 22 inch rims, 60 inch tv and straight ass teeth but 0 text messages. Ima kill myself"}
{"text": "Not protected in the state of Utah. There is no fear of queer couples forcing churches to marry them. They do not legally have to do so."}
{"text": "Not sure why someone would put my pictures on a escort website I ain't selling pussy"}
{"text": "Not the type to take it slow, turn a good girl into a hoe. #spookyblack"}
{"text": "Not to call you a bitch ... But they gone hate on my bitches"}
{"text": "Not to sound like a total bitch but I'm tired of peoples kids and the back to school pics&#128530; we ain't post pics on the back to college day"}
{"text": "Not trash, just plain as fuck for $225. And come on, no elephant print on a 3?"}
{"text": "Not true RT : Every man has hoes #bye"}
{"text": "Not trying to follow any spooks, no offense ..."}
{"text": "Nothing is too spicy. And if it is, 1) stop being a fucking bitch 2) eat more of it 3) cry you fucking pussy"}
{"text": "Nothing worse than a baby bitch pussy. Go fly a kite"}
{"text": "Notice I didn't tweet \"bytches\".... Bytch is different from bitch.... My logic... And it WERKS..."}
{"text": "Notice I don't make music for niggas that don't get pussy.-Drake #LordKnows"}
{"text": "Now I could say my name butttttt, ya bitch already knows it &#127926;"}
{"text": "Now I don't even want to do anything. Son of a bitch"}
{"text": "Now I seperate from niggas I don't trust niggas that ain't starve wit me and all the bitches I didn't fuc !"}
