{"text": "Hell I believe you too!RT : lol I still look good I'm smaller than half these hoes"}
{"text": "Hell naw we don't fuck wit no phonies you can tell yo bitch we some young rich homies!"}
{"text": "Hell yeah that bitch gon' go ham"}
{"text": "Hell yuhh they hit haha s/o ma nigga, gmula! Cheweing one takes a chug, then sniffey"}
{"text": "Hello October, you irrelevant bitch you no worries November coming &#128076;"}
{"text": "Hello new followers. I am anime loving nigger who is too poor to afford a laptop, resulting in being a mw3 theater player for Darth."}
{"text": "Hello, and to them bitches!!!!! \": I just want him to keep them lies to his self..&#128524;&#128080;\""}
{"text": "Help me speed up the process of fucking your bitch..feel me?"}
{"text": "Her pussy clean but she dance dirty.."}
{"text": "Her pussy sweeter then some fresh fruit &#128527; she gushin I drink the best juice &#128166;"}
{"text": "Her pussy wet I call it Fiji water"}
{"text": "Here I go! Welcome to the titty show. Typa ass i see in a video. When I fuck, nut in you like a silly hoe."}
{"text": "Here some kimora boobies for you &#128139; &#128298; this is how unlock before I slice a bitch. #kimorablac&#8230;"}
{"text": "Here this bitch go ... Lol"}
{"text": "Here this nigga go RT : Damn dark skinned hoes be havin all that ass but be lookin like pokemons &#128553;&#128555;"}
{"text": "Here we go this fat bitch started talking and now will never stop"}
{"text": "Here yall hoes go dicc ridin&amp; shit"}
{"text": "Heres a thought you dont have a valentine bc your a mean ugly bitch haha"}
{"text": "Hey you're a nigger #racismisaliveandwellbro , learn from other blacks in the league on how to conduct yourself"}
{"text": "Hey dis angry white man called me a nigger when I didn't answer da door on time. He ain't fit to be delivering pizzas"}
{"text": "Hey Okrah... Just wake up already. You already know Bammy and Moochie are in it for the commies. Stop with the racist whitey hate crap."}
{"text": "Hey bitch..Adam showed up..bring more beer."}
{"text": "Hey bitches I'll be in IC tonight so dial the digits &#128527;"}
{"text": "Hey ladies can i ask you a question ? Why do yall niggas be so fkn LAME ! It be the baddest bitches wit the LAMEST niggas"}
{"text": "Hey morons at #foxnews and #foxandfriends was it political when Bush raised terror threat right before the election? LMAO at u #teabaggers"}
{"text": "Hey my folk. This nigger loving Jew boy asked if I was making death threats against his goat fucking people. Fuck him."}
{"text": "Hey, people bird watching, you do realize there&#8217;s like, hundreds, literally hundreds of free pictures of boobs on the Internet, right?"}
{"text": "Hey, you, bitch in the mini-van. Stop riding my ass. You have no power in your vehicle, just stop already."}
{"text": "Hey. Aside. This was my graduation cap. Like fuck you, bitch, Detroit What."}
{"text": "Hey. . Don't be like a stupid white bitch in some horror movie asks #America to hide from #ISIS behind some chainsaws. M,kay?"}
{"text": "High school is tough for everyone. Grow the fuck up and stop being a little bitch. That should be a tag line for my new speaking tour"}
{"text": "High then a bitch of them bong rips, steady smoking 11 g's with my nigga Jorge"}
{"text": "High then a hoe but played it cooooool"}
{"text": "High then a hoe watching wolf of Wall Street"}
{"text": "High then a hoe with bitch ass Benny"}
{"text": "High then a hoe, hitting this bowl for my nigga Rick! #RIPRick"}
{"text": "High thenna bitch that's y I'm tweeting"}
{"text": "Higher den a bitch"}
{"text": "Highland BitchK . Them bitches stupid on Bloods , I'd fuck with Deja thoe &#128077;"}
{"text": "His big ass smile, his eyes is chink."}
{"text": "His bitch ass a hoe ass nigga prolly don't get no pussy"}
{"text": "His bitch ass is the same way so it don't matter."}
{"text": "His bitch wan fuck me cuz he sneak dissin me &#128520;"}
{"text": "His boyfriend gonna be like \"You ain't make a team? I'm straight fag. \": ....... The rams really cut Michael Sam. Wow.\""}
{"text": "His hair so cute wit his sessy face but his ex bitch liked that picture to shit like fucc it"}
{"text": "Hit a bitch with a car bomb."}
{"text": "Hit his bitch I'm like shaggy I'm like no it wasn't me"}
{"text": "Hit it and pass it until that pussy elastic"}
{"text": "Hit me up with plans nigs"}
{"text": "Hit me with plans mah nigs"}
{"text": "Hit my car with another rock and I'll be all over your ass in no time bitch."}
{"text": "Hitler didn't finish it. Can u. If a nigger ur Jew confronts u in the street what then."}
{"text": "Hittin licks, what you get outta that? You &amp; yo boys is some pussy cats!!!"}
{"text": "Hitting women is wrong morally but bitches get raped, kidknapped.beat up, an sold to be sex slaves, when they gonna end that?"}
{"text": "Hmm RT : Every bitch i fucked wit is a hoe never met a real female in my life"}
{"text": "Hmm.. Ass all chunky, brain is insanity."}
{"text": "Hoe bitches act up i turn chris breezy"}
{"text": "Hoes ain't wana fuck a nigga back then you but all the bitches wana fuck a nigga now"}
{"text": "Hoes all on my bandwagon, your bitch gaggin, she jet laggin. #A$AP"}
{"text": "Hoes always blaming hoes for being hoes."}
{"text": "Hoes always saying niggas hoes but they be the hoes &#128175;"}
{"text": "Hoes always tryna say they look like a celebrity .... NO BITCH!!! You like the other hoe that love on krenshaw sit yo basic ass down"}
{"text": "Hoes be bringing they friends around they nigga and they nigga end up fucking with the bitch friend and the bitch don't even kno"}
{"text": "Hoes be like \"Hoes be like\"..........But they be the hoes that be like"}
{"text": "Hoes be like my niggas can't have no hoes... but that how he meet yo ass!"}
{"text": "Hoes be making twerk videos. Talking bout \"just playing around\" bitch you know you was serious"}
{"text": "Hoes be prayin niccas dnt kno dat background"}
{"text": "Hoes get in this bitch ... Talk about irrelevant shit ... &#128514;&#128514;&#128514;"}
{"text": "Hoes gon always be hoes or have they hoe ways at least."}
{"text": "Hoes gon' be hoes, let them be."}
{"text": "Hoes gone be hoes but thats none my business !!"}
{"text": "Hoes respect niggas who get strait to the point I won't lead a bitch on if all I won't is crash den it will be adressed clearly#turn up"}
{"text": "Hoes thnk they \"won\" when the nigga thats ridin the fence start givin them a lil attention... what u won hoe? A wishywashy ass nigga? Oh."}
{"text": "Hoes will be hoes nd ratchets will be........well u know"}
{"text": "Hoes will be hoes, Monday - Saturday &amp; starting again Sunday after church services."}
{"text": "Hoes will put \"With ya man &#128540;\" as the location in their bio then get mad when you think they a hoe.."}
{"text": "Hokis pokis bitch!"}
{"text": "Hold up lebron ain't at dwade wedding if he got uninvited for leaving Miami that's some hoe shit, see y'all so quick to call some1 brother"}
{"text": "Hold up women leaving good men for some quotes they seen a nigga with no girl post on Instagram that he copied on google...u hoes crazy &#9996;&#65039;&#9996;&#65039;"}
{"text": "Holder&#8217;s Justice Department Isn&#8217;t Interested in the Facts in #Ferguson These race hustling bitches are DISGRACEFUL."}
{"text": "Holy fuck they some bomb ass bitches at Buc-ee's"}
{"text": "Holy fuck. White bitch with \"4 baby daddy\" straight goes \"who uses condoms anyways\" Bitch maybe you should so you'd stay outta the clinic!"}
{"text": "Holy sheep shit I haven't been on instagram in a coons age Im seeing pictures from like 20 weeks ago haha"}
{"text": "Holy shit the retard episode of Wheel of Fortune... AGAIN. Fantastic!"}
{"text": "Honestly I think I would trash that young man. And I'll fuck his bitch. And I'll smack his mother. Prolly shot his ugly ass dog"}
{"text": "Honestly at this point I doubt I'd fuck Miley Cyrus anymore that bitch is a mess."}
{"text": "Honestly if the most hoodiest ratchet bitch asked me to her prom I'm in dere"}
{"text": "Honestly it's enough bad bitches in the universe for everyone (not including dykes)"}
{"text": "Honkey ass bitch tryna tell me shit."}
{"text": "Hood niggas and bitches love emojis lmfao"}
{"text": "Hope y'all kno wen u eat pussy u one inch away from death."}
{"text": "Hope you find a bitch with some ass that satisfies ya needs"}
{"text": "Hopefully this niggah buys my gamma 11's cause I want them"}
{"text": "Horny Japanese MiLF showers and toys her soaking wet&#160;pussy"}
{"text": "Horny MiLF in sexy lingerie has her old pussy pummeled by a hard&#160;dick"}
{"text": "Horny cougar gets two cocks shoved in her&#160;pussy"}
{"text": "Horny mature babe in a kimono has her pussy fingered and&#160;fucked"}
{"text": "Horse racing, bitch."}
{"text": "How I beat up the pussy"}
{"text": "How I'm supposed to know you not just a butch dyke if yeen got a beard, my man?"}
{"text": "How Paul gonna pick up the ball after a score, and bitch to thevrefs and the Warriors bench without getting a T?"}
{"text": "How are and I supposed talk shit about bitch ass now that he has a twitter?!): #confused &lt;3"}
{"text": "How are you gonna be a cunt to your friends"}
{"text": "How can I not take my style back from niccas when niccas was taking my style WAY before.....Preach &#128175; #RNS"}
{"text": "How can a woman take u serious when you're a hoe? I mean RT : How can a nigga take you serious when youre a hoe? Lol like.."}
{"text": "How can dre drop it but? So much cunts will illegally download it or go on itunes to get it. Should be a fuckin hardcore cd, in shops only."}
{"text": "How can you say you don't want a nigga that's friendly but your pussy is like Casper the friendly ghost?"}
{"text": "How come I won't pray but find time for a bitch"}
{"text": "How could you do this to me bitch!!!"}
{"text": "How could you do this to meeeeeee bitch"}
{"text": "How da fucc we gone believe that you out here selling bricks wit some Dirty ass kicks nicca u ain't sellin shit!"}
{"text": "How did I get stuck with the worlds biggest cunt for a sister? I just wanna set the cunt on fire and send her straight to hell"}
{"text": "How do I tell this cashier that I'm tryna fuck her right in the pussy"}
{"text": "How do ask a broad to JUST eat her pussy?"}
{"text": "How do you bloke someone on insta?? Dumb bitch scares me"}
{"text": "How do you go to sleep at night bitch, if I'm not the one sleeping with youuu!!&#128266;"}
{"text": "How do you greet your friends? &#8212; yo bitch what's up &#9829;"}
{"text": "How do you photoshop yourself and still be ugly? That's like cheating on test and still failing... Be ashamed bitch!"}
{"text": "How filthy of a cunt is to pretend that Obama threatening amnesty is not vastly more egregious than Boehner on Obamacare? #tcot"}
{"text": "How he move in a room full of No's? How he stay faithful in a room full of hoes?"}
{"text": "How many times you hoes look at my picture a day &#128557;&#128557;&#128557;"}
{"text": "How mich time the P O P Hold It Down nigga bitch catch?"}
{"text": "How my bestf gon call me \" People \" like ima regular niggah to her now smh ."}
{"text": "How she stay faithful with a room full of hoes"}
{"text": "How tf you act like a bitch ?"}
{"text": "How this ugly ass nigga gets more pussy than me ?"}
{"text": "How u know u dont get real life pussy. Only carin bout her enterin your DMs RT : She can enter my DMs anytime"}
{"text": "How y'all associate or even entertain that bitch ass nigga is beyond my comprehension"}
{"text": "How you cry like a bitch every time me other Chiefs fans have friendly debates?????"}
{"text": "How you fucc for cash but u not a hoe ???? And how I'm going to respect u if your poccets broke ??????"}
{"text": "How you gone wife a bitch that let niggas lick on her head in public?"}
{"text": "How you gonna use my name while you talmbout pussy tastes? lol"}
{"text": "How you just gon start some mess and try to break up that man home? For 20 racks, I'll kill that hoe for breezy fam."}
{"text": "How you like them apples you pineapple bitch?"}
{"text": "How you livin hoe."}
{"text": "How you look like big bad mama but make fun of a pretty bitch wow where they do that at ?"}
{"text": "How you rap but can't getcho bitch to RT ya music? Put the Mic down bro."}
{"text": "How you stay faithful in a room full of hoes? &#128549;"}
{"text": "How you unblock bitches on here?"}
{"text": "How's this bitch wearing high heals right now"}
{"text": "How's work bitch"}
{"text": "Hugh Heffner gonna be on Life Support, STILL gettin pussy"}
{"text": "Hugh Hefner has lived the life that most of us men only dream of. The man is 88 and still gettin all the pussy he wants."}
{"text": "Hull all yuh mudda cunt RT : Six strikers set for The Clasico"}
{"text": "Humble personality, not a hoe. RT : 21. Best non-physical feature the opposite sex can have?"}
{"text": "Hungry as ferkin nips"}
{"text": "Hungry then a hoe"}
{"text": "Hunkie is resorting to dick kicks"}
{"text": "Hunnit hoes in the house &amp; they all fckn Watch dog ass KB ball again. Ion see a bih cause they broke as hell 2 places ain goin Broke or jail"}
{"text": "Hurry up nigga this the last key they dont kno where the fiberglass safe at to get in that bitch you need a glass key!"}
{"text": "Hurry up nigga this the last key, they dont know where the fiberglass safe at, to get in that bitch you need a glass key!"}
{"text": "Hustling aint for everybody either .. Jus like certain niccas can't hoop or play football certain niccas can't hustle"}
{"text": "I CONFESS&gt; #DegenerateArtist and #RebelScience IS THE #WALRUS who sneaks pussy in the night&gt; I AM #Artist paints your wife with #BASTARDS&gt;"}
{"text": "I DONT FUCK WIT YOUUUUUUUU! you lil stupid ASS bitch!"}
{"text": "I Fucken can't stand little cunts that write a damn Essay on how the feel about something on Facebook. #gross"}
{"text": "I LISTEN TO BASED GOD ONE TIME NOW IM BASED. No bitch stfu. Your like 13 stay outa the based game."}
{"text": "I Was Down for A Minute , them bitches left a Nigga Them hoes forgot about me , like they neva met a nigga"}
{"text": "I absolutely love my Shanti regardless what we go through that's my bitch"}
{"text": "I actually get on with Erin and think she's really nice bit you're so two faced and bitch about her all the time... #nasty"}
{"text": "I actually just hate the bitches on here"}
{"text": "I adopted these bitches"}
{"text": "I ain't Finna sleep bitch it's 8 o'clock when you finish noddin meet me at the top"}
{"text": "I ain't Neva care what ah bitch had to say bout me"}
{"text": "I ain't a killer but don't push me. Revenge is like the sweetest joy next to getting pussy"}
{"text": "I ain't afraid to cut a bitch, or open a package or somethin. #Gangsta"}
{"text": "I ain't been to the fair since I was like 8 and I haven't wanted to go since then either for some reason. Too many niggers for me"}
{"text": "I ain't bout to listen to this nigga rap about eating pussy"}
{"text": "I ain't buying no pussy I got too many followers for that"}
{"text": "I ain't cuffing no bitch that's out here posting sex gif's but maybe I'm just different"}
{"text": "I ain't cutting my hair for u hoes at hc"}
{"text": "I ain't don't turnin up bitch"}
{"text": "I ain't even know white girls had good pussy like dat eitha lbvs they #WINNIN too"}
{"text": "I ain't fenna be locked up 23 hours a day beating my dick for a guilty MF who out here fucking free world pussy."}
{"text": "I ain't going to movies, hoe we straight sexing."}
{"text": "I ain't got no hoes&#128530;&#128074;"}
{"text": "I ain't got no pussy or weed, I'm on that bitch suck my dick diet"}
{"text": "I ain't got no type, bad bitches is the only thing I like."}
{"text": "I ain't got time for a hoe tell her hop in the whip &amp; shut the Cadillac doe"}
{"text": "I ain't really trippin about the money yo that shit constantly comes like a bitch pussy"}
{"text": "I ain't stressin you hoes. Know dat &#128133;&#128129;&#128068;"}
{"text": "I ain't talking onna phone, butch we straight TEXTING. Ion wanna go to the movies bitch we SEXIN &#128175;"}
{"text": "I ain't trying to fuck, bitch. I just want wings."}
{"text": "I aint mad at you bitches thats what hoes do"}
{"text": "I aint mad at you, thats what hoes do"}
{"text": "I aint never had a prob with no other bitch over a nigga if thts yo nigga cool im older enough too go find me another &#128527;"}
{"text": "I aint no killa but dont push me, revenge is the sweetest joy next to gettin pussy"}
{"text": "I aint saying you a bitch, But you be acting like a female, dog."}
{"text": "I almost beat that bitch up."}
{"text": "I almost blacked out.... Little cunt was disrespecting my turtle.... And we don't disrespect Gorilla."}
{"text": "I almost ran this fine red bitch over."}
{"text": "I almost was nice once.. Then I realized people need to toughen up and stop being such emotional bitches"}
{"text": "I already done been exposed on Facebook by some hoe"}
{"text": "I already know I'm about to buy so many bitches drinks tonight that I'll never fuck but life's all about hits and misses. Gotta take chances"}
{"text": "I already know Wilson gone hoe later on let me gone get my ammo"}
{"text": "I already know you trash if being tatted is on the list of things you want in a nigga.."}
{"text": "I always felt funny about a chick calling me daddy.It sound sexy and all but bitch you need to go and find your dad..."}
{"text": "I always listen to ghetto ass rap when I get ready for football games."}
{"text": "I always look like such a bitch"}
{"text": "I always love when and I vent about bitches &#128076;"}
{"text": "I always wanted a bull dog them hoes clean fuck a pit"}
