{"text": "bitch Wea you going."}
{"text": "yess bitch. Messyyy"}
{"text": "bitch... So they can't hold a real nigga down fa long.. &#128546;&#128546;&#128546; bruh ask mama to pay this ticket fa me!!!!!"}
{"text": "you so fucking nasty. You got held to the wrong pussy. I'm telling , you bet not ever kiss me again!! I'm breaking up w| u!"}
{"text": "ahh I'm too much of a bitch to live off campus. I get lazy and wouldn't want to drive home :)"}
{"text": "your picture makes you look like a serious fag. #justsayin lol"}
{"text": "- lol it's possible that a hoe can treat you the right way but will she love you the right way? No. A hoe will be a hoe."}
{"text": "- lol just think about it, there is a right way &amp; a wrong way to love someone. a hoe may just love you for what you got."}
{"text": "y'all's are all little punk ass bitches doe"}
{"text": "TF do I look like, delivery bitch or what ahaha"}
{"text": "he should! I got tired of hearing how he can eat pussy 10,000 ways like damn &#128514;&#128514;"}
{"text": "orr why? Thts my lor bae tho wyd why u fucking up hoe?"}
{"text": "look at what you just said lls new era Girl bye kill bitches w Kindness &amp;&amp; wht cousin?"}
{"text": "not what I said . I want a DJ to mix the track regardless for their own use ! The video gon be dumb retarded with the reg versi"}
{"text": "\"aint nobody got no time fo dat\" (ghetto black lady voice)"}
{"text": "thats why we had 8 regular season losses...... #you #are #retarded"}
{"text": "faggots, old people, people who can't drive, drunk people"}
{"text": "fuck Brett Farve redneck ass, he stuckup he don't give a damn lol he be on campus acting like he the shit"}
{"text": "you'll make the team, them niggas trash. Lol"}
{"text": "not even sure bro, Im ignoring these hurt bitches tonight...lol"}
{"text": "&#128514;&#128514;&#128514; it's a song, ion kno y he referred to his future wife as a bitch"}
{"text": "bitches love some Alex from target &#128527;"}
{"text": "I gotta find them I know Cali got them hoes"}
{"text": "lmaooo boy thought he wS all type of right spelling that hoe"}
{"text": "the bird gone run from your ass"}
{"text": "niggah I'm not yo lil bro the fuck"}
{"text": "I'm colored. Ain't supposed to be no good influence"}
{"text": "theeepp that's my bitch"}
{"text": "that hoe over that"}
{"text": "stfu with that what I'm gonna do and just fuck oh pussy ads nigga"}
{"text": "Am the bitch but u the one steady talking stfu and be bout shit hoe ass nigga"}
{"text": "I said I was from where stop putting words in my mouth, that's something a bitch would do"}
{"text": "I don't got any beef with you but tell yo boy Alex to stop acting like bitch and bring his duck ass up here."}
{"text": "Who? Ok, right-wing teabaggers, gun nuts (like Harris), hell, even fucking cops."}
{"text": "Jenny says you're an evil bitch."}
{"text": "I kinda figured a lil bit when u said bitch u cute"}
{"text": "dying? oh bitch. exit my mentions. her last era was huge. #1 album. #1 tour. golden globe (cont)"}
{"text": "bitch all these thick bitches with they ass out on TV , do what you want"}
{"text": "he needs to date a grandma , I'm too turnt up for his lil pussy ass, bro and I called him lil baby names like lame &amp; dork"}
{"text": "is the realest bitch out here rt"}
{"text": "don't send me those boxes we droided up on da mile my nigga. Got da dro droid na drum fo a pussy boy yeer me?"}
{"text": "get the loredo steak. Out dat bitch if u ballin"}
{"text": "nigga stop hatin bitches be feelin coolio b. N two if u think dem bitch made niggas got yo back u smokin big worm shit"}
{"text": "Long story lol but I've missed you faggot"}
{"text": "; LMAO! . hoes extra sensitive via text.. They swear they hear your tone in every letter. I start using PUNCTUATION'S ."}
{"text": "I dont have any problems with zak, but you seem like a faggot"}
{"text": "don't tell the dumb hoes that"}
{"text": "I am absolutely speechless.That bitch is CRAZY."}
{"text": "I'm lmao fa real cuz I really saw her throw dat bitch in a circle lol"}
{"text": "he's a faggot"}
{"text": "that's true idk why your even in this convo you dumb nigger attention whore"}
{"text": "I can smell your fried chicken ass a mile away boi and clean your nasty ass ears ratchet bitch"}
{"text": "yuhh I'm finna hit that hoe! &#128513;&#128077;"}
{"text": "how many times did you listen to that pussy song today?"}
{"text": "some hoe shit"}
{"text": "you must have sent a bird call because I didn't get shit"}
{"text": "hell naw fuck them bitches serves them right"}
{"text": "really thou im looking like Hulk Hogan in this bitch"}
{"text": "but then they said \"oh nah ur not\" but dude I'm getting to be a heartless bitch have you not met me"}
{"text": "bitch u know what I mean spell champ these nuts"}
{"text": "yea I forgot I was talkin to a degenerate faggot"}
{"text": "your daughter can date this little fag bag"}
{"text": "that hoe can't cook"}
{"text": "bitch stop hating on such an immaculate suit."}
{"text": "my birthday hath already passed with little to no fanfare. So. Enjoy your day and be blessed bitch."}
{"text": "you a real bitch for that"}
{"text": "you better. And ima let that bitch slide right now, just be on standby. &#128536;&#128514;"}
{"text": "take like TAMU... bitches jumped to 6 after beating SC, which ain't that good..."}
{"text": "lol my bro said it about a bitch but it can be about u"}
{"text": "i need 2 of the bitches"}
{"text": "okaaaaay bitch never do we care , edges still laid. &#128514;"}
{"text": "no i don't cry im not a bitch(: i was just pissed because the cop was trying to charge me with a hole bunch of bullshit :p"}
{"text": "LMFAOOOO yooo I lost my elevator pass &#128557;&#128557; now I can't even share it ...bitch wants me to go get another one &#128530;even tho she knows me"}
{"text": "SAME&#128530; like bitch it's the struggles to use the stairs let ppl get on &#128074;"}
{"text": "Man bitch am not gonna do a damn thang, if u don't like what I got to say then unfollow me"}
{"text": "ask your boy Jason keiffer is he still tryna to get his one on one and y he block me #pussy boy"}
{"text": "sorry i eat pussy"}
{"text": "fuck bitches get money"}
{"text": "jk i would be a bitch if i got them done !"}
{"text": "nope not at all but I'm stuck in a house full of fucking niggers help me escape &#128553;"}
{"text": "only when ur around me &#128523; gotta keep dat scent to keep filthy niggers away"}
{"text": "or you know, you could just go drink bleach bitch"}
{"text": "haha my nigga coco :,) I can't wait to fuckkk like a hunna hoes this summer haha jk"}
{"text": "rt me to wey I went to the job interview high then a bitch!! Straight stanking like dank haha eyes red then a hoe"}
{"text": "; bitch dont talk at me like that bro."}
{"text": "send that hoe &#128514;&#128514;"}
{"text": "he been taking them hoe lol"}
{"text": "lol whatever. We're fags."}
{"text": "he ate my pussy i could.."}
{"text": "I just saw a bad bitch on here from mf Switzerland and feel in love"}
{"text": "I meant bitch I am scum"}
{"text": "@ that bitch"}
{"text": "Status Report: Making a pit stop in Canada to rape bitches"}
{"text": "he liked that hoe"}
{"text": "what that hoe was like"}
{"text": "don't be a bitch. Get two."}
{"text": "man bring yo bitch ass here ion give a dam bout yo mf attitude"}
{"text": "u better sit yo ass in that bitch til 330"}
{"text": "After you spread that filth of urs to that white dog, he &amp; the good ol boys were ltao on fuckin a monkey"}
{"text": "u 2 lost puppies dont know shit. Leave them niggers alone u can learn something besides how they like"}
{"text": "let one of them dingy real nigger dogs catch it. Miss Torah dont want that thot shit"}
{"text": "bitch get that job first."}
{"text": "bitch just be looking for my shit."}
{"text": "boy I was clean in them bitches."}
{"text": "only if it's funny tweets about ashy niggers"}
{"text": "bitch... Im mad at you for slapping me &#9995;"}
{"text": "bitches will great valuable pussy always make you use protection. Too many nasty dick niggas out here"}
{"text": "some niggas didnt desrve to have that bitch in the first place"}
{"text": "yes. LOVE to make em masturbate to my voice, bitches love Southern accents"}
{"text": "life aint shit but bitches and money, i passed that weed like i studied"}
{"text": "it's trash ik just wanted to fuck with Dorsey"}
{"text": "lets fuck hawt bitches at Foam and Glow?&#128527;"}
{"text": "WooHoo! New Black \"Kill Cracker babies\" Panthers to the rescue! #racist #trash #thugs #Ferguson #fergusonriot"}
{"text": "I am hurt im.not in it wtf, fuck Danielle that bitch"}
{"text": "bitch get punched tf out lol"}
{"text": "bitch u got me fuckked up"}
{"text": "bitch take dat shit down imediatly"}
{"text": "bitch u forcin it talkin about my family and shit watch out"}
{"text": "bitch u got me fuckked up go suck lil action whamm like u always do on thursdays and fridays didn't think ik did u"}
{"text": "correction bitch yo illiterate ass wanna eat my pussy and I got some center street boys dat u can suck up nun major"}
{"text": "naw fuck u bitch and go suck up cartier"}
{"text": "ok bitch damn I will I'm not even tierd my phone just dying"}
{"text": "haha that hoe go hard rt"}
{"text": "the bitch in the purple shorts and Aqua beats"}
{"text": "I knowww righttt. I don't even know how to use this shit. How I update my status on this hoe?"}
{"text": "im 60 n I hate elissa, a fake ass cunt"}
{"text": "oh shut your mouth i was talkin about the morning you fag"}
{"text": "no that's fucking retarded are you drinking tonight or not?"}
{"text": "I just whooped your ass why you turnin pussy"}
{"text": "haha you were that bitch on our team &#128521;"}
{"text": "fuck a raptor. Have fun with that when the tranny fails on you after 70k miles"}
{"text": "unless bitch is a word for awesome they are wrong"}
{"text": "I'm actually with my boys right now. Your dorky ass is with your mom &amp; dad watching Streit make you his bitch"}
{"text": "man fuck this bitch"}
{"text": "right &#128514;&#128557; okay bitch"}
{"text": "is little bitch an emotion? Cuz I'm feeling it.."}
{"text": "- we do not want you here either! Suck my pigs arse you muzzie biotch! Get the phuck out and go back to your hellhole life!"}
{"text": "I was like \"This bitch better chill-\" Oh hey Maria&#128514;&#128514;&#128514;"}
{"text": "Shit I wish it was socially acceptable for me to beat some of these bitches asses. Lmao"}
{"text": "in ALASKA!! Nothing going on, nothing to do, nothing to bitch about, few laws"}
{"text": "you already know mane since 6th grade I've been killin hoes"}
{"text": "never happen. Too much republican redneck oil money. Sad butt true. #corruptAmerica"}
{"text": "nope, it's a term used to mock teabagger scum like all three of you. Better luck next time, pal."}
{"text": "bitch probably deserved it lol"}
{"text": "fellow anarchists quit being vaginas :P like jr high up in this bitch"}
{"text": "small man syndrome usually deep down they're huge pussies so they join the authority to compensate their weak ego"}
{"text": "why are you laughing . That's you hoe &#128514;"}
{"text": "naw dude I wish, they're white trash"}
{"text": "wat a faggot"}
{"text": "more than you run pussy"}
{"text": "Thought to myself SHEEBA-SHEEBA, got my ass lookin' like a zebra!"}
{"text": "stfu youre a pussy sit your ass down with all that noise"}
{"text": "death to attention hoes"}
{"text": "wow your like 3 years late bitch"}
{"text": "sitting here talking about what u would do or gonna do that's something My bitch does"}
{"text": "idk ? I went to to the school like a week ago and the bitch gave me a paper and shit telling me my classes paid for and"}
{"text": "thats wassup how u got bitches sending you booty pics tho lol"}
{"text": "Make yo bitch open her legs."}
{"text": "tweet but don't text back ok fag"}
{"text": "literally retarded. You were dropped on your head."}
{"text": "you say waste a draft pick on Manziel when we have Mallet. that's why I'm telling you to delete your account. You're retarded"}
{"text": "I was a fag back then"}
{"text": "hung with all dudes and wasn't fuckin no bitches, so."}
{"text": "fuck all cops. and fuck you too tarah. bitch your elongated nose is shaped like a horses dick."}
{"text": "cry about it. You still can't even talk to me even though I'm supposedly the shady bitch that won't confront you lol"}
{"text": "i can give you some of my clothes so you can look like a cute dyke"}
{"text": "chink eyed !"}
{"text": "trueee, but I can't wait til the day a bitch try me!!!!"}
{"text": "And because it sounds like there is NO prenup, he's gonna cash in, not her. He apparently has ghetto credit. 'magine that?!"}
{"text": "Christian keep laughing and me and him will fuck u up instead pussy bitch"}
{"text": "he was 17 not 16 &amp; he tried to beat up a much weaker \"creepy ass cracker\" that is why he is dead. If Zimmerman was a woman..."}
{"text": "funny to read retard liberal tweets. But Anand u didn't delete salwar tweet. Anyway say hi to #DigVijaySingh"}
{"text": "Yes, sorry grant, i'm a bitch so i'm going to ignore you like most libtards ignore the majority voice...."}
{"text": "I'm still gonna smack the fuck out them. They trying to act hard over twitter. Haha pussy ass niggas"}
{"text": "only reason I wouldn't give it up is I ahve a fucking CATALOG on this bitch. Arcade games were fire."}
{"text": "yall aint gon get a stitch of pussy...."}
{"text": "lol now all ya need is sum beacg bod abs pussy boy"}
{"text": "get off my twitter fag"}
{"text": "ugly white bitch"}
{"text": "gotta keep fighting bro Thea hoes just trying to bring me down. #thestrugle"}
{"text": "May I jump in u ball-less dick-wad? As a conservative, feminist, disabled vet bitch, I wish u luck with a capital F."}
{"text": "it's okay I'll get bitches on this dick anyway but thanks for the tip"}
{"text": "I don't give a flying fuck what you think about my tweets, worthless teabagger scum."}
{"text": "cuz you know i was playing witchu i aint call yo mama a bitch or say yo brother ugly af did i?"}
{"text": "smh iont understand it but fuck it more hoes for me &#128527;&#128514;"}
{"text": "fuck 'em if they can't take a joke! liberal pussies only think jokes about sarah palin &amp; daughters are funny."}
{"text": "absolutely agree with that statement. It's just so amusing how angry it makes all these teabagger scumbags. That alone is worth it."}
{"text": "no not tonight you're gonna hoe tomorrow"}
{"text": "lmaoooo I'm calling her a hoe and I'm mad? Shutcho uglass up"}
{"text": "alright bitch I hope someone deletes your life suck 30 dicks and get hit by 2 buses"}
{"text": "oh no. They drafted that gay ass that come out on TV? Well u welcome to Redskins nation. No queers just a lot of niggers."}
{"text": "pats owner is a kike."}
{"text": "with pills that nig will last 4 years. Like magic j .That nig should hav died years ago. Y'all the first team to draft gay."}
{"text": "such a hoe"}
{"text": "yea spell check is a bitch... lets stay on topic"}
{"text": "LOL that hasn't worked well for black folks in the past. They better bring a few crackers with um."}
{"text": "your 2. And 3. Nigga them hoes suck wayans brothers are not funny at all Jamie foxx should be number 2"}
{"text": "yeah way to block me fag your scared you go and hit girls how tough does that make you? Tough enough to know I'd beat..."}
{"text": "your a fucking queer faggot bitch"}
{"text": "bitch that's wtf I just said and its not Christopher it's Chris mf"}
