{"text": "Macc &amp; Cheese Maccin these bitches &amp; Makin my Cheese&#128514;&#128557;&#128514;"}
{"text": "Mad that it's a pussy gym and full of fuck people"}
{"text": "Made it to the World Series. Ned Yost out here fucking everybody bitch on the low."}
{"text": "Made one of my all time favorites look like a bitch on the grandest stage of em all"}
{"text": "Magic 8 ball are these hoes loyal?"}
{"text": "Majority of the hoes on this gram instafrontin"}
{"text": "Make my burger bitch &#128514;&#128514;"}
{"text": "Make sure that pussy clean Cuz ima eat until you scream"}
{"text": "Make up artists = cover up for selling pussy or second gig for bartenders or students"}
{"text": "Make your first impression with me the best or like Nino Brown ima cancel that bitch"}
{"text": "Makem eat my ass since eating pussy ain't major nomore &#128175;&#128553;&#128514;&#9996;&#65039;&#128584;&#128129;&#128079;&#128522;"}
{"text": "Makeup be saving alot of these bitches from being single"}
{"text": "Man . Ducked me like a true hick. Would have split that white trash faggot lid"}
{"text": "Man I can't stop looking at this hoe twerking on my Facebook"}
{"text": "Man I do have hoes and they are all in the same location &#128589;"}
{"text": "Man I hope she don't think I think she a hoe."}
{"text": "Man I just watched that 50 shades of gay trailer and that shit looked like the wackest movie of all time. Y'all be hyping up trash on here"}
{"text": "Man I rather see the morning selfies of bitches who dont change they look with the case of the Mondays then see the jay/bey poster. Ijs."}
{"text": "Man I swear today's like nation hit tony while he's driving day.... This chink almost smashed into me..."}
{"text": "Man I thought that heifer was yo old bitch, when you first went to the feds I was that nigga she would smoke with."}
{"text": "Man I wish this bitch would just STFU!!!"}
{"text": "Man I'm tired of dealing with these hoes but my dick not"}
{"text": "Man I'm tryin to take my intoxication to Charlie Sheen levels today and I'm going to do just that"}
{"text": "Man I'm tryna give Chief Keef's mixtape a chance but this shit trash"}
{"text": "Man bitches love Beyonce....no punch line"}
{"text": "Man dude next to me got 2 of the worst looking hoes I ever seen but hey it is 2"}
{"text": "Man fuck these bitch ass niggas, how y'all doin?"}
{"text": "Man heartburn is a bitch"}
{"text": "Man if a bad washington heights chick on Dyckman likes me grabs her pussy and yells out \"what's good son\" I'm still fuckin"}
{"text": "Man if that bitch dont call me back for the job cuhh, uma be snapping."}
{"text": "Man it's some bad built bitches in San Antonio.....&amp; if u can't wear a thong on the beach yo ass bet not retweet this"}
{"text": "Man my bitch is beautiful Helen of Troy."}
{"text": "Man stop acting like faggots and go for the WIN!"}
{"text": "Man that bad bitches/broke niggaz tweet was a trap.I feed bullshit negativity and niggaz line up for a plate."}
{"text": "Man that nigga Courage always bein a bitch. HIT DAT SHIT LIL NIGGA"}
{"text": "Man that run game ain't no hoe. Fuck Alex. don't even need his bitch ass"}
{"text": "Man there's a lot of fat bitches here"}
{"text": "Man these bitches are so boring yo. Where the outgoing, fun, wild bitches at"}
{"text": "Man these hoes so familiar, one minute on the team next minute they ain't witcha"}
{"text": "Man this bitch smells like cheap lip stick"}
{"text": "Man who da fuck let this hoe in the background looking like a got damn Zebra #BETAwards"}
{"text": "Man why do these hoes even bother wearing clothes when they're going out like that."}
{"text": "Man why the ugliest bitches talk the most."}
{"text": "Man, I got fucked within an inch of my life this evening, I'm so unbothered by that bitch &#128553;&#128514;&#128514; #carryon"}
{"text": "Man, I'm wish big booty bytches would use some other nickname other than Judy... Shy is so typical and old.."}
{"text": "Man, aunt petunia is a royal bitch."}
{"text": "Mane wtf I wake up look at da window it's showin like a mf outside...Good thing a nicca went to Walmart yesterday Good Aone snacks"}
{"text": "Mann that pussy #ThrowBack"}
{"text": "Mannnnnn these hoes aint loyal"}
{"text": "Maple Room bitch SACTO STYLE"}
{"text": "Marca got so many hoes she confused on what to do"}
{"text": "Marcus Colston so damn trash."}
{"text": "Marilyn Monroe set the standard for what hoes can achieve in society"}
{"text": "Married a skinny bitch but trickin wit a thick bitch.. She got sum big hips I call that boa a hypocrite"}
{"text": "Mary Jane is a dumb bitch Peter has a job saving the city as Spiderman and she's bitching about how he hasn't came to her play"}
{"text": "Math is forever confusing to me #retard"}
{"text": "Matt cancer free gotta hoes throw him some booty before his bedtime"}
{"text": "Matt got the shades on tryin to scope a bitch"}
{"text": "Maury is funny sometimes, but the ratchet hoes on there need to get knocked the fuck out!"}
{"text": "Maybe I don't text you first because you read my messages and don't respond. &#128529;&#128529;&#128529; k bitch."}
{"text": "Maybe I shoulda informed my cousin of my social anxiety before taking me to this over crowded bar. On the bright side Texas has hott bitches"}
{"text": "Maybe I'll love you one day, maybe we'll someday grow. Till then just sit your drunk ass on that runway hoe."}
{"text": "Maybe I'm the one, maybe I'm the two, maybe I'm the nigguh that you call when you're through."}
{"text": "Maybe if you weren't such a conceited bitch more people would like you."}
{"text": "Maybe next time i day drink ill balance it out with my bitch mary jane cause #ItsLevelsTooThisShit"}
{"text": "Maybe reluctantly, but they've done it. What does this mean for a discrimination law in the state? Culturally for queer people in the state?"}
{"text": "Maybe you should eat makeup so you can be pretty on the inside also bitch."}
{"text": "Mayweather is a pussy hes only winning cus he picks his fight and he picks the nobody fighters . #fightPacquiao"}
{"text": "Mcdonalds pipe self defence beating: This is one nigger who's hand I would shake. That's how you deal with sheboons."}
{"text": "Me &amp; Elizabeth are down bitches."}
{"text": "Me &amp; Lew differ on philosophy I say smack that bitch bet she watch her mouf"}
{"text": "Me &amp; my next bitch gone turn up on the fashion side. &amp; we ain't wearing nun of that designer shit. That shit basic af"}
{"text": "Me and Bryan still out this bitch"}
{"text": "Me and da gonna do a reboot of da Jeffersons. Only dis time he gonna be Weezy and we married pre op trannies"}
{"text": "Me and my big ol titty bitch"}
{"text": "Me and my bitch"}
{"text": "Me and my bitch song #IfIHadMe1"}
{"text": "Me and my homie ROCKIN that bitch all night #MeetUsHere NOW&#10071;&#65039;&#10071;&#65039;&#10071;&#65039;&#10071;&#65039;"}
{"text": "Me and my nig be running shit in Miami on the court, we only lost one game in 3 days"}
{"text": "Me and my nigguh stay doin it"}
{"text": "Me calling bout a nigga &#128564; shit for the birds. &amp; then a nigga that ain't fucking me &#128514; I do not fucking care"}
{"text": "Me n niccas ya type Neva exchange #'s .. Wanna talk down n still gain from us!"}
{"text": "Me to \"Caffenate me, bitch\" because I don't know how to use Dave's coffee maker #struggles #CLEadventures"}
{"text": "Me when folks try to come for me. &#128514; Ok hoe, cool!"}
{"text": "Me. RT : coolin with all my hoes"}
{"text": "Me: \"Mom, honestly, thank you for making me a bad bitch.\" Mom: \"You've gotta stop.\""}
{"text": "Me: put a twist tie on the bags of ice or you'll get it all over your car Kiersten: NAHH bitch it'll be all cool...."}
{"text": "Meek do some nut shit one time he a bitch I guess y'all forgot all the hoe shit Wale did on twitter oh ok &#9749;&#65039;&#128056;"}
{"text": "Meek mill said get yo game up before you lose yo bitch damn lol"}
{"text": "Megatron must've fucked Stafford bitch or something.. He will not throw my mans the ball."}
{"text": "Mei Haruka is tied up and takes three cocks in her pussy and&#160;mouth"}
{"text": "Melo should've got the bitch for the east"}
{"text": "Member when bitches put \"le\" in front of everything. You not foreign mf &#128514;"}
{"text": "Members of non-traditional religions are all sub-human trash."}
{"text": "Merry Christmas bitches &#128536;&#127876;&#9924;&#65039;&#127877;"}
{"text": "Merry Christmas to all y'all bitches and hoes"}
{"text": "Messi is thinking , \"Ronaldo is such a bitch, couldn't even make it out his group\" ahaaaaa"}
{"text": "Messy ass hoes , ain't your fucking friend !"}
{"text": "Messy asss bitches , I would blast yall dumb bitches but i'm not even gon stoop to yalls level"}
{"text": "Met a bad bitch from Chicago. My hat wasn't cocked, yo."}
{"text": "Met a foreign bitch at Wesley . &#128064;&#128064; she better call me"}
{"text": "Met this bitch online. Call her my \"e-bae\""}
{"text": "Mfs don't care about tha kid except a few of my niggas &amp; my bitch"}
{"text": "Mfs see a picture of a couple walking on the stairs together &amp; caption it \"Goals&#128525;&#128588;\", bitch all they doing is going down the stairs"}
{"text": "MiMi was so worried bout Stevie J marriage that bitch ain't even realize she made a sex tape with a married man"}
{"text": "MiNo's &#8220;: &#8220;: Caption this==&gt; Nah bitch...we're gonna keep our virginities&#8221;"}
{"text": "Michael Sam being cut further proves that we fags don't belong in football or #NFL, it is a heterosexual sport for heterosexuals."}
{"text": "Michigan is a big state. The hoes on Twitter and Instagram make just it smaller."}
{"text": "Middle Eastern and Indonesian women are beautiful. Never seen a ugly bitch in a Bollywood film ever"}
{"text": "Might buy your bitch a bag this weekend idk"}
{"text": "Miley Cyrus got the hardest song in the club &#128514;&#128514;&#128514;&#128514; j's ain't on my feet tho these hoes love these boots &#9996;&#65039;&#9996;&#65039;&#9996;&#65039;"}
{"text": "Miley Cyrus just wants to hump things and smoke weed with her retarded ass."}
{"text": "Miley Cyrus went from a a singer who had her t.v show to a stripper who can't rap,she need a big ass and tiddy and she will be dat bitch"}
{"text": "Miley cyrus kinda looks like a retarded care bear...."}
{"text": "Milk Marie don't approve to you ugly hoes"}
{"text": "Milk Marie she got pretty pussy call it pink cause a nigga fell in love with it."}
{"text": "Millions of niggas can rap. Can any of y'all make music? Like a quality song. Not just you spittin bars. Shit you can play wit the bitches?"}
{"text": "Minus all the retarded poor bots."}
{"text": "Miss these scary hoes! :)"}
{"text": "Missouri got them swag fags lmao"}
{"text": "Mitt Romney Gone take away weave if he become President, hoes gone be walkin around looking like Lil Bill &amp; Calliou..."}
{"text": "Mix it up, bitches."}
{"text": "MoNique made a whole fucking career offa call slim girls \"Skinny bitches\". She lost the weight (BECAUSE IT WAS UNHEALTHY) and now she's done"}
{"text": "Model bitches in the gym working on they fitness but it dont mean nothing cuz they still gon buy some titties!"}
{"text": "Modern day singers talk about the same shit rappers talk about lol....hoes"}
{"text": "Molly make bitches crazy"}
{"text": "Molly's that bitch you love when she comes but hate when she goes.."}
{"text": "Mom just called me a rude ass hoe #rude"}
{"text": "Mom really came in and found anything possible to bitch about"}
{"text": "Mom said I couldn't have chocolate milk past nine so I punched that bitch in the pussy #satan &#128526;"}
{"text": "Mom you've been a real bitch lately"}
{"text": "Mom: \"heard a song about some guy with bitches, and a long something or other so he could fuck the world for 72 hours or something...\" lolol"}
{"text": "Momma always told me I was crazy , am the hoes say I'm amazing but I don't listen to a lady !"}
{"text": "Momma always told me I was crazy and the hoes say I'm amazing but I don't listen to a lady"}
{"text": "Moms is a hoe...a disrespectful one &#171; Y'all bitches are trash"}
{"text": "Money &gt;&gt;&gt;&gt; the best pussy"}
{"text": "Money ain't a thang, bitch that's a lie. It only controls every bitch that's alive."}
{"text": "Money can't buy you love so I don't pay for no pussy"}
{"text": "Money doesn't make me happy one bit. Money makes me feel more comfortable if anything. I can get pussy being dead ass broke tho tbh"}
{"text": "Money first woman second but you hoes are last !"}
{"text": "Money has bin on my mind lately so I think its time to leave the hoes alone and get with the program &#128176;"}
{"text": "Money make bitches fuck and niggas steal"}
{"text": "Money only impresses broke bitches."}
{"text": "Money over bitches even though I love ladies"}
{"text": "Money pussy &amp; freedom!&#128079;&#128588;&#128175;"}
{"text": "Money, hoes, cars and clothes"}
{"text": "Monkey see, monkey do, Narnfraud? Swiftee &amp; Narnfraud = pathetic and disturbed pair of thugs #mngop proud? #stribpol"}
{"text": "Monopoly is fucking stupid fuck that dumb ass game bitch ass shit"}
{"text": "Montana, Wisconsin, Maine, New Hampshire, North AND South Dakota, Wyoming. All places you can move an ex-hoe to and be happy."}
{"text": "More disability bigotry from the left RT : how can you defend Palin and her retards?"}
{"text": "Moreno be a little bitch. You dumb bitch."}
{"text": "Most Jordan's that dropped in 2014 were trash only fucked with like 3 pair and that's including the columbian"}
{"text": "Most niccas broke but always n the limelight"}
{"text": "Most niggas send hate thru the bitches"}
{"text": "Most of time I be thinking bitch when u gonna give me that pussy"}
{"text": "Most of you hoes copy and paste but there has to be someone they are copying from. And to you I give you my props"}
{"text": "Most them niccas I thought was real tried to derail me!"}
{"text": "Most these bitches ain't real"}
{"text": "Mother Nature is drunk again, this bitch knows how to party."}
{"text": "Mother asked what I wanted for Christmas this year. Replied with for her to not go crazy, and my sister to not be a bitch."}
{"text": "Mother b is such a bitch&#128545;&#128548;"}
{"text": "Mother fuck everything you got going on today because I'm going to Vegas in a few hours, bitch."}
{"text": "Motherfuckas tryna hate on my whip acting like they got cooler interior/light up speakers hell nah bitch boys"}
{"text": "Moving has been a bitch this weekend"}
{"text": "Moving is always a bitch.. I'm excited for Dallas though."}
{"text": "Ms St aint no hoe. They fuckin Auburn up"}
{"text": "Mufuckas been followin me on this bitch, tho."}
{"text": "Mum agrees with me, ur being a wee moody cunt and you cani deal with the fact i'm right:/ #dadsbeingsilly"}
{"text": "Mum told me about that guy from one direction puffin on the dutchy nd I was like so? Least the cunt isny a mad smackhead..."}
{"text": "Murda mook #rip to that shit"}
{"text": "Music .....you make me sick bitch"}
{"text": "Music is the only bitch I put up with"}
{"text": "Music sounds a million times better in my car I love having a sub and new speakers. It's like a mini rave in this bitch. #bumpin"}
{"text": "Must have been a light skin hoe &#8220;: Lmfao wtf she mean af &#128557;&#128557;&#8220;: HE WASNT READY BRUH RIP!!"}
{"text": "Musta let dem retards out to food shop. One just step on my boots in da Foodtown. Y'all know not to step on a niggas shoes"}
{"text": "Mutes pussy.. And ***** and ***** smh"}
{"text": "My \"sister\" use to walk the blade EVERYNIGHT so the way I see it that bitch don't have NO PLACE to try &amp; tell me wtf I should &amp; shouldnt do"}
{"text": "My Fantasy reign starts today! Got pussy nigga Los up first lmao...cmon Seattle D cut upppppp!!!"}
{"text": "My Instagram is being a bitch and telling me I can't follow this person fuck this"}
{"text": "My Instagram song ain't bout me postin pictures it's about how hoes not allowed to post pictures of me and I ain't posting none of them &#128076;"}
{"text": "My Lil cousin been locked up for 2 years for beating a bitch with. Metal bucket"}
{"text": "My Ralph Lauren jacket comes tomorrow. Im giving out free hugs so these bitches can know what high quality fabric feels like."}
{"text": "My True life episode comes on later on tonight at 8pm central time. True Life: I wanna be a tranny."}
{"text": "My advice of the day: If your a tranny.....go fuck your self!"}
{"text": "My alarm clock should be $$$ callin lol wake yo ass up and get this money bitch !"}
{"text": "My asshole credentials? Even rednecks hate me."}
{"text": "My baby Lexy. She is a whole ain't shit bitch in the winter. Sorry ass RWD that's her only flaw. Still love you tho"}
{"text": "My bad. That was about RT : Why bitches act like I CAN'T READ or like words don't have a meaning."}
{"text": "My bae said u bitches watch y'all mouth lmao"}
{"text": "My barber not bein able to cut my hair yesterday really prevented me from goin to the club and gettin mad bitches b he owe me 3 free cuts"}
{"text": "My best friend loves Justin beiber what a fag &#128557;&#128514;&#128557;"}
{"text": "My bestfriend is the BIGGEST bitch I know. That's why we are best friends lol."}
{"text": "My bitch Remy stuck in 06 &#128557;"}
{"text": "My bitch ass buddy pmo"}
{"text": "My bitch ass like an allergic reaction she service my faction"}
{"text": "My bitch bad like Brittany but I wish I had Brittany"}
{"text": "My bitch bad lookin like a bag of laundry"}
{"text": "My bitch bad piece, yo bitch got bad feet &#128514;&#128514;"}
{"text": "My bitch bad, she from the islands."}
{"text": "My bitch bre been ina good mood they free'd her young hogg &#128175;"}
