{"text": "RT : based on my Starbucks drink choices, I admit that I am in fact a basic bitch."}
{"text": "RT : Can't wait to eat #metropole and see my friends! Bring on those damn yellow penguins!#ro ..."}
{"text": "RT : fuck that. she better laminate my face. RT : You&#8217;re a grown man and think eating pussy is emasculating?"}
{"text": "RT : Things to remember: Sometimes being a bitch is necessary. Stick to your guns. Impromptu solo dance parties are good fo&#8230;"}
{"text": "RT : &#8220;: tom ford probably fucking all these hoes&#8221; he probably would be if he wasn't a homosexual"}
{"text": "RT : c is for cunt u is for ur a cunt n is for not sure u know this but ur a cunt t is for turn around bitch; ur a cunt"}
{"text": "RT : All these hoes always talkin shit about there guy. Look bitch if your gonna talk shit to me I'll be happy to smack you in yo&#8230;"}
{"text": "RT : No, you're a nigger, go pick my cotton"}
{"text": "RT : you ex bitches need to realize ."}
{"text": "RT : I know where I would be tonight if I was in #ATL #MansionElan I can bet that bitch gone be lit tonight &#128293;&#128293;"}
{"text": "RT : you see her nudes? she must have beat her own pussy up RT : Salute"}
{"text": "RT : Ead RT : Especially after Rita died.. RT : Dexter was just as trash as Breaking Bad."}
{"text": "RT : stop fucking calling these legends trash. Cuz the top artists of our generation \"take\" from the legends."}
{"text": "RT : he's saying...he doesn't discriminate. he like darkskin hoes he like lightskin hoes he like Asians. as long as they bad."}
{"text": "RT : Don't be sorry hoe, Be Careful"}
{"text": "RT : Its 2 things in this world that I aint seen, thats a UFO &amp; a bitch that I need !!"}
{"text": "RT : Lmaoo nigger is scared &#128540; &#8220;: So results are supposed to be out today Lol lol&#8221;"}
{"text": "RT : I hate when old bitches&#128117; wear clothes these young hoes be wearing&#128135;&#128089;&#128096;, like stay yo ass&#9995;&#128530; in yo age group"}
{"text": "RT : I hate when bitches twerk to slow songs !!! &#128530;&#128074;&#128162;"}
{"text": "RT : I need some phenomenal head. Like someone who was born and breed to eat pussy. Someone who is an adept when it cums to tong&#8230;"}
{"text": "RT : corny ass hoes always got my name in they mouth."}
{"text": "RT : get with the winning team hoe &#128523;"}
{"text": "RT : that bitch Lebron counted to like 6 he ain&#8217;t eem give Miami 6 yrs &#128514;&#128514;&#128514;"}
{"text": "RT : Why do hoes always want to come bacc when they didn't have to leave in the first place?"}
{"text": "RT : Thanks for being black, in darth, and now 17 years old you kinky hentai son of a bitch"}
{"text": "RT : &#8220;: Some* RT : Niggas be so pressed for pussy&#8221; my bad yes some!"}
{"text": "RT : My next bitch gotta take me out just because...."}
{"text": "RT : Niggas talk more than bitches these days..."}
{"text": "RT : Every girl sucks dick. Don't let that bitch fool you."}
{"text": "RT : If he asks, \"what you about to do?\" after y'all get done fucking, you a hoe."}
{"text": "RT : Also. RT \": I know one ho in particular who loves pointing out that everyone else is a ho. Lol\""}
{"text": "RT : I always waste my time on irrelevant bitches! &#128528;"}
{"text": "RT : All I see on my timeline is Ebola Ebola Ebola I hate school Ebola Ebola Some twitter hoes selfie Ebola Ebola Pull out ga&#8230;"}
{"text": "RT : \"How I'm a hoe if I only fucked 2 men?\" Bitch cuz they was best friends"}
{"text": "RT : &#128514;&#128514;&#128514; RT : if your girl smoke weed the dopeman slamming your bitch for a G, but that's Relationship Goals to y'a&#8230;"}
{"text": "RT : &#128514;&#128514;&#128514;&#128514; RT : wow, she let quite a few niggas beat. equal opportunity pussy"}
{"text": "RT : A woman never cheated unless a man drove her to do it... Men only cheat for new pussy"}
{"text": "RT : I don't do nothin for no bitch that she wouldn't do for me"}
{"text": "RT : I'm missing a few things I really need in my life: iPhone 6 iOS 8 ps4 some bitches and a new car."}
{"text": "RT : If I get 30 or more retweets that's proof I get 0 bitches. Let's settle this once and for all"}
{"text": "RT : If your friend is a hoe u a hoe too. Birds of a feather flock together"}
{"text": "RT : If your girl see that another girl likes you, her name is \"this bitch\" until further notice."}
{"text": "RT : Men only cheat for pussy. Women cheat cuz they think they have 2 soulmates"}
{"text": "RT : RT if no bitches texting u right now"}
{"text": "RT : RT if u lost all your bitches"}
{"text": "RT : Stop respecting women who admit to having a hoe phase"}
{"text": "RT : Stop stalkin your girl social media u bitch ass nigga"}
{"text": "RT : Stop wasting texts on bitches who ain't tryna fuck u"}
{"text": "RT : U a faggot if u heat up leftover pizza"}
{"text": "RT : U a hoe if you have children and you're still awake"}
{"text": "RT : Women who need to be put in their place are trash. You are a human not a pet bitch relax"}
{"text": "RT : Y'all bitches got to stop pushing away the niggas who really care about y'all for these niggas who don't give a fuck"}
{"text": "RT : Your girl swear u cheating until u fuck a bitch for real then it's \"OMG how could u?!\""}
{"text": "RT : Why are pussy farts so embarrassing ? &#128514;&#128557;&#128557;"}
{"text": "RT : Get a girl with good hair . U don't want a bitch that got nappy ass hair . Yo kids gone end up having bb's nigga &#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : you bitches make everything a relationship goal."}
{"text": "RT : Lol I have an obsession with smell goods. Candles...plug ins....spray...the smelly good wax thingys...pussy...."}
{"text": "RT : Females be 14 acting 18 &#128684;&#128138;. Turning up like they 21 &#127867;&#127864;. Throwing the pussy like they 25 &#128049;&#128166;... But still can't pass Alg&#8230;"}
{"text": "RT : Don't wife a hoe &amp; end up like these 2"}
{"text": "RT : I gotta curve these hoes before they have a chance to curve me &#128530;"}
{"text": "RT : Kim K got bitches thinkin being a hoe is a career with health care benefits"}
{"text": "RT : This was the most racist bitch in the world.."}
{"text": "RT : Can I bring another bitch let's have a 3some"}
{"text": "RT : A boyfriend and girlfriend suppose to laugh at these hoes together. A guy should never have these hoes laughing at his girl..&#8230;"}
{"text": "RT : Girls favorite line &#128073; \"go talk to yo hoes\" &#128514;&#128514;&#9995;"}
{"text": "RT : I'ma get wifey not cunt who spreads legs for anyone. Settle for nothing but the rarest. Difference better you and me lmao"}
{"text": "RT : retweet for big booty bitches"}
{"text": "RT : &#8220;: Bruh I never seen so many ugly bitches in one picture before smh is that Luda&#8230;"}
{"text": "RT : Karmas a bitch &#128514;&#128514;&#128514;?"}
{"text": "RT : For all you bitches that think you're a \"bad bitch\", please tell that to Rhonda Rousey."}
{"text": "RT : Took this bitch 3 months to put a scarf on smfh"}
{"text": "RT : Every time a Black woman says \"oh bitch\", I smile."}
{"text": "RT : Niggas gossip like bitches.. but yet they be the \"realest niggas\" tho? I don't understand.."}
{"text": "RT : When she comes through with the nudes, but they trash, but she got big titties"}
{"text": "RT : It goes from &#8220;babe&#8221; to &#8220;bitch&#8221; &#8220;I love you&#8221; to &#8220;I hate you&#8221; &#8220;I need you&#8221; to &#8220;fuck you&#8221; &#8220;you&#8217;re my everything&#8221; to &#8220;you&#8217;&#8230;"}
{"text": "RT : when that one stupid bitch pops up on your timeline..."}
{"text": "RT : 1st RT : Show proof I sold pussy for $65. I'll wait."}
{"text": "RT : You a faggot if you use Uber because real niggas drive drunk"}
{"text": "RT : This bitch really happy she got 60k followers from getting kicked out of a moving car by her abusive bf and almost dyi&#8230;"}
{"text": "RT : I hate when people take a picture&#128247; and be like \" don't mind the background \" &#9995; nah bitch imma mind &#128563;"}
{"text": "RT : Ever stay home from school and look at the clock and say yeah those bitches in math right now"}
{"text": "RT : if she can roll, wife that bitch."}
{"text": "RT : Every females worried about being played, &amp; every nigga worried she a hoe. So nothing but games will b played wit that minds&#8230;"}
{"text": "RT : Dame the type of bitch that go to jail to meet men &#128514;&#128514;&#128514;"}
{"text": "RT : These bitches don't love nobody &amp; the ho's is for everybody!"}
{"text": "RT : I wanna watch a nigger made before Christmas"}
{"text": "RT : There's pussy makeup?"}
{"text": "RT : #IfWeDate Get rid of Your Ex's &#128694;&#128694;&#128694;&#128694;&#128694;&#128694;&#128694; Get rid of Your hoes &#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131; We don't Need No interference &#128525;&#128145;&#128107;&#128141;&#128536;&#128143;&#10084;&#65039;&#128175;"}
{"text": "RT : A couple &#128107; is \"A couple\" &#128076; Not \"A couple &amp; one\" &#128107;&#128694; Not \"A couple &amp; some\" &#128107;&#128582;&#128581;&#128129; Not \"A couple &amp; plenty\" &#128107; &#128131;&#128131;&#128131;&#128131;&#128131; No hoes No &#8230;"}
{"text": "RT : ALL Relationships come w/ hatin ass hoes&#128589;, drama&#128074;, jealousy&#128530;, arguments&#128545;.. ALL THAT. Only REAL couples laugh at the shit &#8230;"}
{"text": "RT : white bitches win again smh &#8220;: i fucking hate you &#8221;"}
{"text": "RT : bitch get it how you live &#128514;&#128175;"}
{"text": "RT : RT : It's bout that time were I feel like beening a hard working woman .....and a stripper hoe by night do&#8230;"}
{"text": "RT : Every bitch with her ass out on Instagram bio be like deleted at 100k for booking email backpagepussy.com"}
{"text": "RT : A real hoe will never let you turn her into a house wife.. She'll let you know what it is before you start catching fe&#8230;"}
{"text": "RT : Yall bitches don't know how to be friends &#128514;&#128514;"}
{"text": "RT : them other bitches aint got nothing on me I can tell by how your still fucking with meeeee"}
{"text": "RT : \"You gotta be able to keep a bitch on her feet or she'll be on her knees with the next nigga.\""}
{"text": "RT : If I got time to hold my phone the whole time we having sex. Yo pussy Trash"}
{"text": "RT : When you having a girls night and you cooking for ya bitches Ctfu #GhettoGirls"}
{"text": "RT : lmfaoo RT : LMFAO RT : Lmao RT : You niggers move sooo fast"}
{"text": "RT : Ego so big I must admit , I got every reason to feel like I'm that bitch &#128522;"}
{"text": "RT : When you hoes gone learn second place don't get a prize?"}
{"text": "RT : \": That ain't my hoe.\" This is the same man that wants to be \"Godly\"...."}
{"text": "RT : 500 years of racism and they think nigger hurts my feelings lol. White people are funny."}
{"text": "RT : She called me Mexican is that all she have on me tho? IM A PROUD HISPANIC BITCH sure liked this dick tho hoe."}
{"text": "RT : I HATE hoe ass people."}
{"text": "RT : &#8220; Iont got not type ... Bad bitches is the only thing that I like&#8221;"}
{"text": "RT : I will neva sleep on a pussy"}
{"text": "RT : &#8220;: these hoes ain't loyal &#128557;"}
{"text": "RT : I hate seeing a nice fee wit a weak nigga .. Be like girl yu retarded r sumn?! Uon know yu cud have me?!"}
{"text": "RT : I just wanna leave this bitch for a weekend"}
{"text": "RT : If you hatin you just need some pussy..."}
{"text": "RT : RT : &#8220;: Ike finna have the bitter bitches upsaught&#8221; - and he don't care lmao | not at all"}
{"text": "RT : Trey Songz album is about being a single hoe ass nigga lol"}
{"text": "RT : \": &#8220;: &#8220;: this bitch real nasty &#128518; &#128563;&#8221;&#128563;&#128563;\" ah need her &#128076;"}
{"text": "RT : im sick of bitches , bitching about other bitches &#128530;"}
{"text": "RT : \"go talk to your hoes\""}
{"text": "RT : the easy way out RT While you females calling them hoes asking if they want ketchup with they fries."}
{"text": "RT : if a bitch dont act crazy over you , she dont really want you. &#128080;"}
{"text": "RT : Jacob needs to stop being a little bitch and follow me on Instagram"}
{"text": "RT : man some lame niggah when I find him I'm unfollowing TF out his ass!"}
{"text": "RT : lol when bitches tryna chill with me like do u kno who i am? im the mother fuxin Dory hoe I TOUCHED THE BUTT"}
{"text": "RT : Im hooked on money.. The pussy and weed is just a bonus!"}
{"text": "RT : Quit it with that you got hoes shit you ain't got a got damn thanggg witcha ugly ass !!!!!!!"}
{"text": "RT : eat my pussy&#128539;&#128570;&#128166;&#128166;"}
{"text": "RT : - you ain't a bad bitch if you got bad habits !!! ."}
{"text": "RT : I kno u wanna roll w/ a bitch like me!"}
{"text": "RT : i never had a nigga taken from me &#128564;&#128514; . in order to take him from me he must not return &#128526;&#128520;&#128541; . keep that in mind bitch &#128129;"}
{"text": "RT : Mahammad was a bitch. Cause I said so."}
{"text": "RT : Craziest bitches got the best pussy....."}
{"text": "RT : Ugly bitches like to argue a lot."}
{"text": "RT : Twitter is suspending the shit out of IS, multiple iterations of new regional accounts opening today and suspended within ho&#8230;"}
{"text": "RT : \"I love cripples! Look at all these fucking cripples! Goddamit I'm a people person!\""}
{"text": "RT : If you call a player a \"pussy\" when he's sidelined by concussion, and a \"low class\" when he trash talks, you might be a f&#8230;"}
{"text": "RT : half of it will be about how you became ghetto in Compton."}
{"text": "RT : ayyy what fags"}
{"text": "RT : LMFAOOOOOOOOOOOOOOOO RT : Put that muthafuckin jelly on that bread, bitch spread it"}
{"text": "RT : &#8220;i&#8217;m running like a bitch&#8221; &#8212; Michael Clifford, role model and inspiration to many"}
{"text": "RT : if you ate my pussy, don't ever try to disrespect me . Fck nigga i fed you &#9995;"}
{"text": "RT : I hate girls that be like \" I can't talk to you you got too many hoes..\" Bitch where ya competitive spirit at??"}
{"text": "RT : Niggas expect you to pull this out when they ask \"where the hoes at\""}
{"text": "RT : the nigga with no future always have the most hoes.."}
{"text": "RT : \"Just texted my phone, this bitch just blew my high!\""}
{"text": "RT : Rihanna is currently dropping bombs on you bitches!"}
{"text": "RT : give me head &amp; kiss yo bitch , you a ill nigga !"}
{"text": "RT : hickeys hurt I don't see how people always have them hoes ."}
{"text": "RT : when you @ a bitch they never talking bout you all of a sudden &#128514;"}
{"text": "RT : Attractive girls are always the most insecure... &#128589; While these Shrek looking bitches, walk around thinking their the shit &#128129;"}
{"text": "RT : just seen this little yellow nigga who lives in a pineapple..... thats some crazy shit."}
{"text": "RT : maybe all these fake bitches will pretend to be real for halloween"}
{"text": "RT : school doesnt even test your intelligence it tests ur memory... ....it tests my ability to keep calm and not slap a bitch"}
{"text": "RT : Unloyal girls turn good guys into assholes. And unloyal guys turn good women into bitches."}
{"text": "RT : I hate seeing people with money spend it on stupid shit, you don't need 11 TVs &amp; a shark tank you twat"}
{"text": "RT : If we date&#128143;&#10084;&#65039; Get rid of ya Ex's &#128694;&#128694;&#128694;&#128694;&#128694;&#128694; I'll get rid of my hoes &#128131;&#128131;&#128131;&#128131;&#128131;&#128131;&#128131; We don't need NO interference &#128525;&#128145;&#128107;&#128141;&#128141;&#128149;&#128175;"}
{"text": "RT : Swag fags are now hibernating because great America and Christmas in the park are both closed. &#128514;"}
{"text": "RT : 11:11. I wish you would stop being a hoe."}
{"text": "RT : Birth Control should be mandatory for some of you hoes"}
{"text": "RT : Guys at parties be screaming \"these hoes ain't loyal\" but they drunk &amp; cheating on they gf with a girl who look like Ra&#8230;"}
{"text": "RT : Top 3 Lies girls tell on twitter 1. My DMs don't work 2. Why is my twitter unfollowing people 3. I'm not a hoe"}
{"text": "RT : s/o to all those girls who are curled up in a ball in their bed waiting for that goodnight text. go to sleep bitch, he &#8230;"}
{"text": "RT : you bitches with A cup boobs need to stop wasting money on bras and just buy some tank tops like the rest of the homies."}
{"text": "RT : cant just tell me anything bitch im one click away from google at all times"}
{"text": "RT : i swear i care bout everything but these bitches &#128080;"}
{"text": "RT : fuck them hoes! I have bigger problems like do you cook at your house lol"}
{"text": "RT : fuck them hoes! I have bigger problems like do you ever cook at your house lmao"}
{"text": "RT : LOL what a fake bitch"}
{"text": "RT : Vibing with my bitches ,on this &#9981;&#65039; feeling good &#128076;&#127811;&#128168; #SlowJams #NeverADullMoment #WithTheseBitches &#128540; &#8230;"}
{"text": "RT : &#8220;: &#8220;: &#128081; hoes on gish road be lookin like.. Talkin bout \"5 dolla sucky sucky\"&#128514;&#8230;"}
{"text": "RT : there's only like one retarded fucking beaner that does and he's a stupid ass ex&#8230;"}
{"text": "RT : Joshua is a faggot. Just suspend him on those grounds"}
{"text": "RT : Why is it always the bitches with no money, no job... no contribution to anything financial that have the highest standards&#8230;"}
{"text": "RT : pretty bitch is always comin thru &#9786;"}
{"text": "RT : Dese hoes aint loyal @ Wal-Mart #TeamIgnant #hoodcomedy #flytv #LOLATL &#128514;&#128514;&#128514;&#128514; bruh"}
{"text": "RT : Join me for 8's no fucks given join bitch"}
{"text": "RT : Ever look at a bitch tweet and was like \"Bitch Stfu\"? &#128514;&#128514;"}
{"text": "RT : Everyday I turn more into a cold heartless bitch."}
{"text": "RT : hit that bitch with a bottle"}
{"text": "RT : Niggaaaaaa, why these bitches trip so hard over a nigga? When will they realize they're gonna grow up &amp; regret the fool?"}
{"text": "RT : Leavin no hope for these hoes"}
{"text": "RT : I'm not saying I'm for this but .. Studs will fuck trannys but won't let they bitch strap them down you muhfuckas childish lol"}
{"text": "RT : You gotta be straight forward with hoes ... Tell them what you want from jump ..."}
{"text": "RT : 24. Her. When we found her she was so sloppy and I tried to drag her to the car. She was fighting back and the bitch was hea&#8230;"}
{"text": "RT : 28. Basically, you can't be bold and be a hoe at the same time."}
{"text": "RT : Lost my erection and found it in your girlfriends pussy"}
{"text": "RT : &#8220;: 1 day down 39 more days with out pot #lent&#8221;your a faggot"}
{"text": "RT : imma get my crew on dis fuckin fag #3hunnad real talk nigga #turn up"}
{"text": "RT : fuuck jalens a slow bitch!"}
{"text": "RT : Real RT : Few things worse than forcing a conversation with a dumb bitch"}
{"text": "RT : Chantel isn't a side hoe bc apparently she's lesbian. IM DONE WITH LIFE. All these months hating her for no reason."}
{"text": "RT : you're retarded enough to be both. But atleast I have a date to bring you on for your birthday&#10084;&#65039;&#128535;"}
{"text": "RT : Cheating ain't no accident hoe! fallin off a bike is a accident! I ain't never seen a bitch trip &amp; land on no dick!"}
{"text": "RT : &#8220;: &#8220;: y'all hoes get boyfriends just to tweet about them.&#128588;&#8221;&#8221; then break up to dawg him on here lol"}
{"text": "RT : Bradshaw ain't no hoe"}
{"text": "RT : are you kidding? #boycottCriminalIntent just lost my fave program. Take a belt to THAT, bitch."}
{"text": "RT : i was about to be like \"r u queer\" but c'mon Jen do u even need to ask"}
{"text": "RT : &#8220;: quote this tweet with the funniest pic in ya camera roll &#128514;&#8221; this bitch started it all&#128514;"}
{"text": "RT : &#9995;&#11088;&#65039;bitch"}
{"text": "RT : Not every female is a TROPHY&#127942;&#128525;&#128588; some of y'all hoes are just Certificates of Completion!&#128221;&#128195;&#128530;"}
{"text": "RT : \": and also.pussy!..if my shit offends u..get off twitter..block me..and go suck a cock..."}
