{"text": "Blah. If people are determined to think of you as a condescending bitch, it's their loss."}
{"text": "Ha bitch, I'm pickin' up beach babes left n right on the West Coast"}
{"text": "lmfao go to bed whitey &#128129;"}
{"text": "Rollin coal bitches ready to blow ready set GO!"}
{"text": "bitch got the crew hype an still got her ass beat tonight should have brought him to us"}
{"text": "always eatin good wit my niggah, and good lookin on the cd my boy got some heat now i can bump some bangers"}
{"text": "fosho my niggah il be over there just been real busy lately"}
{"text": "yeah that niggah played good, lowkey i wanted brazil to win"}
{"text": "now that ur tour over come kick it with ya nig in the MIA...."}
{"text": "the Jacob and Joshua picks have been very similar. As the love for faggot Ruslan as well #2accountsGate"}
{"text": "pass the Fosters faggot"}
{"text": "yea....what did it do for Maidana? It made him a greedy faggot loser. Atleast Broner is black..."}
{"text": "seriously.. After that first conversation on your status he fb messaged me calling me a fag lololol"}
{"text": "fuck off bitch."}
{"text": "no u eat it inbred trailer trash."}
{"text": "Let the hoes tell it man.."}
{"text": "Lesson 12 don't pass out at before 12 like a lil bitch"}
{"text": "slap a taco in thT hoe face &#128514;&#128514;&#128514;&#9996;&#65039;&#128080;&#128074;&#128175;&#128536;&#128584;&#128129;"}
{"text": "awnser the phone pussy"}
{"text": "pull my panties down with ur teeth and write the alphabet w ur tongue on my throbbing pussy"}
{"text": "I trip on acid not bitches."}
{"text": "never followed him ignorant monkey"}
{"text": "nigga I didn't have no change.yall some hoes for Tryna shoot know y'all can't shoot"}
{"text": "fight that shit say you're on free lunch and they must have the game fucked up cause you're colored like the rest of them"}
{"text": "thats shit gon be the death of these hoes...ion like it..."}
{"text": "lmaooo roosters is hot trash bro u know it"}
{"text": "get that degree first bitch"}
{"text": "I'll say it for you.. Do ya woman want you on the couch in plain sight or outchea with these bitches? Simple."}
{"text": "describing New Pussy like a Baltimore Love Thing out this bitch."}
{"text": "She is a bitch ! This mess is all BO's fault! ALL OF IT!"}
{"text": "3/4 of a citizen. I said it for you maria you spic"}
{"text": "I know I was playing that hoe start on the 20 tho"}
{"text": "your a nasty nigger whore"}
{"text": "you got some hoes here yet?"}
{"text": "at least he went up and wasn't a bitch"}
{"text": "I'm not Mexican enough for the real beaners yet too Mexican for the Americanized beaners :("}
{"text": "that you got hoes damn"}
{"text": "then what the hell are the perks of being your hoe? This is some bullshit"}
{"text": "ugh your with Tebow? You're officially a fag now and in followed."}
{"text": "they said some bullshit. Damn niggers"}
{"text": "wow!!! Are you comin back up here? &#128514;&#128514;&#128514;&#128514; they some bitch niggas"}
{"text": "Can I beat this bitch up?? Seriously....what a bitch"}
{"text": "Damn you bitch you never answer me anymore... LMAO JK ILY! Anyway glad of your first show, be safe when going to the next one"}
{"text": "YOUNOW is a fucking bitch... Shit load of hate on there when I did my first broadcast"}
{"text": "I'd like to rape the bitch that posted that."}
{"text": "Fuck you, faggot."}
{"text": "I gotta see that hoe in person cause I'm sleeping on that hoe for now"}
{"text": "da fuck that hoe look sad"}
{"text": "lol he still a lil bitch"}
{"text": "These new nigga hipster hypebeasts love all these faggot ass bright colors and Nike keeps giving them what they want smh"}
{"text": "hoes not women, like to be the center of attention"}
{"text": "We niggas like fuckin roaches. Let one in and you hot dam infested. You a crazy bitch. I dig yo ass"}
{"text": "these kids are pussies. We got a white trash kid &amp; a ThugNasty wanna be up in here &#128514;"}
{"text": "take your queer ass dubstep out of here"}
{"text": "We had a Pacer in the 70s &amp; I 'member loving when \"Hair of the Dog\" came on the quadraphonic stereo so I could say \"bitch\"lol"}
{"text": "lmao u ain't a savage &#128514;&#128514; these hoes for everybody"}
{"text": "I didn't spoil anything &amp; you should have been watched it nigger nig nog"}
{"text": "I don't like the sand nigger but it's entertaining like 6 knockdowns"}
{"text": "Joe Cortez is the ultimate faggot that fight proved it"}
{"text": "all I remember was the fat bitch stealing the KFC bucket &amp; hauling ass"}
{"text": "all us beaners were pissed like robert when the jew ref stopped it"}
{"text": "post the bid where you tell that nig to use the jab"}
{"text": "true sand niggers &amp; bum Brits claim he's a ATG hall of fame legend smh"}
{"text": "Wait,wait,wait, The new one or the EP?Son of a bitch Lucky ;)"}
{"text": "I've decided that #BullsNation are retarded. #love"}
{"text": "Hookers are always complimentary-who wants to be with a bitch?"}
{"text": "racist tx trash racist why wld u intvw n ask racist questions itwas so disrespectful"}
{"text": "I jus wanna let you know OKC trash, IBAKA ain't shit, y'all ain't goin nowhere without Harden"}
{"text": "Spurs bitch that's the team, you dont want no problems"}
{"text": "hey Sir house nigger, uncle tom aren't you from grand ole Mississippi, I rest my case!"}
{"text": "you need your ass whipped with a whip Mr house nigger, remember u will always b a nigger to them!"}
{"text": "bitch mind your business"}
{"text": "oh you mean like how you started to be a cunt to JP about something that has nothing to do with you?"}
{"text": "your man looks terrified in that picture. Do you beat him? Or just treat him like a regular bitch?"}
{"text": "Now, mfa don't wanna spend a dime wit em. Prolly out here yelling money over bitches."}
{"text": "I just really miss you and I know we can drink it off and talk about all of our problems like basic bitches"}
{"text": "Punk ass bitch. #BullsTalk"}
{"text": "i wanna be that white nigga chillin in my mini cooper just throwin money at bitches"}
{"text": "press start bitch &#128529;"}
{"text": "a fucking verse from Don trip bitch stop assuming shit"}
{"text": "who ever said this is so dumb. My moms a cop &amp; ill have her track you down for being a lil bitch. Kay bye(:"}
{"text": "that nigga was eating that hoe lol"}
{"text": "you da realest bitch out here Amber"}
{"text": "sockin bitches in they mouf"}
{"text": "ghetto ass Pocahontas ."}
{"text": "&#128514;&#128514;&#128514;&#128553;&#9996;&#65039; my bad bitch im logged in on everybody shit"}
{"text": "bitch im too mad im finna throw this bitch outside"}
{"text": "&#128514;&#128514; bitches aint shit"}
{"text": "I can't bitch"}
{"text": "bitch I know stfu &#128514;"}
{"text": "to lay up w my bitch"}
{"text": "umm bitch hello I was not alive so I clearly DOBT have it"}
{"text": "You don't know what I know. Name somebody colder, you monkey faced immigrant"}
{"text": "elissa is such a fake cunt"}
{"text": "all hoes singing it too"}
{"text": "damn that hoe just came out but look at how many hoes said his shit jamming on my shit"}
{"text": "lmaooo I wanted them hoes she was suppose to hold em"}
{"text": "lmaooo niggas ain't but hoes is I think I'm winning"}
{"text": "me either but if the bitch like put on that Beyonc&#233; nigga ain't gone hesitate"}
{"text": "whatever turn them hoes on z-Ro ain't gone get the bitch wet"}
{"text": "I fuck with Takeoff nigga get on the bitch and just snap"}
{"text": "naw where can I see that hoe at"}
{"text": "wiz had a warrant like a bitch"}
{"text": "yea he coming back him big rod doing something for that hoe"}
{"text": "I'm not Hollywood at all my nig, u brought me to twitter n bounced"}
{"text": "a young nigga turned into Mr. CATCHMEIFYOUCAN....I'm in da field my nig #WEDAOPPS #FUKEMWEBALL"}
{"text": "he a real nigga tho, that bitch know her place"}
{"text": "weeknd dont save hoes b, idunno bout Drake"}
{"text": "weeknd make muzik for the hoes b, im tryna meet these women he be talkin bout"}
{"text": "What can I say, Im a stubborn son of a bitch."}
{"text": "haha i dont remember following you but ok? Get your pannies out of of bunch cunt"}
{"text": "Damn i wanted to buy that bitch that shit was tough"}
{"text": "I know bro nigga seen a 7'1 African playing Guard and was handling the hoe"}
{"text": "Lebron brought the bitch down to his knees chill"}
{"text": "who all in that hoe"}
{"text": "bitch I'm talm bout at like 10 &#9995;&#128514;"}
{"text": "bitch ion got no attitude &#9995;&#128514;&#128557; sorry hoe I'm shaded Rn"}
{"text": "bitch you still subtweets but not replying though &#128514;&#128557;&#128524;"}
{"text": "oh bitch but you couldn't answer mine when I needed a paccage delivered to your house ! So Fucc off &#128514;&#128557;"}
{"text": "omg bitch go to sleep it was JUST a coincidence huh ? &#9995;&#128514;"}
{"text": "\"she's wearing the same shirt, what a bitch.\""}
{"text": "self low down black bitch?"}
{"text": "shoulda told her yeah if I can take you home for pussy lol"}
{"text": "bitch bye you can't get it"}
{"text": "bitch is you drunk or nah"}
{"text": "it's almost ya fucking birthday. So act right niglet"}
{"text": "would I be a bitch if I said yea but never told you where I stay at?"}
{"text": "You/ brought it up first with the allusion that she's a hoe."}
{"text": "yes because I too want to be fat and have a fat bitch wife"}
{"text": "fuck outta here and go put some more trash ass ink on your faggot ass self pussy"}
{"text": "stay talking defending your fuckboy ass boyfriend or what? go suck him off while youre at it faggot"}
{"text": "you need to accept the fact that you're both hipster faggots."}
{"text": "way to delete your tweets you stanky bitch"}
{"text": "these bitches need guidance."}
{"text": "I was 200 bitch"}
{"text": "you become retarded"}
{"text": "faaaaggggottttt, speaking with the blonde hair and confused, you're a hypocrite, cuz you're a faggot"}
{"text": "Vegeta a super hoe then. But he did snack Goni up something fierce during Buu saga :wow:"}
{"text": "cause hes a faggot"}
{"text": "Dunleavy, my cracker ass honkie"}
{"text": "fucc droppin songs when yu gon drop a mixtape nicca"}
{"text": "damn! Thot I blocked ur fuzzy butt. Have now. &#128541;"}
{"text": "shut up chink.!!!"}
{"text": "you said good bye dumb bitch snd i said ok..what is it with you white devils...i have nothing for you vampire lover of blood"}
{"text": "you motherfuckin' bullshit slingin' son of a whore! you disgraced all vets with ur crap. now go off to pussy land where u belong"}
{"text": "dont be a bitch."}
{"text": "Dawson and Nicky Hickman delete the fake account and and stop being bitches"}
{"text": "Right in the pussy"}
{"text": "you call someone a faggot and then say to kill themselves, you are a pathetic human being. A fucking disgrace."}
{"text": "you don't know what your talking about retarded faggot"}
{"text": "fugly bitch john will dump ur ratchet ass"}
{"text": "ugly flat chested prude ass white bitch"}
{"text": "So I guess that makes us blacks double niggers, huh?"}
{"text": "and btw don't ever bring up past hoes wit yo ol lady I took that L in HS tryna be semi honest smh"}
{"text": "why she a hoe we know about 5 dudes that hit Kim, 5 these hoes out here doing that in a week"}
{"text": "- remember when we played plaquemine &amp; they kept calling our whole team gay &amp; Lydia said \"I'll turn all you hoes out, fwm!\" &#128553;&#128557;"}
{"text": "I would dead upper cut that bitch"}
{"text": "my nigga what her pussy smell like?"}
{"text": "true! I miss yall man, yall are my brothers. Is mikey starting? And what about the chink? Lmfao"}
{"text": "I'm in this bitch on some insomnia shit. Been in bed since midnight."}
{"text": "someone sent this to me months ago bitch"}
{"text": "lmaooo coley just whammmmed him add this to it swervee bitch"}
{"text": "bitch dat was a low blow"}
{"text": "bitch do I look white to u"}
{"text": "bitch stop takin my shit ooo I hate u u dumb bitch"}
{"text": "bitch watch tf out u on moose meat now"}
{"text": "didn't I just say I thought u told me to delete them so I deleted them bitch"}
{"text": "fuck u u dumb ass bitch hoe"}
{"text": "lol bitch u forcin it have a glass of water bitch u a lil thirsty for the puss thang"}
{"text": "yes bitch I do realize dat"}
{"text": "damn son maybe he didn't know it was ya piece.. He was just Tryna get some pussy breh"}
{"text": "And a major league bitch too!"}
{"text": "im goin now so be expecting to get slept faggot"}
{"text": "bitch my phones gonna die in serious I got hot pockets"}
{"text": "just found u and fuck is my cock hard! Love your dripping pussy"}
{"text": "god wrote em now think again coon"}
{"text": "hell Idk who did but that pussy better be golden"}
{"text": "lmaoooo aye people person so you know lil Rico got hoes hahaha"}
{"text": "I thought you'd get the hint that we know you're a fake cunt and delete your fake account."}
{"text": "these hoes really out here"}
{"text": "The same guy who thinks he can slang around \"bitch\" without it being offensive, apparently."}
{"text": "Don't make me draw you like one of my Franch bitches, heffa."}
{"text": "cause of the loads of pussy you get right"}
{"text": "cuz people at work are bitches they shit talkers and yeah dude I need a girls night out -___-"}
{"text": "haha yes niggah but yesterday night Idk man it hit me at night like around 2 in the morning didn't go to sleep till like 4.."}
{"text": "see bro pussy changes you &#128514;&#128514;&#128557;&#128527;&#128527;"}
{"text": "yeah bitch hit me up when you get friend zoned Brody &#128076;&#128175;&#128175;"}
{"text": "yeah right pussy !"}
{"text": "he's a cheating wetback"}
{"text": "he called the Kidd a pussy or something"}
{"text": "I couldn't find the regular one faggot"}
{"text": "I likes yo page. I wants to make da lovin to a white girl wit a colored man watchin and pullin his weenis"}
{"text": "Makes you a pussy. Making stupid internet threats. You're a child and if it is about you which idk if it is, it's probably deserved."}
{"text": "go buy them bitches"}
{"text": "shown* a tiny kitten you dumb fucking cunt"}
{"text": "plot twist he is a faggot"}
{"text": "my brother. Where tf you been at negro"}
{"text": "You ready to make this stats test our bitch?!"}
{"text": "some people do shit to get shot at and then be like \"people hate me, I dodge bullets\". Karma is bitch."}
{"text": "mane y'all niccas crazy af wiz old shit got niccas bitin his style n errthan"}
