{"text": "Don't feel sorry for her. She is so greedy she even hides her Patreon amount and dumb kids keep donating for watching her playing games and whispering into a mic.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Screw you and that keep up\" shit honestly 😂\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "u a cold bitch", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "20 Crazy Things Liberals Blame Trump For URL via Unhinged blame everything on our President.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I was think she jisoo but I’m Focused I found she is taeyoun", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I hope this shit doesn’t become a trend. Keep the beef on wax homie. Or at least call and yell at each other on Hot 97 like 50n&amp; Cam did URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He has no social graces. That is why he was shunned by NY proper everyone knows he's white trash with a little money. He does not know how to act and makes everything about him. Always. He is just a Me ME Me POS that is an embarrassment to the USA.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "When one of those sides is white supremacists then it shouldn't be hard to say that one of those sides is the wrong side. Now stop trying to equate antifa with white supremacists. It just makes you look more like a white supremacist.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "We get shit transported from Africa niggas told me they seen venomous snakes Iguanas a beetle the size of a car tire lmaoooo 🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️ all kinds of shit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "this girl called herself tryna call me ugly. i had to show her how ugly she is.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You’d also know this isn’t about women at all b/c Democrats don’t call for justice for women assaulted by Democrats when there is both evidence of injury &amp; police reports. You’d know Dems only demand conservatives be found guilty upon accusation. You’d know this is all political. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "way more accurate than most theories.Most history ancient Egypt ect is all made up BS . It’s all been fabricated for us I don’t claim to know why.But if you start looking into history ect there’s no fucking proof of anything.Enjoy the show.Our consciousness is def changing #Doit", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Krazee right wingers have the nerve to bitch about Antifa.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "..... or you could legislate some common sense gun control and tone down your racist rhetoric.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Democrats and their double sided hypocrisy. Is this any surpise... #MAGA #ConfirmKavanaugh #PJNET URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You will not win. Texas doesn’t need a liberal. Everything liberals touch turns to crap!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". The #MeToo has been ruined by hateful demonic Democrats. It's now been WEAPONIZED against MEN. Disgusting how Democrats/Liberals RUIN everything they touch! #VoteRedToSaveAmerica #MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This unfortunately is the real way Democrats feel about Blacks! If they could they would put us all on the Plantation! Socialism is making citizens slaves to the Government! The Conservatives will never let that happen! This very kind of Treason is why we have the 2 Amendment!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What Bhagwat tells shakha minions and what he says to rest of the world are two different things. Sanghi goons will keep on raping and killing but the stupid liberals will think sanghis are ' not that bad'. Don't get taken in by his lies else next 5 years India will disappear.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "hell yeah it FUCKIG is", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Risking his own ass lol", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The democrats are becoming more despicable by the day! There is no bottom to their vitriol and lies\" barrel. Why liberals go along with this makes no sense.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Right I'm stopping replying to anymore of your nonsense but going to keep following you to warm others of your dangerous take on society - you pal are the biggest fake going and been proved and just like all the rest of antifa are bloody dangerous", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is trash himself to do that", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Democ Rats are pulling the Anita Hill trick to derail the Judge Kavanaugh confirmation. It will not work! Get over triumph. You communists will not destroy the USA #MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is not a troll he is simply dumb but I’m enjoying it I love tweeter for this 🤣🤣🤣🤣🤣🤣🤣", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hillary was blaming women not too long ago. Better hope the Uneducated\" don't show up to vote again. “It isn't so much that liberals are ignorant. It's just that they know so many things that aren't so.”\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I support Jahs blessings on his hussle ....he is d bomb", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "If that was my missus horse he’d fuck right off and have us chasing him like bell ends", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#MaxineWaters: #Trump ‘Has Displayed the Most Despicable Behavior That Any Human Being Could Do’ URL #MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It really sucks when commies atheists liberals refugees and anyone who isn't one of (us) uses our\" precious tax dollars....\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That’s a blatant lie. ANTIFA is the worse hate group. Look at what they did at Berkeley university in California. They nearly destroyed it over a guy they disagreed with. It wasn’t the KKK OR WHITE SUPREMACY. They are shutting down free speech", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "slap the shit outta her", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And Who Would Listen to a Man that Robbed American Taxpayers of Millions of Dollars and Gave it to Iran? NOT ME!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Well she is better looking than the lying chicks lawyer", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The hate really takes a toll on these people physically. Most of these unhinged liberals do not look well. 24/7 fake news Armageddon coverage is sucking the life out of these people. I feel bad for them....", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Croatian President's bikini photos worlds hottest president ever URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "wow you didn't look up permanently\" and \"suspends\" before placing them next to each other in a fucking headline? #youhadonejob\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Yeah. Gun Control Act of 1968 also uses a lot of innuendoes for black people and ghettos in its text.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I found out today that Jesus isn’t white and so now I can’t go to church on Sunday AND I can’t watch football damn Obama liberals", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What happens next is whoever inthe GOP votes against him gets destroyed and we vote MORE republicans to the Senate to ensure margin of victory for AMY CONEY BARRETT liberals worst nightmare.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Landon sucks I asked him for my birthday if I could play with him but he never got back to me so Landon you suck", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Trudeau’s liberals have no rules ! Time to oust them!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberals don't give a rats ass but having power!! Period!! They cry over everything that doesn't go their way", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Francis must be forced aside. The Church needs to be cleansed top to bottom.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#Republicans #Conservatives wet dreams: Step 1: Confirm predator as SCOTUS judge Step 2: Eliminate women's choice Step 3: Eliminate non white's voting rights Step 4: Eliminate women's voting rights Step 5: End immigration", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "- both don’t support Medicare for all - both voted against the dreamers - both voted for the racist police brutality bill - both voted to give Donald trump and even larger military budget . - both didn’t do a thing on gun control - both voted for the racist payday loans bill", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It doesnt matter who said it. YOU ARE CORRECT . If anyone that stupid to out your life and families lives in jeopardy based on politico. Dam fool.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Feinstein and Schumer are political assassins. Thank heavens that has been able to give a few in the GOP courage to not fold this far. Conservatives need to hit back hard on these political criminals.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The active duty personnel I know think he is a dangerous fool. Maybe 100% of racist military klansmen support Mr. Traitor-pants.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is insulting. I'm black and fully capable of getting IDs. What makes you think that we can't? Lets be honest. This is about liberals (mostly white 1s) that want to appear as saviors and vanguards for minorities. Its about protecting your fraudulent votes.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is so calm &amp; patient. That’s great..keep it up. Don’t mind people bc everyone has their own viewpoints on each aspects of life.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Demon-craps just can't get over the fact that they are not in charge....They're delusional to think something that will effect the country in such a profound way will just be bargained away....American's have Dreams that come first over Illegals.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Frankly I hate that argument. Gun control. Healthcare. Student loans. Tax policy. Climate change. Social Security. Medicare. Even car emissions and mileage. There is a clear difference on each and every policy.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is as dumb as she looks", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Kirinodere and the Curious Case of the Fucked Customs Fees. 10/10 good book.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I cackle at something different shit every time I watch it lol", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is the realest (and tealest) shit ever. Eric da gawd", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is a 🤡", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I hate the Democrats but they do Fight like H3LL everyday. R's are making so much from Lobbyist they don't give a damn what we want. I'm Ready for #MAGA Party but we have to get Trump elected 2020 and keep democrats out till 2020 URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "END of Story. Where is the lying Liberals Witness 🤔", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Conservatives believe attempted rape is a form of flirting. That’s why we’re getting all the “if you look into my past you won’t believe what I did” nonsense.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "fuck russ 110%", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You're full of s***. It's the Liberals paid by Soros who are doing those things", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Iya Risi in my area didnt get the money. She is a widow with 5children and all attempt to get the money proved abortive. Isn't this a scam?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "that’s exactly what you evil liberals do. You try to intimidate people so they can step down. I guess bullying is OK when it’s done by liberals", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Of course she’s making money on the situation she is a dem they have no values but greed and power", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "If you move ahead with Kavanaugh's nominatin without more information you are committing an ethical and legal violation.U violated the constitution with Merrick Garland &amp; now this horrible candidate who says precedent can be overturned. Wait for more info &amp; be sure", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why the fuck do you cover American politics more than Canadian politics? is a fucking disgrace. Report news. All news. Not just the stuff that makes conservatives look bad and ignore the stuff that makes liberals look bad.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "231 years later the liberals wants to do away with it. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "let me nigga fish in peace damn", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Holy shit you met Michael Jordan", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "yeah way to ruin the fucking hype. this is why you werent invited to dennys after we finished with andreas lol.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And here’s me fucking ya mom URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I wonder if antifa will be rioting in the streets after they find out how corrupt the government is", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Thats silly when the 90s cartoons made him popular as fuck", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "May as well ignore her since all we are doing is giving her the attention she so craves. She was such an adorable child..... but she never had a good enough body for nude love scenes so now she is searching for the attention she desires with bovine fecal posts.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Glad I wear Wranglers. So what gun control would you propose that will stop the criminals?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Zero evidence lmaooooooo I love seeing liberals squirm at shit like this 😂😂😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Democrats cut funding. CIA goes around it. That's how it's done. Conservatives\" who play by the rules will get fucked up, every time. URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "LOCK HER UP! Haa! Looool. CANNOT WAIT! What a blatant lie! Somebody is scared boy!! If that F******* B****** trump gets in, we all hang from nooses!\" Who remembers that one? Can't imagine the anxiety she is feeling. Makes me smile.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You ignored my question, which is crucial to the argument. Once sensible\" gun control is imposed and another shooting occurs, do you truly believe they will not push for further restrictions?\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberal Dictionary: Illegal Immigrants: Dreamers Trump Supporters: Deplorable Dregs MS-13 Killers: Human Beings Babies in the Womb: Not Human Beings Antifa:Protestors Law Abiding NRA: Terrorists Bill Clinton: Feminist Brett Kavanaugh:Predator Liberalism=a mental disorder", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberals are sick people!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Another attempt of the DEMS to hide the TRUTH of ABUSE against WOMEN WHERE is the ME TOO\" movement on this verified ABUSER of WOMEN #MeToo are they just another extension of the SOROS groups like ANTIFA KKK❓❓❓‼️ URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Antifa would burn a Conservatives house down and CNN would be there lighting the torches &amp; throwing gas on the flames.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Rosier has played like straight fucking garbage i mean he was tolerable at most during the undefeated run last year but ever since Pitt he’s shown how much of a scrub he is and Richt is scared to death to start Perry", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I understand I sound cold-but I love Nintendo. This money grubbing bastards 😹", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#democrats and #liberals don’t give a damn about allegedly committing physical violence on his ex-girlfriend but they all rush to discredit Kavanaugh for a 35 year old “vague” 11th hour accusation. #walkaway #Hypocrites", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#DownwiththeDemocrats!!! #DemocratsHateAmerica #DemocratsAreDangerous #VoteDemsOut #VoteRedToSaveAmerica from the Loco Liberals &amp; TDS Let All True #Conservatives &amp; ALL who chose to #WalkAway prove that #LiberalismIsAMentalDisorder and needs to squashed like a Bug!!! #VoteRed2018 URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That's because you liberals have no morals anything goes with your kind drugs sex child endangerment", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Arrest her immediately. She is a wicked crazy democrat", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ".....\" And he is shuting up. Don't mess with Yumi. Don't ever mess with Ms. Yuzuki.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "LOL Ted Cruz thinks #Texas voters are stupid. Says Beto O'Rourke will ban barbeque from the state of Texas. #resist #MAGA #Ridiculous URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Right!!! Politics has no place in anyone's reproductive organs OR their sex lives!!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Good for her..... thats some fine gun control. Double tap to an ass", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Truly. He had that sly, self-deprecating humor and swagger. Like you said, very American\".\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "fuck you. You are disgusting animals and your editor who approved the “news” is a bag of shit.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "All Vince Cable has to show for getting into bed with the Tories is a ridiculous Knighthood.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Pretending you have dementia to own the libs #MAGA URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Holy shit thank you so much. Up until the Mine craft I that that because it wasn't on TV anymore that it had ended. I was very very wrong.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I think I’ll blame all the dumbasses for gun control", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "His legacy is crap. Why would anyone want to save crap?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "if i have to tolerate ur loud ass maga merch dont say shit about my nike anything kiss my ass", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It's really slowing me down. I wanna ask if I could just bring in my personal mac and use that as my work computer but I don't wanna seem like that apple snob\" but I'm over here shook.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Can't stand to listen to that puke. I change the channel when he speaks. He believes his own LIES!!....They're all NUTS!! #LeftWingLiberalDisease #WalkAway #VoteRedToSaveAmerica 🇺🇸🇺🇸#MAGA 🇺🇸🇺🇸", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I come from a long line of bigots and morons. It's hard to grapple with at first but it gets better. Fill the void with fundamentally decent ppl and you will eventually realize you are better off for it.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Oh so now you are comparing a government law enforcement agency which is subject to constitutional laws to a private corporation. Yeah that makes sense. Wait... No it does not. Stop talking. You are a complete imbecile.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Am Eye See Kay He Why Am Oh You Ass He", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "UNHINGED.\" No, he's just a fat POS slob who lucked out going against conservatives making tons of money in the process, as an opertunist. A very smart opertiunist who knows how to USE &amp; shovel BS to the liberal left. It's good business these days &amp; he's EATING it all up.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I LOVE YO CUTE ASS", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Another lie. Anything for a diversion", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#TheFeralLeft #Liberals continue to #Infiltrate #Indoctrinate kid shows. Don't hire these mentally ill #Hemorrhoids URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "On everything that shit is really sad smh", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "EVERY TIME! i hate it its the most horrifying feeling. it happens to me when im dozing off. then i jolt wide the fuck awake -_-", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You didn’t read the whole thing most white mass shooters aren’t even considered terrorism because there’s no “political” agenda to their murder like Dylan roof", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "🤣🤣😂😂😂😂 He is a communist fool!!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Funny how on top of things\" you are trying to show you are when its white republicans in the path of the storm. An entire Island was just left to fend for its self for 13 days before help arrived. Trump is a FAKE PRESIDENT\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Ah.. classic antifa.. behaviour of trashpeople. =)", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Who cares what a union leader has to say big kate? Do u fawningly report Lefty concerns because u and the Left promoting CBC r doing the Trudeau Liberals bidding again.U r a CBC Liberal party Shameful.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Why did the democrats have to jam far left liberal judges down conservatives throat? Every liberal judge should be investigated all the way back to grade school. The only lowlife here is you.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Boycotting NFL for the rest of my life.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "God he is terrible.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Amazing how much money is being thrown at this guy by liberals freaking out. Beto epitomizes everything that is wrong in America. Vote CRUZ!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Bloodsport who can forget the monologue by jackson describing this big monster. and to think he is in his 60's now", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hey Bono- Why not turn your Dublin hotel over to refugees? Asshole!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Because she is nothing more than an opportunistic lying sack of human waste paid by the left. Turn off your tv Ed.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Oh yeah so I'm sure you'll wait a certain amount of time before talking about gun control right? I'm sure you're saying the same thing to all the people using the dead to push laws that do nothing right?", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Likely shift? He is a political operative for the GOP. This will be a life-long dream for many who have been working towards this outcome for decades. It’s sad.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What an “actor” Joe Biden is....and that’s alll he is!!! A “FAKE” phony actor!! Get off of the stage Joe...your time has come &amp; gone!!! We “Dregs of Society” could care less about what you preach!!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And your President respects all of that. You liberals do not.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hopefully it is joking. I hate boycotting the Leftist entertainers but I do. Stop saying stupid stuff.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "As a kid of legal immigrants I can attest you are 100% correct. They follow the law to the letter in most cases because they worked so damn hard to get her legally they won’t do anything to risk their status. The illegals have contempt for our laws and pull the scams 24/7", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Liberals didn't want to hear from Juanita Broderick. She was ignored. Liberals don't want to hear from Keith Ellison's accuser. Double Standard", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Eric and Hussein just need to STFU and go away. Too many Americans died as a result of their Fast and Furious\" gun running scheme gone bad. Eric even defied Congressional subpoenas with Hussein's backing. Despicable.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That's why I was so disgusted with him today. I don't know why he thought this was a celebration. But he thinks everything is about him. I won't ever be able to forget the horrible things that he is done.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Complaining about SP's comments and blames the media for him(Spath) feeling a certain way and not actually reading an article. Basically saying Shea doesn't know shit and basically he should shut his mouth.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I fuck with this hard", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He didnt say that when he raped his daughters friend (16 years old) and not too long after she committed suicide", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is such a witch", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I have been thinking about it and it's not inconceivable that someone was trying to meddle with people's minds regarding gun control. I am double-minded about the use of arms because I am a peacemaker. Shoot once and you could start a big war. &gt;2", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Josh I am not fucking a loli robot", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "traitor whoever he or she is.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "CONway say it louder for your fellow #MAGA Trumpkins because they are the horrible peiple insulting her! URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Does these idiots actually listen to what they say? Sucks!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Hillary Clinton will be POTUS..Oops!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "What are you doing Joe? I swear it seems like he is doing this shit intentionally to show us fans up or put us in the hospital for heart attacks. #EverybodyIn", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". Live westminster\" utter bulshit conservatives cear nothing of the people living in social housing just look #Grenfell &amp; It's tenants need say no more merits speak louder than words &amp; Tory words are empty promises!\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You are name calling a decorated disabled veteran. - shame on you. Know your subject before making slanderous remarks.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Gonna call bullshit on that one.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Do you hate him that much. He is OUR President.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is a blind fool make America great again America first Americans understand the difference we the people voted for Donald J Trump the ex 🤡 Obama policies was a complete failure let's seat back and enjoy the 🤡 show starting Barack Obama", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I know sex sales and we all know Ridge was going to choose his daughter jmo I wanted Hope to get it", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Farrakhan has refered to white people as Blue eyed devils. Will not even repeat what he has said about Jews. He is anti-Semitic.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Carrey is looking more like a tranny every day ?!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fuck em all. Complete morons", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "That's what Lindsey Graham uses for a butt hole............", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "*click* FUCK YOU!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This guy embezzeled at least a trillion dollars from the american people he is a divider of people he is full of hatred for the american people this guy cant be trusted look at our people that was in bengazi they trusted him and most of them died", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Again another b******* story no one is watching football because of this a******", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I think she really knows now but she is in denial!!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#ReleaseTheCures #DeclassifyFISA 🇺🇸 #ItsTime #LockThemAllUp #WWG1WGA 🇺🇸 #GreatAwakening #Winning #QAnon #MAGA Why James Comey knows he's going to be indicted — 9/14/18 - YouTube URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "1. End the War on Drugs 2. Slash the shit out of taxes across the board 3. Repeal unconstitutional gun control laws URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And I will never watch your movies again because you are a maniac!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The Nov election will tell the tale. MSM laud Antifa; alt-media expose them as Soros-shill shitheads.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This just proves that liberals have no shame whatsoever. He’s a deceiver and a proven liar. Has the nerve to speak of “casting a shadow.”", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "THE DEVIL MADE ME DO IT!!!!! THE UGLY FACE OF LIBERALS! I FEEL SORRY FOR THE INNOCENT HONEST ONES THAT ARE JUST BRAINWASHED!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "#SecondAmendment I saw the Dems in the Kavanaugh hearings bring up common sense\" gun control, time after time. is a Chicago guy. Chicago has some of the very toughest gun laws in the country, yet it's the gun violence capital of the USA. How about this Dick, ++\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "She is a parasitic lump", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Carrey is becoming weird like peewee Herman...", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "And yes. Having less access to guns drops suicide rates and accidental injuried snd desths. This can be proven by looking at every single country that has strict or better gun control. Unkess you want to prove otherwise that these countries are just as bad.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He also clarified that there is the water birth when we are physically born. Then there is the spiritual birth which is obviously when we spiritually die to our sinful flesh and be reborn sinless after being cleansed by His blood at salvation when our sin debt is paid! Praise God", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Fudge report...then apparently she is not a socialist as you and your kind label her and is a successful capitalist but with much higher morals and opportunities for society. You have the dumbest followers.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Can you Say Insanity? #LockThemAllUp #HandCuffsForHillary #MAGA URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Your continual use of Left liberal Progressive on your show are Euphemisms for the democrat Party who owns\" them until deny them &amp; ideology. You are lying to the Public by not calling a spade a spade.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is ridiculous. She is going to have to vote for him at this point or it will be apparent she accepts bribes.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "You said it. They're trying to prove that cheepika is goddess and everyone else has nothing to offer. It tells everything about how insecure they are as fans. Now their target is alia because they know how good she is. Alia being so good is threat to their so called goddess.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "He is virtue signaling playing with young minds. He also thinks he can weaponise it in an attempt to stop Brexit. is a disgraceful vile man to be honest he doesn't care who or what he uses to get what he wants.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "As he should. The world doesn't stop because you liberals wanna hijack a process and delay at all costs.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": ". molested me 35 yrs ago when I was 11yrs Old. I didn't want to say it till now. She should Thrown in jail. According to #Liberals &amp; #MeToo you have to accept my allegations blindly. There I said it #ConfirmJudgeKavanaughNow #SenatorFeinstein #DemocratsHateAmerica URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "This is just disgusting. But it sounds like you are absolutely right. I do think that even liberals are starting to realize this is all a political game.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Money better spent on American Mental Health or gun control Sandy hook Vegas Concert Theater Shooting Church in Sunny Springs", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "It's a pretty awesome movement. Imagine if all men's rights wanktavists just fucked off to the woods and spared everyone their bullshit? There'd be fewer abusuve relationships and messed up kids. The sooner all the men like that go their own way into the fucking sea the better.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "chloe shut the fuck up. seriously get a fucking life and leave us alone. idk how many time we have to fucking tell you. bc you clearly you don’t fucking get it.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The democrat years in power. We remember those women well. Too bad liberals are hypocrites of the worst kind.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "How paranoid has one person to be to think that fucking yale is a kind of antifa HQ", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I was on some shit last night", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "2A and putting an end to these Antifa fuckwits. Pardon the language", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Show me a GOP/Trump supporter mass shooter. You have a problem with me drawing and taking out a active shooter? When I was growing up in SSF you could open carry. Then the black panthers freaked out your elder liberals at the time and they took that away from us.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Are #conservatives in #Kansas joining in on claiming Christine Blasey Ford is making false accusations while supporting at the same time? Cus that level of stupidity is the hallmark of the", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Unicorns and Antifa and rainbows and socialists and puffy hearts and feminazis and sunshine and pussy hats. And most of all RESIST! 😂🤣😂", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I love only one (1) bitch (you) URL", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "So how do propose a ward deal with this? Put the gay/lesbian youth with the opposite gender? Or segregate them from the other kids entirely (awful idea). I’m just going to assume has more experience and knows what he is talking about here.", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Guess he forgot to walk the liberal plank!", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "was spreading #FakeNews about FYI. #MAGA", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "The Liberals took over 🙁", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "I hate 7 year old faggot Logan fans like you", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Another village missing its idiot!!! 🙄", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "They are false. This is what the democRATs do best. #ConfirmKavanaugh #MAGA #DrainTheDeepState", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
{"text": "Right. shoot the messenger.\" Don't go after the homosexual rot in the clergy, Bergoglio, go after the man - Archbishop Vigano - who EXPOSED the homosexual rot in the clergy. Satan must be having a REALLY good laugh over that one.\"", "offensive_level": "", "emotion": "", "neutral_rewrite": ""}
