{"text": "Good they trash RT : Niggas ate most of my chips ahoy cookies and the cookies havent been in the house 20 hours yet"}
{"text": "Good thing about you hoes, u aint hoes forever. ur expiration date will come to"}
{"text": "Good thing my brother loves me more than all you bitches thoo. He woke his ass up after working all night to drive me to school. Thats love."}
{"text": "Good weed, bad bitch. Got these hoes on my dick like Brad Pitt."}
{"text": "Goodmorning bitches #ladykimora #sandiego @ Water front San Diego"}
{"text": "Goodmorning uu bitch ass niggas !!!"}
{"text": "Goodnight bitches (with a lisp)"}
{"text": "Goodnight my real nigga/bitches"}
{"text": "Goodnight pretty bitches n real niggas fuck da rest"}
{"text": "Got 1 baby mama no bitch no wife ...."}
{"text": "Got 2 bad bitches with me, Molly and aquafina"}
{"text": "Got a badass bitch just bouncin on my dick"}
{"text": "Got a bitch so bad you can't afford to fuck."}
{"text": "Got a couple thou den I get a couple shooters Fa dat couple thou mane my niccas will shoot ya &#128591;"}
{"text": "Got a iPhone for business but the sidekick is for the bitches &#127926;"}
{"text": "Got a lil bitch from the 916"}
{"text": "Got a new bitch and she got ass, lookin at my ex like yeah i know you mad"}
{"text": "Got a red ass bitch wid a red ass pussayyy"}
{"text": "Got all the black bitches mad cuz my main bitch vanilla"}
{"text": "Got another nigga's bitch in my bed right now"}
{"text": "Got good pussy. But ion eat her tho."}
{"text": "Got hit on by a 70 yr old cripple...&amp; thinking, even if I were to accept your sexual advances there wouldn't be much you could do about it."}
{"text": "Got ketchup on my swim trunks... Sum bitch"}
{"text": "Got my own place , pay my own bills &amp; rent &amp; 2 jobs. Tf am I worried about a next bitch for?"}
{"text": "Got my shit changed doe , find the PW now bitches ! Haha"}
{"text": "Got myself a new job bitches! &#128074;"}
{"text": "Got one bitch in economy and one bitch back in coach."}
{"text": "Got the Vector Job, bitch."}
{"text": "Got this bad Spanish bitch &#128514;&#128079;&#128076;&#128527;&#128536; ."}
{"text": "Got up to get food, dropped a fruitsnack and my dog went ape shit and woke the whole house up.&#128553;"}
{"text": "Got ya crackas, spics, chinks, and carpet riders but no niggas MLK ain't fight for nothing #GimmeABlackEmoji"}
{"text": "Got you're bitch panties niagra falling"}
{"text": "Got your bitch over here combing my hair for me."}
{"text": "Got your bitch with me right now."}
{"text": "Gotta bitch with some church's chicken thighs"}
{"text": "Gotta go get a haircut ASAP tomorrow ain't no bitches looking at me right now. And today they all was out. The frustration."}
{"text": "Gotta love rednecks. Loud, stupid, stubborn, and full o schitt."}
{"text": "Gotta missed call from yoooo bitch"}
{"text": "Gotta put it back in rotation RT : ain't heard u say...\"you lil stupid ass bitch\" in a minute fam u slackin lol"}
{"text": "Gotta question the nicca standing next to you cut em off"}
{"text": "Gotta watch these hoes &#128064;"}
{"text": "Gov. Rick Scott Kicks Charlie Crist&#8217;s Ass"}
{"text": "Gov. Rick Scott Kicks Charlie Crist&#8217;s Ass"}
{"text": "Grant bitches more than a 14 year old white bitch"}
{"text": "Grats to Haye, still a bitch though"}
{"text": "Greinke you sneaky son of a bitch you"}
{"text": "Gresham Road Soldier BoulderCrest Soldier and I told my bitch to quit me cause I'm never gone propose&#8230;"}
{"text": "Grow up &#8220;: RT&#8220;: just because a nigga has hoes doesn't mean he doesn't love you&#8221;"}
{"text": "Grow up bitch"}
{"text": "Gtta fly bitch and she stand out!"}
{"text": "Gucci cut throat use to stay next door his kenfolk limousine bitch pouring up ya rent money"}
{"text": "Gucci feel like jeezy pussy outchea you tried to kill me and wasn't successful. Nigga lucky Gucci ain't tried to down him"}
{"text": "Gucci fucked a lot more famous bitches but he the type to not have to speak on it.Wonder who opened their mouth?"}
{"text": "Gudnight keep that pussy tight"}
{"text": "Guess who just got an apartment in downtown Columbus? That's right bitch you guessed it, this guy."}
{"text": "Guess who's a little bitch?"}
{"text": "Gum drop looking bitch commenting on peoples looks"}
{"text": "Guy tweets: I wanna eat some pussy Follower replies: facts! Girl tweets: I wanna suck some dick Follower replies: hoe!!! NOT FAIR"}
{"text": "Guys now and days act like they don't care because pussy is easy but that's not the only thing that matters &#128079;&#128079;&#128079;"}
{"text": "Guys say bros before hoes. I say food before dudes."}
{"text": "Guys so quick to talk shit to a bitch they would kiss ass to ."}
{"text": "Guys that struggle to get pussy are the main niggas that bad talk women. He could get more pussy if he can learn how to stfu and chill"}
{"text": "H8 fake bitches"}
{"text": "HAHA &#8220;: \"If ANY of you bitches even THINK about attacking me in the elevator....\""}
{"text": "HAHAHAHA I'm so happy that bitch just spilt all her coffee everywhere"}
{"text": "HOT ISIS SOCIAL MEDIA PHOTO: Laughing Jihadis Get Baby To Kick Severed Head &#8211; ***warning, graphic*** #tcot #pjnet"}
{"text": "HYSTERICAL!! Calling BHO a monkey! #NorthKorea &lt; may be a bunch of assholes, but that comment made me belly laugh!!!"}
{"text": "Ha bill bellicheck wouldnt give an interview what a pussy!!!! Hey bill karmas a bitch!!!!!!!!"}
{"text": "Ha.. Who can get the pussy quicker these days"}
{"text": "Ha.. yous a lonely hoe"}
{"text": "Had to block that bitch. Soooo annoying&#128530;"}
{"text": "Had to change my shit up on u hoes"}
{"text": "Had to do another phone sweep! aka delete these hoes from my contacts"}
{"text": "Had to get that hoe shit off my TL"}
{"text": "Had to touch a yung nicca up real quicc last nite &#128514;&#128514;"}
{"text": "Had yo main bitch gettin high.."}
{"text": "Hah a big LOL to all the tacky faggots"}
{"text": "Haha I'll shoot you and that bitch I guess my gun is bi"}
{"text": "Haha a private industry birthday is needed to all who have celebrated our bday the past month I can't wait for ours! I see you nig**s lol &#128513;"}
{"text": "Haha bitch ass gucci"}
{"text": "Haha i call my girl a bitch, only cuz she calls me one &#128540;"}
{"text": "Haha macklemoore was just on my ferry boat bitches. That black caddy !"}
{"text": "Hahah its funny how all the little dumb hoes want to follow you nigga just to be all up in your ass like bitch the fuck you kreepen fo?"}
{"text": "Hahaha I'm fucking weak! RT : He used to abuse this pussy ...... Lmfao"}
{"text": "Hahaha high school what a joke more like fake bitches an dumb niggas gather here"}
{"text": "Hahahaa so people can't parent differently...? Twitter is fuckin trash ahahahha"}
{"text": "Hahahaaha my teacher just realed these thots. She said \"You need to stop acting ghetto cause its not cute\""}
{"text": "Hahahaha manziel is a faggot and the browns will ruin him. Win win for me"}
{"text": "Hahahhahaa RT : Your boyfriend trash ma, stop tryna convince yourself otherwise in these tweets"}
{"text": "Hair pulling during sex is just a way of letting her know that her pussy is good"}
{"text": "Haley was called a raghead &amp; accused of adultery and she skyrocketed in the polls. y&#8217;all think Sheheen didn&#8217;t notice that?"}
{"text": "Half of yall hoes anyways. So the ones with thigh gaps get a friend without em. Have a nigga fuck yall both and ask him who got better pussy"}
{"text": "Half these bitches be playin because but im far from a lamee"}
{"text": "Half these females with these twitter names like \"eat my pussy\" ain't even about that life bro.."}
{"text": "Halloween is a hoe holiday"}
{"text": "Halloween's over, and bitches still playing roles."}
{"text": "Handicap sticker bitch I park where I want."}
{"text": "Hanging out with guys does not make you a hoe"}
{"text": "Hanging with daney and ari today !!! &#128556;&#128556;&#128556;&#128556; my bitches !"}
{"text": "Hanging with my bitches I couldn't be more happy #thegoodlife"}
{"text": "Happy 18th to these main bitches!!! Take it easy on the cigs!"}
{"text": "Happy Birthday hoe!!! I'll always love you even if we go a year without talking bc you're petty you're still my sister&#128514;&#128149;&#10084;&#65039;"}
{"text": "Happy Birthday nigguh keep your blunts fat and your cups filled :)"}
{"text": "Happy Birthday to this fag!"}
{"text": "Happy Columbus Day! Even #BillMaher likes #cocaine and #Columbus!!! What the fuck is wrong with you #liberals? Fuckin' #moron #retards...."}
{"text": "Happy Columbus Day!!! Just be glad we wasn't usin' #weavetrip to rope the sails. SERIOUSLY THO&gt; That shit would be #wigger&gt;"}
{"text": "Happy Easter you dirty sons a bitches! #NFG #WGE #FindTheEggs #EggsAreInHerAss"}
{"text": "Happy Friday bitches #kimorablac"}
{"text": "Happy bday I love you my nigguh #livingLegend"}
{"text": "Happy birthday I love you faggot"}
{"text": "Happy birthday bitch &#128526;"}
{"text": "Happy birthday fag love ya"}
{"text": "Happy birthday little bitch boy &#128522;&#127881;&#127882;"}
{"text": "Happy birthday nig ! Miss your black ass &#128514;&#128526; #TU"}
{"text": "Happy birthday pops aka old negro spiritual aka the man who said I was an accident. 64 never looked so&#8230;"}
{"text": "Happy birthday to literally the craziest bitch I know I'm so happy I'm related to u &#128540;"}
{"text": "Happy birthday to my bitch. I had to tow is botch ass car... Love you cuz"}
{"text": "Happy birthday to the biggest retard out there. Youre my favorite retard though happy birthday nigs"}
{"text": "Happy birthday to this coon ass nigga buckcity"}
{"text": "Happy first day of college nigger"}
{"text": "Happy this nigga nick old I only like red bones ass is watching this."}
{"text": "Hardly ever sober bitch I party till it's over."}
{"text": "Harry must thincc I'm the bitch he can fall Bacc on ah sum &#128514;&#128557; Boi BYEEEEE &#128075;&#9995;&#9996;&#65039;"}
{"text": "Harvard got the worst hoes cheerleading in America"}
{"text": "Hate a bitch that's always in some mess"}
{"text": "Hate a hoe that think relationships are seasonal.. \"Winter comin, Let me get me a boyfriend\".. Sound dumb as hell.."}
{"text": "Hate aw they \"gym\" cunts in ma year, I'd rather eat like a pig and drink like I've got a problem"}
{"text": "Hate on what bitch"}
{"text": "Hate that bitch RT Ray Donovan's wife is pissing me off"}
{"text": "Hate this dyke"}
{"text": "Hate when I'm in a girl city call her then she call back after I'm on the plane bitch FOH"}
{"text": "Hate when bitches get boyfriends then forget all about you like you wasn't there before they got together"}
{"text": "Hate when bitches talk like they rey fuck your brains out then be like \"im just filrting\" lmao fuck u bitch"}
{"text": "Hate when bitches tryna put you in the friendzone...bitch I'm tryna score, put me in the end-zone"}
{"text": "Hate when bitches with long hair decide to get a haircut. Nothin good ever comes out of that"}
{"text": "Hate when hoes try to lead u on naw like lil bitch im coool"}
{"text": "Hate when my hoes get out here an start actin single smh. #DezHoesAintLoyal"}
{"text": "Hating on me? Then bitch what's good?"}
{"text": "Hats off to all hoodrat chicks from the ghetto who have anxiety attacks at formal events"}
{"text": "Have you Eva asked a nicca where dey got sum fake designer frm"}
{"text": "Have you ever slapped a bitch for giving you a big hickey #wiggy #wiggy #wiggy"}
{"text": "Have you ever thought a bitch was wet as fuck, but woke up the next morning &amp; realized that she was just on her period?"}
{"text": "Have you heard &#8216;guala shit Featuring: chase-da-doe,r.o.m.e.,and the boy big&#8217; by Joseph Chase Rinche on #SoundCloud?"}
{"text": "Haven't talked to my bitch in a while lol."}
{"text": "Having \"them hoes\" gets old, well it has gotten old already."}
{"text": "Having a 'new boyfriend' every month doesn't mean you're gorgeous.... It means you're easy, and retarded."}
{"text": "Having a bitch ain't goofy. Having bitch dat ain't loyal is"}
{"text": "Having a bitch come in handy during times like this &#128533;"}
{"text": "Having hoes not cool, That one will be better than all them thots"}
{"text": "Having sex with a guy wont keep him around for you dumb hoes who think that. Theres plenty pussy. Just gotta have a guy who wont give in"}
{"text": "Having spent the whole of catching fire telling the bitch next to me to put her phone away, I am now battling the masses so I can buy milk"}
{"text": "Hayfever is a cunt"}
{"text": "Hazel e looks like a bird... Her and kaep prolly related by nose and shit"}
{"text": "He a hoe fa that RT : Incredible vagina is rarely ever attached to an incredible woman. God has a weird sense of humor."}
{"text": "He ain't shit girl, &#128175;he a bitch made nigga !"}
{"text": "He be like \"bitch dontouch my braids\""}
{"text": "He better choose up cuz ain't No Bitch checcin a nigga that she don't Fw for being wit other bitches...that don't even sound right &#9995;&#128514;&#128564;"}
{"text": "He bring the hoes out on twitter nigga got magical powers RT : Who is ?"}
{"text": "He called me a bitch. And he said he was changing? Do you call that changing? I don't think so. How about you go fuck yourself. #pissed"}
{"text": "He called me just to say he was deleting my number.... bitch please."}
{"text": "He could be right... any hoe they had in the 11wd, niggas from the hood RAN thru em...."}
{"text": "He did dat headband shit on purpose .. Now the whole spurs team fuckin up lookin at this weird lookin nicca"}
{"text": "He died for a reason RT : \": I didn't follow you back cuz you fat, bitch. Foh large hoe.\" Jesus ain't pleased fam"}
{"text": "He don't even follow his bitch &#128514;"}
{"text": "He got Channing Tatum as his bitch,I'm out"}
{"text": "He got a cousin named jason that rock da Gary Payton....now da same triflin' bitches an HIV patient"}
{"text": "He got hoes for sell! Shop with him! #lmfao #TrekGang"}
{"text": "He has hickeys on him an its like yeah bitches that's mine and he's like not even trying to hide them. Makes me feel good about life."}
{"text": "He hit me with \" if I tell you who I'm fucking you can't say shit bitch, but her head game on point \" #RNS"}
{"text": "He is really on my line singing negro spirituals..!!"}
{"text": "He lucky he got a bitch that knows how to cook &amp;&amp; clean &amp; wash everything"}
{"text": "He needs too! We win titles when he smacks hoes! RT : Big Ben gone smack \"another\" hoe after this lost &#128514;&#128514;&#128514; sorry"}
{"text": "He only favorites your tweet about him to keep his other hoes happy"}
{"text": "He prolly gone laugh n say this bitch crazy &#128514;&#128514;"}
{"text": "He pussy whipped without getting the pussy #RARE &#8220;: Lmao he gotta snap out of it&#8221;"}
{"text": "He run his mouth just like a bitch I had to cut em off"}
{"text": "He said bitch boy &#128514;"}
{"text": "He said get up bitch... That's not PG #FROhorsemen"}
{"text": "He said soul patch bitch ..!!! Lmaoooo"}
{"text": "He said that bitch look like a praying mantis tho ctfu"}
{"text": "He said we gon be paying a bitch rent, I'm not even tryna buy her an extra sweet and sour sauce at McDonalds"}
{"text": "He sound like a bitch"}
{"text": "He trash in concert anyways. RT : Dude y'all fraud as hell if y'all go to J.Cole concert and you don't fw his music."}
{"text": "He was talking about I'm on one lol. How was that even possible when I was on a cruise ship with no phone service negro?"}
{"text": "He went and got that bitch!!"}
{"text": "He's a bitch."}
{"text": "He's bitch keep looking at me She choosing or nah?"}
{"text": "He's going to be someone's bitch &#8220;: He bought to catch hell in cell block D. They fuck up men who are rapist and child molesters.&#8221;"}
{"text": "He's like 30 something year old talking back to my mom &amp; taking my uncles truck without permission like bitch you need to fucken relax !"}
{"text": "He's making sure if it's ok for the bitches"}
{"text": "Headed straight to the top bitch."}
{"text": "Heard I fuck with them bitches &#128530;&#128545;&#128074;&#128080;&#9996;&#65039; Now you mad tripping &#128581;&#128554;&#9996;&#65039;"}
{"text": "Heard some good news today and all I gotta say is karma is a bitch &#128521;&#128139;&#9996;&#65039;"}
{"text": "Heard that bitch gtta thang for them boss niggas"}
{"text": "Heard them haters talking, I heard them bitches fucking.. I must be doing something right"}
{"text": "Heard you gotta new bitch. See ya postin' up thinkin' that it's making me sick."}
{"text": "Heartless ass niggah"}
{"text": "Heartless ass niggah &#128513; but who isn't now Adays ?"}
{"text": "Heeellllooo \": If a bitch keep hitting your nigga phone... It's because he's still entertaining her &#128175;\""}
{"text": "Helga was a bitch.... And for what reason.? #HeyArnold"}
