{"text": "RT : This bitch wit a baby ask me to switch seats so the family could be together. I said \"bitch my family wasn't together?&#8230;"}
{"text": "RT : Twitter family, I promise to put my tour schedule up today as soon as I have this pussy hustlin girl I pay for service&#8230;"}
{"text": "RT : When gay girls suck pussy from a bitch who just took a plan B pill the other day that means the munching hoe ate plans&#8230;"}
{"text": "RT : You are who you kick it wit y'all. Check yo squad- if busters &amp; blameamotherfucker ass bitches surround U it's twice a&#8230;"}
{"text": "RT : \": Me and ma niggah In the Func fucccccccked upppppp &#128514;\"I'm Here On!!!"}
{"text": "RT : Dat shit trash &#8220;: A shirt inspired by 's emoji tattoo. Pre-order now:"}
{"text": "RT : RT : The Game Beats 40 Glocc in LA (Full Video) via - this bitch 40 cop can't be s&#8230;"}
{"text": "RT : &#128064;&#127939; \": Does SZA have freckles on her pussy too?\""}
{"text": "RT : And if you ain't a hoe, get up out my trap houseeee!"}
{"text": "RT : &#128514;&#128514;&#128514; RT : &#128557;&#128557;&#128557; RT : Bow wow look like the stress of saving a hoe is wearing him down"}
{"text": "RT : A bitch will fuck wit a dead beat dad as long as he cuttin her checks&#128546;"}
{"text": "RT : so is your pussy lmao"}
{"text": "RT : Settling down is for pussies"}
{"text": "RT : from tonight: \" N word or cracker...which is more offensive?\". probably the one you won't spell out, you fucking hacks&#8230;"}
{"text": "RT : The price of pussy in Toronto has now declined to one Henessey bottle and a quarter pounder combo with large fries."}
{"text": "RT : Viola Davis sans wig is still stuntin on you hoes in the most classically beautiful way. #HTGAWM"}
{"text": "RT : This bitch just blew my high and i was high off all of these drugs"}
{"text": "RT : joseline did not sneak athea , if a bitch you dont like coming at you like that &amp; you still sit yo ass onnat couch THATS&#8230;"}
{"text": "RT : &#8220;: I told you to unfollow that bitch but you ain't wanna listen Barbie &#128079;&#128079;&#128079;&#128514;"}
{"text": "RT : Words go from babe to bitch, I love you to I hate you, I need you to forget you, you're my everything to you're nothing."}
{"text": "RT : &amp; fuck these bitches"}
{"text": "RT : My music taste goes from ghetto black girl to depressed white girl."}
{"text": "RT : I will fight a bitch for Austin that's my gringo right there ain't no one messing with my white chocolate drop"}
{"text": "RT : Apr 29th 1997 released the album \"Kill.Fuck.Die\" #TakeTheAddiction #MyTorturedEyes #WASP #HeavyMetal"}
{"text": "RT : This kid is wearing HUF socks and a Don't Sweat My Swag sweatshirt. And I'm like leave some pussy for the rest of us dude"}
{"text": "RT : dumb bitch ruined a perfectly good sweater"}
{"text": "RT : if ya bitch mad tell ha I'll put ha own &#128176;"}
{"text": "RT : Mary Jane my only bitch"}
{"text": "RT : I hate when bitter bitches try to take away someone's happiness."}
{"text": "RT : bitches be trying the wrong bitches &amp; don't even be knowing.."}
{"text": "RT : Guys be like \"Man, fuck that bitch!\" &#128563; But deep inside, they miss that \"bitch\", still love that \"bitch\", &amp; want that \"bitch\" &#8230;"}
{"text": "RT : If your girlfriend doesn't like that bitch. You don't talk to that bitch."}
{"text": "RT : this bitch just said \"I hope it snows like hell this summer \" &#128563; now How in the actual FUCK do you expect that to happen?"}
{"text": "RT : No bitch u were not born with 7 pounds of sephora and MAC on ya face, that's not ya natural face"}
{"text": "RT : Old soul? More like young bitch."}
{"text": "RT : rt if u a broke bitch with expensive taste"}
{"text": "RT : Only low self esteem niggas walk around braggin about bitches he fucked! They have something to prove to ppl"}
{"text": "RT : you had me at \"eating pussy\"."}
{"text": "RT : Dumb bitch"}
{"text": "RT : this bitch just blew my high &amp; i was off all of dese drugs..."}
{"text": "RT : *when bae sings \"it ain't nun to cut that bitch off\" with too much enthusiasm*"}
{"text": "RT : We always bitch about the opposite sex when we're equally just as scandalous. Not all, but a large sum. Hypocrisy at it&#8230;"}
{"text": "RT : Aye little bitch y'all niggas hirin? &#128514;&#128514;&#128514;"}
{"text": "RT : Where da hoes at... C'Mon thru at Hatchy's in Utica TDT about to rock dis biiaaaatch. #TDTHoe #teamspade #highgang"}
{"text": "RT : If a nigga can tell hoes he's taken , he's a real nigga ."}
{"text": "RT : could never kiss up to a bitch or follow up being someone. not my cup of tea , you hoes look foolish"}
{"text": "RT : when the pussy so good &amp; u forget to pull out"}
{"text": "RT : shut the fuck up dumb bitch"}
{"text": "RT : i hate a \"i don't text first\" type bitch"}
{"text": "RT : Squad up bitch nigga"}
{"text": "RT : I fucked ur bitch after I got bingo"}
{"text": "RT : Ridin round blowin loud, fuck hoes by the crowd. RT : Lil Reese's verse on My Lil Niggas is a str8 hip hop classic"}
{"text": "RT : These Thots keep saying all niggas want is pussy&#128049;&#128530;....Well bitch wtf else does your broke, non cooking, ass have to off&#8230;"}
{"text": "RT : 1? Smh &#128514; RT : &#8220;: Yoo &#128514;&#128514; What a fuckin EGO bust. #pussy"}
{"text": "RT : \"you are trash\" me:"}
{"text": "RT : It's all they know RT : you bitches never gonna b happy following these social sites"}
{"text": "RT : You want a hot body? You want a Bugatti? You better be born into wealth, bitch."}
{"text": "RT : what you still doing up my nig"}
{"text": "RT : i wish they made a hoe fax . id be like show me the hoe fax before dateing a girl ."}
{"text": "RT : bitches will fuck a nigga with money knowing he ain't buying her shit. but won't fuck a broke nigga that would give her his&#8230;"}
{"text": "RT : I'm really chill. I talk to everyone, I'm far from being a stuck up bitch."}
{"text": "RT : you used to be the shit but now you ain't shit bitch"}
{"text": "RT : he's a beaner not a nigga"}
{"text": "RT : Some these bitches got birkins and don't even have cars on the island.. Let alone furniture"}
{"text": "RT : Where'd you get the beauty scar tough guy, eating pussy .. #Scarface"}
{"text": "RT : Jen: Bitch Daquan dropped your kids off today Keisha: Bitch I don't got kids Jen: not no more bitch I swallowed em"}
{"text": "RT : $ &gt; these bitches"}
{"text": "RT : These hoes got no chill"}
{"text": "RT : Like, when you're a hoe, how do u sleep at night?"}
{"text": "RT : Icepick punk bitch blood in the mosh pit"}
{"text": "RT : \": Somebody find this bitch &amp; fuck her. She ain't had no good dick fucking With this fat nigga."}
{"text": "RT : need a bad bitch who knows how 2 treat a pokemon master right"}
{"text": "RT : That bitch ain't loyal."}
{"text": "RT : i have never screamed so much like a little bitch just from A FUCKING VIDEO GAME IM LEAVING EARTH I-G-G-BYE"}
{"text": "RT : Charles Manson's fiancee will have a difficult time planning their honeymoon. Charlie can't surf."}
{"text": "RT : bitches hanging in the salty spatoon, tweetin \"y can't I find a good guy :-(:-(:-(\""}
{"text": "RT : You guys are all the best love you nig nogs #indyfam"}
{"text": "RT : recent studies have shown that ur a lil bitch"}
{"text": "RT : Happy teen wolf! Here's me with getting ready to bitch slap a berzerker"}
{"text": "RT : Merry Christmas, everyone! Unless you're a fucking bitch then literally just go."}
{"text": "RT : #FixItJesus &#128588; &#8220;: This bitch is the nugget filling at McDonald's"}
{"text": "RT : Claw that ass! : when u see that bitch who was talkin shit on twitter in public..."}
{"text": "RT : one, two, three, four, how many niggers are in my store?"}
{"text": "RT : This is the life nigger"}
{"text": "RT : did that bitch ever get out of ludacris's way?"}
{"text": "RT : what bitch tried to kill Kendrick Lamar's vibe?"}
{"text": "RT : &#8220;: \"bitch ass nigga square up\" &#128514;&#128514;"}
{"text": "RT : California's biggest retards. Don't forget about HOLY who just released an amazing EP."}
{"text": "RT : ur typical twitter hoe"}
{"text": "RT : 1, 2, 3, 4... how many niggers are in my store, I knooooooow your stealing! &#128514;&#128514;&#128514;"}
{"text": "RT : I don't know why I go on that pancake face bitchs twitter. She gets me tight every time"}
{"text": "RT : My body thought we'd get an extra hr sleep but my brain decided to wake up 2 hrs earlier. My brains a bitch."}
{"text": "RT : If I was Obama Id call a press conference &amp; slit joe bidens neck on live tv just 2 show these crackers I mean business&#8230;"}
{"text": "RT : Thank you One-A-Day for making your vitamins the size of a fucking Twinkie. I love giving myself the heimlich maneuver every mo&#8230;"}
{"text": "RT : None of my bitches judge me they love me &#128524; don't think they would like me if i was any other way"}
{"text": "RT : bitches be like \"&#9749;&#128056;\" but still be in everybody's business"}
{"text": "RT : some girls be using halloween as an excuse to act like hoes and get away with it smh"}
{"text": "RT : i aint gonna text first cus pride bitch"}
{"text": "RT : if we date u don't even gotta worry bout me talking to other hoes cus I ain't got any"}
{"text": "RT : she said &#8220;i want a man who can pick me up during sex&#8221; bitch you lucky i picked you up at all gas prices high as hell"}
{"text": "RT : side hoe: let&#8217;s make us official me:"}
{"text": "RT : Did that bitch from Frozen ever let it go?"}
{"text": "RT : Did those bitches from Frozen ever build a snowman?"}
{"text": "RT : \": &#8220;: My type a bitch &#128525;&#128525;&#128553; Lmao yass"}
{"text": "RT : Girls \"go talk to your other hoes\" game too strong"}
{"text": "RT : We live In a world full of unloyal hoes &amp; ugly niggas asking for hugs"}
{"text": "RT : When u with yo main bitch and you see yo side bitch in public"}
{"text": "RT : In other news your bitch cook for me."}
{"text": "RT : this bitch got the itunes terms and conditions tattooed on her"}
{"text": "RT : \"suck my duck\" thot: \"lol looks like ur autocorrect changed dick to duck\" \"i meant what i said bitch\""}
{"text": "RT : \": \"6 God\" by Drake is trash\" thank you"}
{"text": "RT : Black girls have never been into me. I guess cause I don't call them hoes, sell drug's or shoot niggas o well."}
{"text": "RT : y'all boyz was fried! Fuck dat pussy nigga in the blue doe"}
{"text": "RT : Prediction- \"Obama will leave the Democratic Party in shambles \"&#128563; oh gosh, I hope so &#128591;&#128079;&#128074;&#128170;&#128077;payback really is a bitch"}
{"text": "RT : \": Mean girls are just honest bitches. #Truth\""}
{"text": "RT : everyone always says girls are really bitchy, no. some boys are fucking inconsiderate bitchy cunts it is actually disgu&#8230;"}
{"text": "RT : Ane is a cunt"}
{"text": "RT : Why y'all hoes in such a hurry to be single mothers?"}
{"text": "RT : Fake bitch : hey girl Me:&#128133;"}
{"text": "RT : pussy pussy pussy i smell ya frum bout a mile away&#128564;"}
{"text": "RT : Too many bitches is shady"}
{"text": "RT : niggas ain't shit but hoes with dicks"}
{"text": "RT : Shout out to all you girls that wear those holy cross leggings but got a pussy thats full of sin"}
{"text": "RT : raising asia.... that lil bitch could dance bruh &#128514;"}
{"text": "RT : I love bad bitches that's my fuckin problem &#128527;"}
{"text": "RT : Ratchet hoes wear flip flops that curl up and turned black like souls of slaves walked in them"}
{"text": "RT : yo girl pussy stank This tweet stinks RT : There is no suck thing as a faithful bitch in Washin&#8230;"}
{"text": "RT : \": \": Nigga messed with the wrong bitch &#128557;&#128514; &#128557;&#128557;&#128557;&#128557;&#128514;&#128514;&#128557;&#128557;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;\""}
{"text": "RT : *steals your bitch*"}
{"text": "RT : No, you stupid redneck, \"Animal Husbandry\" does NOT mean you can get hitched to your blue tick hound, Misty."}
{"text": "RT : Big booty bitches with... \": Ass RT : Tits\""}
{"text": "RT : I use the word cunt very loosely"}
{"text": "RT : Currently taking over ur bitches brain with my creativity and wierdness."}
{"text": "RT : Respect the man with vision and a gang of bitches to follow it."}
{"text": "RT : Share your feelings but if iss some hoe shit, keep it to yourself."}
{"text": "RT : Woke up sleazy. Im bout to make this day my bitch"}
{"text": "RT : fuck you up fucking skank ass cunt"}
{"text": "RT : Huntley High School is the most retarded high school ever."}
{"text": "RT : This bitch tried to give my dick a hickey"}
{"text": "RT : &#8220;: Am I wrong fa laughin at dem niccas on 1st 48 who be cryin n the interrogation room&#8221;hell noooo&#128514;&#128514;&#128514;pussy ass n&#8230;"}
{"text": "RT : &#8220;: I did use to buy 2 tees n wear both dem bitches at the same time&#8221;lame ass lol"}
{"text": "RT : &#8220;: I'm steady hearin bout these suppose to be tuff street niccas gettin fuccd n dey ass smh gay boys&#8221;&#128561;&#128561;smh sad &#8230;"}
{"text": "RT : &#128514;&#128514;&#128514;they ain't een kno I was in that bitch"}
{"text": "RT : When you're stressing over someone then realize you got hoes .. &#128514;&#128557;&#128175;"}
{"text": "RT : Enough with the mind fuck and pass me the fucking nachos, cunt."}
{"text": "RT : If you don't give your bf head you're a lame bitch and he's probably cheating on you with a bitch the suck his shit dr&#8230;"}
{"text": "RT : #MusicThatDoesntMatch These hoes aint loyal!"}
{"text": "RT : Only Southerners know the difference between redneck and white trash."}
{"text": "RT : A hoe is cool with being unclaimed and kept on the low so that people don't call her what she is. A hoe."}
{"text": "RT : Whatever. No matter how many times kids fuck me over I will never become I pussy. I promise you that."}
{"text": "RT : Only real bitches suck dick"}
{"text": "RT : Don't be 32 on here and saying \"all my friends and everyone I know has a baby\". Well bitch. Life."}
{"text": "RT : #shoutout to that niggah Go follow"}
{"text": "RT : remember that one bitch ass you ate out last week"}
{"text": "RT : lmao niggah this is twitter my Kenosha bitches can't be trained like my Florida bitches"}
{"text": "RT : this niggah was tripping over everybody"}
{"text": "RT : I asked what's the definition of a preppy white girl and this niggah said Starbucks"}
{"text": "RT : I took yo job bitch"}
{"text": "RT : Nooo I left my papers in the basement n my niggah getting some cakes down there -.-"}
{"text": "RT : The way this niggah just flinched at this movie was #priceless"}
{"text": "RT : This niggah said her lips dry ass hell lmao &#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : To that cunt who said she won't RT ppl who use foul language because it lacks intelligence... bitch, let me introduce y&#8230;"}
{"text": "RT : Yung nation- riot . Still bump that hoe"}
{"text": "RT : damn where you on house arrest at ? &amp; yup in tht bitch like &#128080;&#128131;&#128527;"}
{"text": "RT : &#8220;: All y'all bitches corny lol&#8221;rt"}
{"text": "RT : Lol the thirst be so real on dis bitch &#128514;"}
{"text": "RT : Well I just got conformation that is your body count is five or above, it's high and you a hoe &#128514;&#128514;&#128514;"}
{"text": "RT : &#8220;: iont Like yall always talking. Not even tryna be funny thou rns&#8221;&#128514;&#128514;&#128514;&#128514; bitch I do&#8230;"}
{"text": "RT : 9, 10 now you're having my twins. RT : 7, 8 get that pussy ate RT RT : you &#128298;"}
{"text": "RT : We all know dumb bitches like this"}
{"text": "RT : Multi till I die bitch believe that..."}
{"text": "RT : cant turn a hoe into a housewife."}
{"text": "RT : I'm trynna find me a wifey type, not a hoe type."}
{"text": "RT : &#8220;: I want subway cookies&#8221; dem bitches do sound good rn&#128514;&#128551;"}
{"text": "RT : You can definitely tell who's a whore by what bitches wear when it's slightly warm out.. &#128581;&#9995;&#128567;"}
{"text": "RT : if i was to really be straight bold bitches will hate me man"}
{"text": "RT : you're a little bitch, and I'm straight up rude."}
{"text": "RT : A mexican bitch better win the crown! #NuestraBellezaLatina"}
{"text": "RT : &#128553; dawg! &#8220;: Pet peeve is finding out a cute guy has hoes. I automatically lose interest. I don't compete.&#8221;"}
{"text": "RT : Lol Imma start handing out guides &amp; manuals cause you bitches wanna be me so bad &#128514;&#128553;&#9995;&#128129;"}
{"text": "RT : &#8220;: I'll fuck a bitch real quick&#8221;"}
{"text": "RT : some of y'all hoes can spend $300 on bundles, have a mk purse with a matching wallet, have your nails done but don't ev&#8230;"}
{"text": "RT : 1 good girl is worth 1,000 bitches &amp; people still fail to realize that"}
{"text": "RT : I let these bitches talk. that's just free promotion &#128079;."}
{"text": "RT : The streets ain't going no where. These hoes for everybody. When you got someone real you hold on to them."}
{"text": "RT : \"you don't want to play cs:go you're a bitch!\" \"no I won't play fucking league of legends that game is shit I&#8230;"}
{"text": "RT : its funny when sluts say \"u just mad cause I'm 100% real\" its like no bitch #swerve cuz u actually about 65% water gtfo"}
{"text": "RT : u a 10? on the pH scale maybe cause you basic hoe"}
{"text": "RT : Ugly bitch prolly so cockeyed she lookin at the dick and balls up close at the same time while suckin at the same time"}
{"text": "RT : When you realize you got no hoes"}
{"text": "RT : \": Smoke wit a bitch in nap and let her play music I bet 100 she turn on boosie or some slow shit &#128530;\" real shit"}
{"text": "RT : And fell in love with pussy he never even got...."}
{"text": "RT : I Be Like &#128663;_____________&#128659; Fuck! Here come the 5'o __&#128663;______&#128659;__ Be cool son ___&#128663;&#128659;_____ Man fuck ___&#128659;___&#128663;____ bitch ass &#8230;"}
{"text": "RT : I bitch about unnecessary things lol"}
{"text": "RT : Obama a bitch."}
{"text": "RT : Why is Arizona hot as hell and then literally 5 minutes later it's fuckin Hurricane Katrina up in this bitch"}
{"text": "RT : I was HEAD FIRST EVERY TIME FOR YOU. . but now I'm pussy?&#128533;"}
{"text": "RT : Fck all you hoes. Catch a grip!"}
{"text": "RT : &#8220;: Damn babe &#128557; sike forever fucking with basic bitches &#128514;&#8221; &#128514;&#128514;"}
{"text": "RT : Had a crush on a bitch with a man I tried to show her that I could treat her better but I never had no luck"}
