{"text": "You was nothing but a dirty whore!!! Fuck you bitch"}
{"text": "You will never get a &#128141;&#128142; if you don't know how to cook &#127831;&#127830;&#127837;&#127844;&#127835;&#127829; for ya man fr atleast not from a nigga like me. Slackin ass bitches"}
{"text": "You working today faggot?"}
{"text": "You workout, tweet, Instagram, tweet, text some hoes, xbox, fall asleep these young boys ain't gotta clue what grinding is"}
{"text": "You&#8217;re a bitch RT : Ain&#8217;t seen y&#8217;all lose that bad since&#8230; RT : At work slitting my wrists currently. Thanks tom brady"}
{"text": "You&#8217;re a little bitch RT : RT : my team got blown out in the Super Bowl"}
{"text": "You'll never catch me in public with a chick that got an iPhone 4s. I'm only seen in public with classy bitches"}
{"text": "You're a bad bitch and I want you."}
{"text": "You're a bitch &amp; I hate you"}
{"text": "You're a bitch dawg. A straight bitch."}
{"text": "You're a dumb bitch. Wow."}
{"text": "You're a faggot if you use the cover your face emoji"}
{"text": "You're a hoe ass faggot bitch cunt nigga"}
{"text": "You're a stupid fucking bitch"}
{"text": "You're a stupid hoe"}
{"text": "You're all faggot fuckheads."}
{"text": "You're an ugly fat cunt whore. You need to odee"}
{"text": "You're an ugly fucking bitch, get off your high horse"}
{"text": "You're dismissed bitch. : no.. i wanna play with you thumper..&#8221;"}
{"text": "You're just another nigguh."}
{"text": "You're no way near about that life bitch lmao"}
{"text": "You're not a very good listener &#8220;: &#8220;: twitpic a selfie with a bad bitch &#8221;"}
{"text": "You're pussy ass set don't mean shit to me."}
{"text": "You're such a fake bitch. I cannot stand you. If you read this and wonder if its about you, it probably is."}
{"text": "You're such a pussy &#128514;&#128514;"}
{"text": "You're ugly anyway hoe. Sit tf down somewhere"}
{"text": "You're unattractive &#8220;: $10,000 dinner dates with yo man bitch. #pow"}
{"text": "Young Gem &amp; Don Chief been killing it in the yo...going in on that real music..no bubble gum trash in the booth..."}
{"text": "Young Thug called a bitch his twin on a track. I don't even know what he mean by that but I'm definitely bout to start calling bitches that"}
{"text": "Young bitches talk about their new man ALLLL DAY....as if anyone is really intrested in that shit lol"}
{"text": "Young, stupid ass hoes these days&#128514;&#128514;#GOTDAYUM"}
{"text": "Your acting like a spoiled little faggot have fun"}
{"text": "Your bitch always said she wanna fuck a real nigga"}
{"text": "Your bitch choosing just Let'R!"}
{"text": "Your bitch frontin' that's you! My bitch stuntin' that's me!"}
{"text": "Your bitch got her lipstick on my dick..."}
{"text": "Your bitch is a fake sack of potatoes"}
{"text": "Your bitch only wanna fuck when you doing something that has nothing to do with her.Like playing video games or watching the game."}
{"text": "Your bitch playing games? I may be the joystick"}
{"text": "Your bitch want to fuck the squad &#128527;&#128076;"}
{"text": "Your bitch wants to go to Little Italy with me tonight. Told her no. Fuck a thot."}
{"text": "Your boobs are fake, you're a little bitch, you're not cute, and I want to punch you."}
{"text": "Your ex wife's #pussy tastes like sweet butter #theshield"}
{"text": "Your eyebrows on fleek, but ya pussy on stink"}
{"text": "Your girl pussy like a walk in clinic, the cure for every sick nigga"}
{"text": "Your girls pussy smells like sour cream and onions"}
{"text": "Your leader rocks a fucking mo hawk and dances like a faggot from ATL"}
{"text": "Your name follows the word cunt in the dictionary sooo what's that tell you?"}
{"text": "Your pathetic plan failed. Enjoy my phone you fucking monkey. Let me see your ass at Benton park. You wanna talk shit I'll carve your face."}
{"text": "Your pussy hella tight. Took me an hour to slide in that mothafucka &#8220;: &#8220;: Quote and I'll compliment you&#8221;&#8221;"}
{"text": "Your pussy hole must be small \": the adjustment phase? RT Tf is \"gentle intercourse\" ....\""}
{"text": "Your vaginal walls are inflammed by a fuck nigga that's fucking you and a few other bitches. Cut em as you complete your treatment."}
{"text": "Youre a fucking ugly bitch, I wanna stab you to death and then play around with your blood -Patrick Bateman"}
{"text": "Yous a Gold bottle, These hoes pink mascato"}
{"text": "Yous a bitch ass nigga &#8220;: Rt i Push the tape bac till around Labor Day weekend turn up...#300&#8221;"}
{"text": "Yuh bitch voz de mando at ok was the best mf Friday yet :)"}
{"text": "Yung nigger move that dope"}
{"text": "Yup! RT Then she got AIDs and died RT : Jenny was a bitch! #forestgump"}
{"text": "Yup, I officially do not like you. You are a needy greedy bitch who needs to have it your way."}
{"text": "Yuu Hinouchi gets fucked by two guys until she gets her pussy&#160;creamed"}
{"text": "Zach Huggins tell yo bitch to leave me tf alone"}
{"text": "Zelda bitches lol"}
{"text": "Zhou Mi was just layin on his bed and SM just busted into his room and was like \"You gettin a song bitch\""}
{"text": "Zimmerman we comin for yo life bitch."}
{"text": "[9-1-13] 2:50 pm \"son of a bitch ate my mac n cheese\""}
{"text": "\\\\ fake bitches \\\\"}
{"text": "a bitch can have two black eyes, bloody lip, scalp bleeding, bruises, and a broken arm and still be like \"but i love him!\" lmao"}
{"text": "a bitch in my math class right now is actually eating just straight up Nutella &#128563;#WEREYOURAISEDINABARN"}
{"text": "aaahhhhh my internet has died, for the whole weekend I'm told, just in time to teach me the true spirit of christmas. fucking cunt."}
{"text": "about to drunkenly get a free 3D printed bracelet that says \"fake ho\""}
{"text": "actin awfully slutty for a bitch in a winnie the pooh sweater"}
{"text": "add me on snapchat bitches @ erinblair"}
{"text": "addicted to pussy poppin"}
{"text": "ah nigga dat cares about opinions and get involve in hoe shit either Gay broke or ain't getting enough pussy!!"}
{"text": "ain't Kj &amp; Mello's... RT : Who's daddy a fuck nicca?"}
{"text": "ain't my hoe, I just thought it was.&#128524;&#128080;"}
{"text": "ain't no bitch got shit on me"}
{"text": "ain't nuttin ta cut that bitch off"}
{"text": "ain't the bitch Mimi still wit Gay ass Nikko????"}
{"text": "ain't trusting no bitch or no nigga... hoe or no sucka"}
{"text": "aint nuthin retarded bout Gucci but this gold rolex"}
{"text": "aint shit pretty but my bitch and my mama .. anyone can get the drama"}
{"text": "aint shit without my scale bitch i live that bag life"}
{"text": "aka don't ignore me bitches"}
{"text": "all I eva wanted was some muh fuckin guala"}
{"text": "all i wanted was a hundred million dollars and a bad bitch"}
{"text": "all my exes are bitches"}
{"text": "all of us on Twitter do that already #shutupcrybaby lol RT I need. one of you to step up and volunteer to listen to me bitch."}
{"text": "all the bitches love me"}
{"text": "all the money n the pussy I want, I need that there"}
{"text": "all them \"model\" hoes follow a nigga...\"blow up\"...an then hit the infamous imma only follow 25 people wave..."}
{"text": "all these Ciara songs are old to me bitches , they from like 2 weeks ago lml, #basicbitches"}
{"text": "all these bad bitches, man they want the ____"}
{"text": "all these beautiful bitches, sucha beautiful thing"}
{"text": "all these hoes so familiar &#128564;&#128564; #JuiceTweet"}
{"text": "all these hoes sweating and chasing niggas on this show&#128553;"}
{"text": "all y'all some hoes tbh"}
{"text": "almightydavehunna's photo haha bitch ass Shmedium hit that hoe with that caption &#128557;&#128514;"}
{"text": "almost dragged my suite mate last night... hoe really came banging on our door 2am"}
{"text": "although last night my lady told me the key to happiness was new pussy"}
{"text": "always my hoes skinny who are losing money due to therapy bills"}
{"text": "always okay to bring your ho to the barbershop though, they usually cool af"}
{"text": "am i the inly one seeing Austin Rivers out play bitch ass tonite?"}
{"text": "and I gotta say I dont like this ashley brooks. omfg creepy psycho bitch"}
{"text": "and if that's yo bitch then you may have to fight holmezz"}
{"text": "and im retarded too, i keep answering the house phone when i know it aint for me :l"}
{"text": "and my bitch so bad that I'm never ever cheating"}
{"text": "and these hoes shallow, shiesty, trifling, but we been knew that."}
{"text": "and this is why I'm single, I don't fuck with bitches or there attitudes foh."}
{"text": "and trying to maintain this color is gonna be a fuckin bitch like i washed my hair once and it already started going blonde again idk idk"}
{"text": "animal crackers are the fuckin bomb, yo"}
{"text": "anybody on the team has permission to fuck my bitch"}
{"text": "anyways never trust a bitch &amp; dont snitch unless you looking for some Az and 1 ditch"}
{"text": "are you serious right now? Hypocritical and double standards? Fuck outta my face with that trash"}
{"text": "ask for my number he a lame I'm like cuh, mobbin with my bitches turn down for what"}
{"text": "aw shit, Fenkell in this bitch"}
{"text": "awwwww Alex Smith broke his pussy"}
{"text": "aye bitch try this"}
{"text": "aye jalen can I borrow 50 dollars?? It aint like yu aint got two jobs?? Well can I borrow some pussy? I aint like yu gone give up no head!"}
{"text": "bad bitch bouncing on my pogo screamin yolo - that nigga juelz"}
{"text": "bad bitch from lansing....she could be a model...shes a model..."}
{"text": "bad bitch with me trying to blow me like a fuse"}
{"text": "bad bitches is the only thing i like"}
{"text": "based god fucked all my bitches"}
{"text": "big bitches be sayin why yo eyes all on my stomach? Bitch why yo stomach all in my eyes"}
{"text": "bitch I be smokin gas I could start a ferrari!!!"}
{"text": "bitch I got the beef links"}
{"text": "bitch I might b"}
{"text": "bitch I need that body high do not fuck wit my head pleeeease"}
{"text": "bitch I seen them tricks before #haannnn foh"}
{"text": "bitch I'm eating!!!!!! you are so blocked!!! RT : STOP WHITE PEOPLE 2014"}
{"text": "bitch I'm me.... baby I'm me!!!"}
{"text": "bitch I'm me..... so who u???"}
{"text": "bitch ass arod or shorty dont hit me back up"}
{"text": "bitch ass nigga"}
{"text": "bitch can't hold herself down then she bound to drizzown."}
{"text": "bitch dick too bomb"}
{"text": "bitch don't run to the neighbor he's dead too"}
{"text": "bitch get off my twitter hoe &#128074;"}
{"text": "bitch get out cha, bitch get out cha, bitch get out cha feelings.&#128079;&#127926; RT : In my feelings... wtf"}
{"text": "bitch gon bounce when boosie rapping dey probably scared not too"}
{"text": "bitch i will cut you"}
{"text": "bitch idc if you like me, but you will respect me"}
{"text": "bitch im DEAD!! &#128128;&#128128;&#128584; RT : Them heauxs gon put balloons in a corner &amp; take pics talkin bout \"We in V.I.P\"&#128553;"}
{"text": "bitch im is not bout to get no damn flu shot....ion care if it is free...."}
{"text": "bitch kill yoself, go on to the bathroom and eat the pills bitch, all of em"}
{"text": "bitch live a little."}
{"text": "bitch made, dudes actin bitch made"}
{"text": "bitch niggas owe me money"}
{"text": "bitch probably molly'd the 1st nigga that said good mornin' back to her"}
{"text": "bitch really changed her @ name haha it is not that serious. beyonce fans have too much time on their hands waiting in that welfare office"}
{"text": "bitch said best way to get over a man is to get under another one!!! smh dats ah hoe for u"}
{"text": "bitch thats yo nigga &#128064; ....well you aint his bitch &#128514;&#128514;&#9996;&#65039;&#9996;&#65039;&#9996;&#65039;"}
{"text": "bitch u guessed it"}
{"text": "bitch u kno my game tight"}
{"text": "bitch we are the realest boyz."}
{"text": "bitch whats the plan, yo box irrelevant"}
{"text": "bitch with all niggas, hmmm she either gay or a HOE"}
{"text": "bitch you better not disappoint me. madonna and britney and xtima have RT : My new single #BabyDontLie is coming Monday!!"}
{"text": "bitch you knew I was on your trail &#8212; Mybad"}
{"text": "bitch you're white stfu with your shitty Spanish"}
{"text": "bitches ain&#8217;t shit, and they ain&#8217;t saying nothin&#8217;"}
{"text": "bitches aint shit but hoes an tricks"}
{"text": "bitches already twerkin on cinegram, this shit may jus be better than instagram"}
{"text": "bitches and subtweets lml"}
{"text": "bitches and their door slamming habits ctfuu"}
{"text": "bitches at rick's in justice tank tops tho"}
{"text": "bitches be brilliant..haha"}
{"text": "bitches be half naked in their avi's talking about I don't send nudes"}
{"text": "bitches be hating &#128514;&#128557;"}
{"text": "bitches be like \" I'm a squirter\" but thinkin pissin is squirting? no bitch 2 different places"}
{"text": "bitches be like i'm mixed wit Italian Chinese nd African American I be like bitch just cuz you ate ur&#8230;"}
{"text": "bitches be peekin"}
{"text": "bitches been thotting so long when they get exposed to something decent they get overwhelmed"}
{"text": "bitches come &amp; go ya know that"}
{"text": "bitches corny af you claim to be happy but cry everyday, ooh iight where they do that? hmmmm"}
{"text": "bitches don't knw what to let ride certain shit ain't work mentioning"}
{"text": "bitches love Sosa so I guess I'll wear Sammy Sosa &#128527;&#128514;"}
{"text": "bitches love beyonce"}
{"text": "bitches love good morning posts"}
{"text": "bitches please in napa fewer than 100 people were injured and literally 2 of those were reported as critical"}
{"text": "bitches stay in they feelings &#128514;"}
{"text": "bitches talk... hoes talk even more!!!"}
{"text": "bitches that dont eat meat are likely to develop mental illness"}
{"text": "bitches tryna be down but I ain't for that relationship life right now."}
{"text": "bitches who never knew me now calling me WesGod &#128524;"}
{"text": "bobby bitch, make that body flip, you know i don't know karate bitch"}
{"text": "bout to beat this case like a pussy nigga &#128074;&#128074;&#128074;&#128074;&#128074;&#128074;&#128074;"}
{"text": "bout to get some twitter bitches, my twitter fame raising dawg #GETWITME"}
{"text": "brb, skipping out of a b-ball game with Obama to whoop 's hoe ass."}
{"text": "breh it's a polygamist town in arizona if u wanna have bitches on deck move there"}
{"text": "bruh YouTube a bitch ass nigga bruh on me bruh."}
{"text": "bunch of pussies"}
{"text": "but I didnt get a write up thank god lol dumb white bitch"}
{"text": "but I'd rather be a free man in my grave than living as a puppet or a slave but above those shit options bitch would be free alive and rich"}
{"text": "but at the same time she hates me so I don't wanna trust her bitch ass"}
{"text": "but i do know one thing though, bitches they come they go, Saturday through Sunday monday, monday through sunday yooooo #superman"}
{"text": "but shawty you not a bitch you the one I get money wid"}
{"text": "byeeeee bitch, &#128540;"}
{"text": "can bitches at least wait till it's their bday month to put that shit up? damm yall stingy"}
