{"text": "RT : \"If having hoes excite you, you still a lil nigga\" &#128581;"}
{"text": "RT : How bout some of you bitches be women for Halloween."}
{"text": "RT : bitches get away with too much behind their social media accounts. Popular on twitter and instagram but lame and broke as fuck i&#8230;"}
{"text": "RT : &#8220;: when someone brings up your other hoes in front of bae"}
{"text": "RT : With your bitch ass..."}
{"text": "RT : RT : when you tryna get bitches on LinkedIn"}
{"text": "RT : \"Hi mom, last night I was cunt slapping when you texted me about grandpas bypass, sorry I didn't get back to you until no&#8230;"}
{"text": "RT : ain't worth it, your pussy smelled like reused soap anyways&#128056;&#9749;&#65039;"}
{"text": "RT : Allergic to: Bullshit Fuck boys Basic bitches"}
{"text": "RT : Never seen a nigga get laughed at when he got his test back and it was an A on that bitch."}
{"text": "RT : RT : &#128557; RT : She went all the way to Home Depot just to take a sink pic I hate you hoes"}
{"text": "RT : If she has \"You know my name not my story\" in her bio you know she a hoe"}
{"text": "RT : These hoes really ain't loyal &#128514;&#128591;"}
{"text": "RT : When all yo hoes hit you up at da same time.."}
{"text": "RT : Not into dressin' to impress these bitches or niggas..."}
{"text": "RT : Yo bitch is Gucci Mane RT : My bitch a stoner &#128175;&#128175;"}
{"text": "RT : Darkskin girls got that juicy pussy &#128069;&#128166;&#128166;&#128571;&#128571;"}
{"text": "RT : Fat hoes. Belly shirts. Die now."}
{"text": "RT : &#8220;: 90 percent yo bitch with me 100 percent that scrap with me&#8221;"}
{"text": "RT : &#8220;: Fucking niggas bitches man I'm use to it&#8221;"}
{"text": "RT : Bitches be 18 in 8th grade talking about \"I miss Bae\" &#128586;&#128107; naw bitch you missed graduation &#128563;&#128557;&#128557;&#128514;"}
{"text": "RT : working on diz music, be in studio soon nicca"}
{"text": "RT : Some of you hoes so basic I have to break it down Barney style &#128514;&#128514;"}
{"text": "RT : wet pussy makes the dick slip out &#128166;&#128540;"}
{"text": "RT : bitches be like \"had my heart taken since 12/3/12 i love you babe\" bitch isnt that today?"}
{"text": "RT : Retweet if you see a ratchet hoe on your timeline."}
{"text": "RT : &#8220;: i can't fw no friendly bitch..&#8221;"}
{"text": "RT : Girls with good pussy are possessed by demons its a fact"}
{"text": "RT : Finna make a power move wit a bitch taxes we both gone be straight long as she do wat I told ha"}
{"text": "RT : I guess it's cool to just walk around with ya titties out in a see-thru top? Shit.. if these hoes ain't trippin' how can I"}
{"text": "RT : If I see a bitch walking around wearing what Rihanna had on ima grab a titty and hoe I dare you to get mad, we can fight ab&#8230;"}
{"text": "RT : Real niggas can handle anything.. including any bitch or any nigga"}
{"text": "RT : Girls wanna hoe around and turn up but gone regret the shit afterwards."}
{"text": "RT : hell nahh. If a bitch had respect for her own damn body, she wouldn't wear that shit in public."}
{"text": "RT : Back in the G, getting pregnant was a big deal, now these bitches getting pregnant &amp; its like \"what else new ?!\""}
{"text": "RT : Only pussy niggas wouldn't fuck with a chick if she has stretch marks.."}
{"text": "RT : When you think you sliden, bitch you slippen &amp; I know the truth. I KNOWW I KNOWW I KNOWW, YOU KNOW THAT I KNOWW I KNOWW I&#8230;"}
{"text": "RT : I am woman, hear me bitch."}
{"text": "RT : Deletin emojis off a nigga/bitch contact name cos they don't mean shit to you anymore &#128514;"}
{"text": "RT : &#8220;: LMFAOOOOOOOOOO RT : LMAOOO RT : You a faggot if you ever wore a tall tee &amp; took your pant&#8230;"}
{"text": "RT : hoes be having 15 iPhone cases and 4 pair of panties.."}
{"text": "RT : One good girl is worth a thousand bitches &#128112; = &#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#128109;&#8230;"}
{"text": "RT : get downstairs you fucking pussy"}
{"text": "RT : get downstairs and play me im fifa bitch"}
{"text": "RT : When she tells you \"Go hug one of your hoes.\" &amp; you actually do it"}
{"text": "RT : Meat Forevea selling a bitch out &#128514;&#128514;&#128514;&#128514;&#128553;"}
{"text": "RT : Retweet to save a dumb bitch"}
{"text": "RT : Well I'd love to stay and chat but you're a total bitch"}
{"text": "RT : The person below is into big booty bitches&#128525;&#127825;"}
{"text": "RT : Cinco de way ho"}
{"text": "RT : wow so the dolphin asked her to marry him and she kisses the other guy right in front of her rude ass bitch"}
{"text": "RT : Biddin with my bitches #Family"}
{"text": "RT : We gotta be pretty. With a perfect body. Smart. Funny . Not too tall. Know how to cook. Be good at sex but not a hoe. H&#8230;"}
{"text": "RT Niggas REALLY ARE the new bitter bitches"}
{"text": "RT Or lack of &#8220; Smh u niggers &amp; ur music knowledge&#8221;"}
{"text": "RT : If she ever been on a club flyer, She a hoe."}
{"text": "RT : When bitches try to be funny ... That get you beat up real quick"}
{"text": "RT : stay shutting these hoes down.."}
{"text": "RT : If i cut all my hoes off for u &amp; we stop talkin , you owe me some new hoes &#128530; fym"}
{"text": "RT : *hits blunt* \"bruh if she tells me to go text my other hoes, but she's one of my hoes, do I keep texting her ?"}
{"text": "RT : that shit's for the birds"}
{"text": "RT : Shut up hoe ass nigga"}
{"text": "RT : bitch shutUP"}
{"text": "RT : lol man bitch shut the fuck upppppp"}
{"text": "RT : lol man bitch shutup I'm salty lowkey"}
{"text": "RT : Man this hoe Heaven stay taking all day"}
{"text": "RT : Hell yea bitch!!!"}
{"text": "RT : Suge knight deserved to get shot that nigga had 2pac killed! #fucksuge karma is a bitch!"}
{"text": "RT : Not a one RT lmaooooooo never saw a bitch at a Deltron concert blood"}
{"text": "RT : When someone retweets a bitch I hate onto my timeline"}
{"text": "RT : The big bitch in the back of a group of girls is known as the caboose #FAT"}
{"text": "RT : hahaha ok you got a point there there would be hella bitches screamin and cryin ova that nigga th&#8230;"}
{"text": "RT : &#8220;: \"I hate that hoe already\" &#128514;&#128128; &#128514;&#128514;&#128514; this shit cracks me up!"}
{"text": "RT : My dad is a hoe, fuck him &#127797;"}
{"text": "RT : Niggas fufu &amp; bitches is too"}
{"text": "RT : Ow &amp; while I'm at it where has gone the big lanky twat."}
{"text": "RT : Y'all hoes need to get out more. There so much more to life than being a fuckin hater. Go get yours."}
{"text": "RT : &#128514;RT : X___X RT : Only Twitter niggas care bout hairy pussy. Them 5 niggas I fucked today ain't gi&#8230;"}
{"text": "RT : Andrew Bynum got traded and then they waived him the very next day... a nigger can't keep a job"}
{"text": "RT : Being a nigger isn't a color it's a state of mind"}
{"text": "RT : Somewhere in the ghetto it's a nigger getting shot over BBQ"}
{"text": "RT : &#128514; RT : INTERESTING RT : RT if ur child father aint shit...then look in the mirror at the dumb bitch &#8230;"}
{"text": "RT : You can buy milk w/ WIC guys RT : #QTNA RT : How y&#8217;all bitches gon breast feed wit nipple rings? &#128563;&#128534;&#8220;"}
{"text": "RT : A recent Harvard study concluded that bitches in fact be trippin."}
{"text": "RT : Or fags cause if you post you found him attractive as well RT : Niggas who post trannys to see if a nigga thirsts ov&#8230;"}
{"text": "RT : it's never about the hoes he's entertaining , it's always about the fact that he's entertaining these hoes !"}
{"text": "RT : \"You're such a bitch\""}
{"text": "RT : Don't get your panties in a twist. Just take 'them off and let my tongue twist around in your pussy instead."}
{"text": "RT : Did that bitch ever get out of Ludacris's way?"}
{"text": "RT : If you've been though what I've been through you would have turned into a heartless bitch by now but I'm stronger &amp; bet&#8230;"}
{"text": "RT : What's it like being a cold hearted cunt?"}
{"text": "RT : I need my pussy ate now !"}
{"text": "RT : pepsi and cheerios smashin on these hoes got me blue in the taco bae thinks of me flaco errybody frontin jus&#8230;"}
{"text": "RT : There's only ONE bae at the end of the day. &#128584;&#128175;&#128149;&#128571; Cause she ride for me unlike you other bitches."}
{"text": "RT : &#8220;: &#8220;: That pussy so wet she gotta dry outside&#8221;stop telling my business&#8221;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : Listen, cunt: Today ain&#8217;t yo day"}
{"text": "RT : Nah I hate white people now since he looks like a dyke RT : I think he just ended racism"}
{"text": "RT : Moment of truth, these hoes the truth"}
{"text": "RT : Philly full of these type hoes. Broke bitches!"}
{"text": "RT : If she's always been a dyke she's a virgin. No way around that. Her first time eating box don't take her virginity.... #&#8230;"}
{"text": "RT : \"nah go talk to ur hoes since u dont wanna text back n shit\""}
{"text": "RT : Andy went from owning toys to owning bitches.. And also tf is that coke doing teaching a class? &#128514;"}
{"text": "RT : when you see a bitch nigga subtweet you"}
{"text": "RT : \"I'm grown\" = Let me be a hoe in peace."}
{"text": "RT : \"SHARKEISHA'D\" = To lose one's face due to the brute force of a knockout punch. \"Dat bitch got sharkeisha'd\""}
{"text": "RT : \"These hoes ain't loyal\" = Women of this generation cannot be trusted."}
{"text": "RT : These bitches is actors out here"}
{"text": "RT : #Gemini doesn't really look back at their ex's. Some things just look better in the trash!!"}
{"text": "RT : yall really expect a 40 yr old nigga to still rap about raping hoes and killing his mother? nah"}
{"text": "RT TWITTER WHATS THIS MEAN ? RT I come alive in the night time + Sleep all day hoe all night."}
{"text": "RT : Good pussy ain't changin nothin. Might bump you up to main hoe from side jank. That only mean you get fucked more &#128533;"}
{"text": "RT : Your pussy must not pop severely &#8220;: But Im single &#128514;"}
{"text": "RT : Mac 10 lay on the floor like a matress \": Young based god came straight for the bitches\""}
{"text": "RT : Illegal alien is not a race. It's a crime. #wetbacks"}
{"text": "RT : If a girl cant make a decision whether to date you or not tell that bitch to kick rocks."}
{"text": "RT : If ya girl shaves the pussy before going out with her girls, somethings wrong."}
{"text": "RT : dont try too fuck with me &amp; got a million and TWO bitches because I will tell them all.. I PROMISE I WILL"}
{"text": "RT : Crying &#8220;kill me with fire&#8221; RT : That pussy crying for help"}
{"text": "RT : Got these hoes on my dick like brad pitt"}
{"text": "RT : All bitches cheat. You just gotta acknowledge its gonna happens so when it does it&#8217;ll hurt less."}
{"text": "RT : everybody turning into assholes this year. Look what you&#8217;ve bitches have done to us."}
{"text": "RT : When you and your boys discover a hoe"}
{"text": "RT : Jenny was a hoe til she got AIDS until she was ready to settle down with Forrest Gump who tried saving her SO many tim&#8230;"}
{"text": "RT : Leotard not leopard. Zeeti hoes dumb. &#8220;: &#8220;: twitpic a selfie wearing a leotard&#8221;"}
{"text": "RT : Who gave this bitch THAT much confidence? &#128530;"}
{"text": "RT : When niggas want bitches like trey &#128557;&#128557;&#128557;&#128514;"}
{"text": "RT : Hoes, hoes ain't nothin' but hoes."}
{"text": "RT : I hate when people think I'm mad or sad cause I'm not talking.. nah I'm chillin bitch."}
{"text": "RT : your opinion of me is highly irrelevant bitch"}
{"text": "RT : be out here fighting bitches like its legal"}
{"text": "RT : Fresh out of jail and I got my chopper bitches be like Vick your number 1 like the BK whopper"}
{"text": "RT : &#8220;: Well, there's \"crazy bitch\", and there's \"you can look for that motherfucker's corpse, but you won't find&#8230;"}
{"text": "RT : All Detroit niggas do is listen to DBCO and fuck other niggas bitches while trying to hold on to their own with no money an&#8230;"}
{"text": "RT : Don't block me because you think a post is about you...just ask me. Like a boss. You employee ass bitch."}
{"text": "RT : I hate when faggots talk shit on here then block me so I can't respond. Bitch I will write you a letter with my response an&#8230;"}
{"text": "RT : Niggas get married and start dissin single bitches smh RT : You bitches want allowance and $200 dates and still singl&#8230;"}
{"text": "RT : Bae: go text your hoes Me:"}
{"text": "RT : when bout 5 bitches got together and thought of a reason to make they boyfriend claim them"}
{"text": "RT : This bitch eyebrows lookin like the bulls logo"}
{"text": "RT : bye bitch"}
{"text": "RT : \": Its simple, dont be a hoe=dont worry about being exposed &#128540;\" fight me"}
{"text": "RT : Rohan a bitch yo &#128514;&#128514;"}
{"text": "RT : These bitches so phoney &#128514;&#128514;&#128514;"}
{"text": "RT : Rows for the hoes Curls for the girls Planks for the skanks Deep cuts for the sluts Quads for the broads No pecs No s&#8230;"}
{"text": "RT : My bitch sad lookin like a lack of funny"}
{"text": "RT : When you give all ya hoes up for that one girl and it don't work out"}
{"text": "RT : If a Nigga try to slide in my bitch DMs.."}
{"text": "RT : These bitches putting their soul in this routine &#128514;&#128514;&#128514;"}
{"text": "RT : When a bad bitch asks you to come over"}
{"text": "RT : When you and your boys discover a hoe"}
{"text": "RT : bruh he threw that bitch"}
{"text": "RT : every time bobby bitch comes on"}
{"text": "RT : this kid definitely got the pussy after that game"}
{"text": "RT : #JerrySpringer on #RAW ...... The white trash side of me is applauding"}
{"text": "RT : When a bitch asks to eat your ass."}
{"text": "RT : His balls ashy RT : : Real women do this and real faggots let em do that.. Smh"}
{"text": "RT : A hoe only cares about the now, the future is irrelevant."}
{"text": "RT : To get with a hoe, you just need to be cute, have muscles, dress your ass off (swag), or talk a good game."}
{"text": "RT : Can't give these hoes a inch cuz they'll try to take mile"}
{"text": "RT : It's my brother weekend bitch!!!!! #LongLiveLilRay"}
{"text": "RT : Seen theses niggas lose it all over a basic bitch"}
{"text": "RT : This bitch just blew my high"}
{"text": "RT : Gucci Mane locked up rn and u want to talk about our relationship status rn bitch shut up we gotta free this nigga first"}
{"text": "RT : yeah yo girlfriend a bitch. I hope she got the hives."}
{"text": "RT : \" That bitch wanna ignore my text? Wait till she get off work \" RT : Caption this"}
{"text": "RT : MT : is paid by white supremacist, they always get a negro to do their dirty work #Fergus&#8230;"}
{"text": "RT : 80% RT : 60% of these hoes be fake gay"}
{"text": "RT : LMAOO accurate RT : When bitches see a \"quote with a \" tweet on the TL"}
{"text": "RT : LMAOOOOOOO RT : What dum bitch made this"}
{"text": "RT : The nipples determine whether the titties are trash or not"}
{"text": "RT : I hate a bitch dat act like a nigga. &#128530;"}
{"text": "RT : We all know a double faced bitch named Madison"}
{"text": "RT : We all know a faggot named Luke"}
{"text": "RT : \"nah go talk to ur hoes since u dont wanna text back n shit\""}
{"text": "RT : i love this emoji &#128129; she's just like DUH bitch &#128129; lol i don't give a fuck &#128129; you're ugly &#128129; whatcha gonna do about it &#128129;&#8230;"}
{"text": "RT : Bitches post all types of sex position pics with heart emojis but let yu get her in that position this bitch complain a&#8230;"}
{"text": "RT : Hol on bitch &#128553;&#128514;&#128557;"}
{"text": "RT : I heard big booty bitches can't take no &#127814;."}
{"text": "RT : Marijuana is a gateway drug. It leads to happiness, great sex, pain relief, and increased patience with crazy bitches. And w&#8230;"}
{"text": "RT : Rows for the hoes Curls for the girls Planks for the skanks Deep cuts for the sluts Quads for the broads No pecs N&#8230;"}
{"text": "RT : if you cant see when you have a real woman by yourside through thick and thin. then maybe you do deserve these hoes . #Si&#8230;"}
{"text": "RT : There is a company which sells menstrual pads for pet dogs called \"bitch diapers\"."}
{"text": "RT : When Tyler the Creator said \"Rape a pregnant bitch and tell my friends I had a threesome\""}
{"text": "RT : When Eminem said \"Call me a faggot, cause I hate a pussy\""}
{"text": "RT : When Tupac said \"I ain't a killer but don't push me, revenge is the sweetest joy next to getting pussy\""}
{"text": "RT : When Tupac said \"I ain't a killer but don't push me, revenge is the sweetest joy next to getting pussy\""}
{"text": "RT : these hoes too familiar"}
{"text": "RT : Hmmm, is that a Ratchet hoe I smell?"}
{"text": "RT : Stepping away from the twitter beef. I'm going to bed cause I gotta be up at 5. Gotta go be a redneck asshole at my us&#8230;"}
{"text": "RT : Behind that twinkle in your eyes I can see the bitch in you &#128064;&#128076;"}
{"text": "RT : Me: MOM CAN YOU MAKE ME A SANDWHICH!!! *doesnt hear* *whispers to myself* \"deaf bitch\" Mom: WHAT THE FUCK DID YOU JUST SA&#8230;"}
{"text": "RT : Die slow bitch \": That&#8217;s RT : Scary accurate"}
{"text": "RT : Ray J is the perfect example of what happens when you give a lame nigga some pussy"}
{"text": "RT : WCW goes out to all the women with their shit together because these pretty bitches get way too much credit for being cute w&#8230;"}
{"text": "RT : Can't keep stooping for these hoes. I know better"}
{"text": "RT : i was ready to delete my entire instagram app when i found out one of my IG crushes was selling pussy on backpage for $75 f&#8230;"}
{"text": "RT : I'm going to let the pussy out like fight night #vote5sos"}
{"text": "RT : The fuck? RT : I asked this bitch if she was having a good day, and the bitch said \"stop being weird\" im conf&#8230;"}
{"text": "RT : idgaf what you bitches say about me &#128514;"}
{"text": "RT : Its so damn hot in this bitch"}
