{"text": "You a hoe if you crying because yo ass pregnant. It was all smiles while you was riding that dick bitch."}
{"text": "You a hoe if you ever \"fstow\" after midnight"}
{"text": "You a hoe if you take a taxi to the club"}
{"text": "You a lame ass nigga still cuffin these hoes my bitch got a bitch with er"}
{"text": "You a real life faggot if you ever fight another man because he fucked your girl. You just gotta take that L like a man and move on"}
{"text": "You a shoulda coulda woulda ass niggah Ima wish a niggah would ona hood ass niggah"}
{"text": "You a world class hoe"}
{"text": "You ain't got no job, no diploma, no money, bitch at your parents when they don't give you money for weed, yet We need to act like adults??"}
{"text": "You ain't my bitch so lil bitch why you bitchin"}
{"text": "You ain't my bitch so lil bitch why you bitchin?"}
{"text": "You ain't my main bitch so why the FUCC do you care !!!???"}
{"text": "You ain't nothin but a piece of cheese with out the corners in other words you ain't never gone be a slice bitch &#128514;&#128514;&#128514;"}
{"text": "You always find something to bitch about."}
{"text": "You always see some shit on Old York Rd on the late night I done seen like 4 tranny and a midget"}
{"text": "You and that BBW shit can get TF off this planet. Take these stud hoes with you too."}
{"text": "You and yuh bitch ass ull get smacked quick"}
{"text": "You are a BOY you DONT say \"clutch\" fag ass. That's that bitch shit lingo tf."}
{"text": "You are a bitch."}
{"text": "You are a bitch. #CallEmLikeISeeEm"}
{"text": "You are beyond retarded"}
{"text": "You are so fake &amp; I'm going to put you on blast bitch."}
{"text": "You arguin bout a bitch and she a god damn slutttt"}
{"text": "You ask me about 2014? I'mma make dat bitch my bitch!!"}
{"text": "You at the club EVERY week bitch get a life"}
{"text": "You been the side hoe &#128514;&#128514;&#128514;&#128128;&#128128;&#128074;"}
{"text": "You better pray to god I don't like yo bitch cause we might catch eyes and she might get hit"}
{"text": "You better watch your hoe she fuckin everybody"}
{"text": "You better work bitch"}
{"text": "You bitch hole you never text me back.... Can you guess who this is... &#8212; Haha i never text anyone back my bad"}
{"text": "You bitch like to text emojis"}
{"text": "You bitches all got that one friend who wear the same fit to every other function and it don't even be that clean&#128514;"}
{"text": "You bitches can't relate to me. So stop."}
{"text": "You bitches got me all the way fucked up idc how many pineapples y'all eat your pussy still gon taste the same so give that shit up please"}
{"text": "You bitches make me sick"}
{"text": "You bitches that entertain all the attention you get from these niggas are the worst kind of hoes there is"}
{"text": "You bitches wearing leggings everyday are sick. I know y'all wore the same pair 3 days in a row you can't fool me"}
{"text": "You bitter bitches need a life..!"}
{"text": "You boil my blood, just how spoilt and how much ae an arrogant bitch you are. If u try to show off I'll flip nd most likely go nuts #ohwell"}
{"text": "You can ask if I fucked a bitch but can't ask how my Father's Day was?!! ... These hoes be outta line!"}
{"text": "You can be a hoe in love"}
{"text": "You can buy a bitch erything in the world I bet she still find something to complain about"}
{"text": "You can buy bitches/ho's etc tho"}
{"text": "You can buy my fucking life and you've never even broken a sweat stop crying bitch"}
{"text": "You can call me a bitch, OK! But a the thief get out of here. Smdh"}
{"text": "You can expect me to be a total bitch towards you now yet again."}
{"text": "You can say I'm just a fool, that stands for nothing. Well, to that, I say you're a cunt"}
{"text": "You can't be mad when people call you a hoe if you out here acting like one"}
{"text": "You can't blame me for the bitches I attract.. Y'all say ima asshole when I talk about hoes... but that's kinda what I be having."}
{"text": "You can't call a bitch a bitch if you're a bitch"}
{"text": "You can't owe me shit I don't trust niccas!"}
{"text": "You can't owe me shit ion trust niccas"}
{"text": "You can't play me for a fool my niggah"}
{"text": "You can't put anything past a New York bitch. Or a Detroit bitch. Or a Chicago bitch."}
{"text": "You can't put the pussy on a pedestal"}
{"text": "You can't spell Patrick without trick so trick or treat bitch"}
{"text": "You can't treat these hoes like ladies"}
{"text": "You can't trust no chick that got a pet cat b those bitches be mad sneaky"}
{"text": "You cant tell these bitches nothing... they belong to the city"}
{"text": "You could fuck my bitch , lemme fuck yo bitch &#128514;&#128514;&#128514;&#128514; &#128175;"}
{"text": "You da bess, you deserve a crown bitch!"}
{"text": "You do something different you turn out a hoe"}
{"text": "You don't HAVE to say it. You showed yaself. RT : Bitch nobody said I did now shut the fuck up that fat made you retarded"}
{"text": "You don't know me, but I'm your bra. RT : Doobie Brothers member Michael McDonald says he'll \"come out as a tranny\""}
{"text": "You done with that clown bitch or ...?"}
{"text": "You dumb bitch you think I work for free!"}
{"text": "You estupid bitch I don't like you &#128074; how hard is it to understand"}
{"text": "You ever dream about fucking a chick, fuck her in real life then the pussy was better in the dream?"}
{"text": "You ever had a piece of pussy man, that be on your mind like money?"}
{"text": "You ever have sex with a pharaoh. I put that pussy in a sarcophagus"}
{"text": "You ever randomly woke up and ya bitch standing over you, just staring."}
{"text": "You ever see bitches comment on a vine like \"oh my god, that's me!\" Knowin damn well she would neva do some shit like that lmfaaoo"}
{"text": "You ever seen a fine Eskimo bitch?I'm in google images looking them up now."}
{"text": "You fags hyped that shit up so much and I listen to it... Everything is GARBAGE"}
{"text": "You fat hoes need to exercise and diet"}
{"text": "You following a whole bunch of bitches that look better than your girl don't do nothin but make you wanna cheat more"}
{"text": "You fuck up , I try to be nice. I fuck up , you go ape shit and stay mad. Wtf haha"}
{"text": "You fucking fag &#8220;: this is exactly what i am talking about women are pigs"}
{"text": "You girls be 13 talking about \"I hate sleeping alone\" .. Well bitch you better buy a damn teddy bear."}
{"text": "You girls got no job, no college set up to have a better future, then get mad when a nigga leave you cause all you got is pussy"}
{"text": "You girls needa stop with the edits. Damn near got catfished a week or two ago and the bitch keeps findin her way back&#128530;&#128548;&#128165;&#128299;&#128553;"}
{"text": "You giving me head tonight or nah ? &#8212; I'll shoot your fucking pussy hoe"}
{"text": "You got 15k followers n the same bed sheets from last month .. These bitches be confrused ( ) voice"}
{"text": "You got dykes, I got the Vic's"}
{"text": "You got hoes really out there titty twerkin &#128584;&#128584;&#128584;"}
{"text": "You got my name In your mouth but I got your bitch on my dick &#128586;"}
{"text": "You got niggas and I got bitches"}
{"text": "You got niggas and I got bitches. PARTYNEXTDOOR ain't never lied."}
{"text": "You got that pussy nigga disease ain't no curing ya"}
{"text": "You got to be a bad bitch for me trip"}
{"text": "You got wild bitches tellin you liessss"}
{"text": "You gotta block dumb hoes"}
{"text": "You hate football your a faggot"}
{"text": "You have my word we will RT : beat those fucking faggots pls"}
{"text": "You have no friends BC nobody wants to be guilty by association #hoe"}
{"text": "You hoes AINT fucking with me &#128526;&#128526;"}
{"text": "You hoes ain't got no real friends cause the shit I be seeing boyyyyyyyy&#128563;&#128563;&#128563;&#128563;&#128563; my friends ah burry me 6 ft under oml if I'm ever slipping"}
{"text": "You hoes are in for a pleasant surprise &#128540;&#128527;"}
{"text": "You hoes complain too much."}
{"text": "You hoes give me more and more reasons everyday to stay my ass single for another 2 years"}
{"text": "You hoes love sayin \"You think you cute huh\".. Naa, You do.."}
{"text": "You hoes steady coming for me &#128514;&#128514;&#128514;"}
{"text": "You just a Twitter hoe"}
{"text": "You just caught this bitch cheatin while you at work shes with some dude tryin to get off? FUCK slittin her throat CUT THIS BITCH'S HEAD OFF"}
{"text": "You just her friend im the niggah she wanna fuck wit"}
{"text": "You just salty you ugly and white RT : they all some hoes"}
{"text": "You just worried bout the bitches, I got one girl and she my girl no one else can hit it"}
{"text": "You know a bitch is crazy when she smiles and she's upset!"}
{"text": "You know a bitch mad when she throw her drink &#128514; now she got to find another nigga to buy her another one"}
{"text": "You know bitches be mad when they be like \"I'm my own #wcw&#128514;&#128514;"}
{"text": "You know how hard it is to find a good woman? But yo hoe ass being ungrateful and cheating on your good woman cuz what? Faggot shit."}
{"text": "You know how many hot bitches I own?"}
{"text": "You know how these hoes be!"}
{"text": "You know how these lil bitches &#128530;runn they mouth up in the streets &#128078;&#128080;"}
{"text": "You know how trash of a grown ass woman you gotta be for a nigga to be fucking around 17 year old? 10 year old landfill trash."}
{"text": "You know i stay on fuck a bitch shit but with a street nigga thats what you gonna get ."}
{"text": "You know im not even gonna respond to that but I know the real you bitch!"}
{"text": "You know people ghetto when they leave the plastic shit on their TVs"}
{"text": "You know random niggaz and bitches wish the worst on eachother... Just look at their tweets."}
{"text": "You know the head good when it feel like she has a pussy stuffed down her throat"}
{"text": "You know these hoes is no good when all the singers stop making love songs &#128514;&#128514;"}
{"text": "You know these hoes wishy washy"}
{"text": "You know these hoes wishy washy !"}
{"text": "You know what fuck that bitch and you didnt react? girl it's me and you"}
{"text": "You know what fuck you too bitch your such a little hoe! &gt;.&lt;"}
{"text": "You know what im into nigga .. Money &amp; expensive bitches"}
{"text": "You know what, all you are doing is being a burden to me. A fuckin annoyance and I hate bitches like you"}
{"text": "You know why we call life a bitch? Cuz she don't use no lube or nothin when she stick her big ole cock up your ass and fuck you raw."}
{"text": "You know you a bitch ass so I don't need to say it."}
{"text": "You know you kinda seem like a nasty bitch. &#128129;&#128139;"}
{"text": "You know you married a hoe ass bitch when she let the nigga come over and let the nigga take ya porn DVDs."}
{"text": "You knows dat once you white bitches has da black cock on yo uptight white asshole you wants it again and again and again"}
{"text": "You like them bitch niggas."}
{"text": "You like where the hell is yo bitch meanwhile yo bitch like where the hell is yo clique #ayeeeee"}
{"text": "You lil stupid ass bitch I ain't fucking with you"}
{"text": "You little dumb ass bitch I dont fuck with you!"}
{"text": "You little stupid ass bitch I ain't fuckin witchu."}
{"text": "You little stupid ass bitch, i aint fuckin with you!!!!!"}
{"text": "You little twats."}
{"text": "You mad cuz I was in the van with yo bitch With both hands on her tits"}
{"text": "You mad cuz she fucking on ya enemy? She wins Cuz you letting that shit fuck with you. You can't control these hoes, why stress?"}
{"text": "You mean these hoes RT : Russ never gonna be happy bruh"}
{"text": "You must be part of the cat family. . Cuz you're a fucking pussy"}
{"text": "You must be retarded &#8220;: &#8220;: Quote with a thirst trap &#128520;&#8221;&#128069;&#128069;&#128069;"}
{"text": "You need a muzzle for your horse face bitch."}
{"text": "You need a nicca like me to bring that freak outta you"}
{"text": "You never heard \"i think i have weed poisoning\" cause it dont exist hoe"}
{"text": "You never invite me anywhere, yet you bitch about it when I do it to you? No."}
{"text": "You nigga eating these hoes pussy but they ain't worth it"}
{"text": "You niggas puttin bitches you haven't even fucked yet on a pedestal. Scratch her off your hit list b. You ain't never hittin that."}
{"text": "You niggas talking to these females trying to get some pussy but dont realize you're only boosting their ego and getting curved."}
{"text": "You niggas that would rather your girl wear jeans and Js instead of a tight dress and heels are faggots.."}
{"text": "You niggaz is bitches better yet actresses da k hit ya ass nd flip you like a pissy mattress"}
{"text": "You not playing me bitch I know wassup"}
{"text": "You old bitter,salty ass niccas make my flesh crawl off my bones! Such bitches you are! #DontArgueJustAcceptIt"}
{"text": "You only bully people you know you can. Why you ain't do this in the playoffs bitch?"}
{"text": "You out there popping them pills fucking them stank hoes.. Keep it real you ain't really bout your bank roll.. You're satisfied."}
{"text": "You poor soul RT : Cuz fat bitches the only thing that I like"}
{"text": "You ratchet ass bitches gonna have nobody to blame but yourself when you get an std"}
{"text": "You really can't be too nice to bitches that's the easiest way to get cheated on"}
{"text": "You right fam. RT : jus peeped ur tl.cmon son.look at em.he a bitch"}
{"text": "You said I texted u and told u I missed you? Yeah I did bitch like 4 weeks ago. Grow up"}
{"text": "You said that's yo bitch but that bitch look fu &#128551;"}
{"text": "You say I'm a bitch? I say I'm a woman with a strong personality that doesn't play well with others!&#128074;"}
{"text": "You say it like they're a new toy, they're children you dumb bitch &#8220;: Mixed Babies,I want one &#128525;&#128525;&#128525;&#128525;"}
{"text": "You say no to ratchet pussy but juicy-j can't! Bands will make her dance"}
{"text": "You say no to ratchet pussy, juicy j cant."}
{"text": "You say that bitch bad but she ain't shit to me !"}
{"text": "You say you classy and sadity I say bitch you a tease"}
{"text": "You say you gotta new bitch?"}
{"text": "You scared I ain't scared to beat the pussy up"}
{"text": "You scum bro RT : When tha pussy was trash but she still txt yu... my life ain't shit"}
{"text": "You see me bussing this bitch &#128064;&#128299;&#128584;&#128175;"}
{"text": "You see me shining on yo bitch ass &#128570;&#128571;&#10024;&#127775;&#128171;"}
{"text": "You see these two pussies Jason capuano nd Jason cousins taking Chit on the gram but ain't about that&#8230;"}
{"text": "You see you? You a bitch you.... Talk shit nigga you'll get ya issue!!"}
{"text": "You selfish bitch... I bet you love running.. I sure do."}
{"text": "You should have to be over 6 foot and 220 lbs to buy a truck. We know most of you get em cause you're scrawny country pussies."}
{"text": "You should probably go clean your nasty pussy and not worry about wtf I'm doing."}
{"text": "You some type of special faggot if you bring chocolate Swishers to a smoke session."}
{"text": "You still can't turn a hoe into a house wife !"}
{"text": "You still fuckin with a sorry ass nigga that makes you a sorry ass bitch #Mimi #NotSorry"}
{"text": "You still that nigga b don't trip. They just hatin cause they got no bitches RT : Nigga stole on me... Princess punch."}
{"text": "You tha hoe"}
{"text": "You the bitch nigga type, you ain't never had a fight."}
{"text": "You think America has crooked laws?Women in other countries get executed in the street for shoning.You American hoes wouldn't make it."}
{"text": "You think I'd learn by now that once red flag bullshit appears to gtfo. But nooooo I have to have faggot ass faith in people."}
{"text": "You think she classy niggah but she really ratchet"}
{"text": "You think you're pussy is wet? My kitten drowned two days ago."}
{"text": "You thought I was playin when I cut that bitch off"}
{"text": "You too old to be on Twitter, crying like a bitch..."}
{"text": "You trash tho RT : Edgewood Basketball court NOW!!!!"}
{"text": "You tried me hoe. I can sinf"}
{"text": "You unfollowed me? You dumb cunt!! Jk..I don't blame you."}
{"text": "You wanna hot body You wanna Bugatti You wanna Maserati You better rob a bank bitch"}
{"text": "You wanna know some crazy shit? Without the sunshine, you could find a SHADY bitch!"}
{"text": "You wanna watch the game she wanna watch #scandal but yo bitch ass didn't buy her another tv so you gotta take da L"}
{"text": "You want a smart educated dumb bitch you can date. #Lol #drunktalk"}
{"text": "You want me on the couch playing video games where you can see me or out with my friends with other pussy in reach, bae?"}
{"text": "You want thingamabobs? I got twenty bitch"}
{"text": "You was never with me if you let what another bitch say change your actions towards me &#128080;"}
