{"text": "RT : My dick is called Taco Bell because bitches love it in their mouths but hate it in their ass."}
{"text": "RT : What lonely hoe made this?"}
{"text": "RT : My dick is called Nintendo Cartridge because bitches blow it before they stick it in."}
{"text": "RT : My dick is called Offensive Joke because some bitches get hurt when it goes too far."}
{"text": "RT : After ya girl walks in ya crib and has hoes for ya niggas."}
{"text": "RT : You hoes need to stop dressing y'all kids as Migos and Rappers that y'all fucked. Lil nigga just wanted to be a power ran&#8230;"}
{"text": "RT : Bitches be 14, 15 acting 21&#128129;&#128129; Throwing the pussy like they 32&#128105; Turning up &#128070; like they 25 &#128111;&#128111; But can't pass algebra 1?&#128557;&#128514;&#128128;&#9995;"}
{"text": "RT : Chris Brown reached maximum level of Icy with this hoe."}
{"text": "RT : boats and hoes."}
{"text": "RT : &#8220;: it's a sleepover? Can I come robe?&#8221; Only if that bitch silk... &#128541;"}
{"text": "RT : Shout out to the bitches thinking their boyfriend is loyal because every time you check their phone it says \"0 inbox, ..."}
{"text": "RT : &#8220;: Two bad bitches giving me head at the same dam time...... #oldPICS LOL aww&#8230;"}
{"text": "RT : bitch u been addicted to this for 2 years lmaoo"}
{"text": "RT : WHO IS SHE? Ill fight her bestie RT : Then this bitch in my class wanna copy my homework off blackboard disc&#8230;"}
{"text": "RT : When a bitch comment on my nigga pic like \"u so fine&#128571;&#128571;\" I @ em thirst buckets back and be like \"thanks&#128573;\""}
{"text": "RT : only bitch round here is the one I&#8217;m tweet&#8217;n &#128564;&#128564;&#128564;&#128564;"}
{"text": "RT : We all need to be aware....that's there is ALOT more going on in this world than ya'll flagrant asses care to know abo&#8230;"}
{"text": "RT : U bitches could neva get him to buy all dem snacks. Fuk wit me"}
{"text": "RT : Here's how your \"suggestion\" plays out Racist: ha, those niggers stopped callin each other nigga The end"}
{"text": "RT : Stop gassing up these regular ass bitches"}
{"text": "RT : Wow the stupid nigger in LeBron really came out there"}
{"text": "RT : Almost forgot. Posing as an old brawd won't get you pussy, needle dick. Beat it. #LOLLOLLOL"}
{"text": "RT : kill whitey"}
{"text": "RT : gave themselves, when the bakers took pay cuts that killed the Twinkie. Tell the fucking truth for once&#8230;"}
{"text": "RT : These fine bitches are prolly poopin and flat ironing they hair to no flex zone right now..."}
{"text": "RT : I remember playing the Halo 4 episodes with . The pussy finished all chapters without me. Fuck him."}
{"text": "RT : Fuck a nigga and a bitch"}
{"text": "RT : If a bitch say im \"ugly\" she a hating,mad, jealous bitch&#128514;&#128514;&#128080;&#128536;&#128133;&#128129;"}
{"text": "RT : &#8220;: I want a blunt, pizza and pussy&#8221;"}
{"text": "RT : niggas talk more than bitches these days."}
{"text": "RT : Fuck that cock sucker hulk hogan put him in camel clutch fuck his ass make him humble #bitch"}
{"text": "RT : Phat pussy is the best pussy &#128526;"}
{"text": "RT : Some bitches be praying for the day you leave your nigga..."}
{"text": "RT : &#8220;: So jus don't be faithful cus u never kno what your bitch doing lmao&#8221;&#128553;&#128514;&#128514;&#128514;&#128128;&#128128;&#128128;&#128128;"}
{"text": "RT : he busted a bitch n rolled stop sign hahahaha"}
{"text": "RT : I give a shoutout to these bitches b/c they hustlas too &#128076;&#128184;&#128181;"}
{"text": "RT : Bitch u boutta drown tryna be a hoe &#8220;: &#8220;: twitpic a NO bra selfie showing nipples&#8221;"}
{"text": "RT : Do dykes date other dykes or is that shit gay to y'all?"}
{"text": "RT : I love my sperm cells too much to waste it on a bitch with no hair"}
{"text": "RT : I stopped caring about mcm when I noticed dykes where getting chose before me"}
{"text": "RT : Thank You Rangers for taking out the diving pussy I love it !! #bruinsfan"}
{"text": "RT : so hes retarded and gay.. What a mix &#128079;&#128079;&#128079;"}
{"text": "RT : We was wearing shorts about a week ago,week ago. Grab ya hoodies Cause it's freezing hoe, freezing hoe &#128514;&#128514;&#128514;"}
{"text": "RT : Any chick that gets In a fight after the age 24 is a hoe"}
{"text": "RT : RT : For every bad bitch there is a nigga who treats them like shit &amp; yet they stay..... I wanna ..."}
{"text": "RT : Soon as your girl see niggas pouring champagne on bitches ass she should want to leave"}
{"text": "RT : You automatically a hoe if somebody calls you one."}
{"text": "RT : Since you couldn't keep my dick outa your mouth at least keep my name out of it. Y'all some hoes for real."}
{"text": "RT : ! RT : I can tweet about eating some pussy but the moment a woman tweets about sucking dick. She a hoe, slut, o&#8230;"}
{"text": "RT : wet pussy is the best pussy &#128588;&#128527;&#128540;&#128069;&#128166;&#128572;&#128175;"}
{"text": "RT : Twitter gives bitches unrealistic views of what a relationship is gonna be. If y'all fight. This nigga ain't comin to &#8230;"}
{"text": "RT : &#128528;&#128528;&#128528;&#128528;&#128528; &#8220;: WHAT THE FUCK RT : \"Killed two birds with one stone\"&#128557;&#128557;"}
{"text": "RT : Y'all niggas ain't low tho. Y'all really be comin at these bitches on here then when they curve u, u act like u was playing&#8230;"}
{"text": "RT : Or feet &#128553;&#128555;&#128518; RT : Yea I got big hands lol i'm a big bitch 5'10 lol i'm not gon have small hands &#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : I wish my parents bought me a car man.. People bitch about not getting what car they want when they want it, and its free&#8230;"}
{"text": "RT : Guys who tweet shit to get a bunch of favorites are on the same level as hoes"}
{"text": "RT : If Yoda had a pussy. That's what I look like in the morning."}
{"text": "RT : Kansas bitch #LongHairDontCare #CountryGirl #Ohio #YoureWelcome #LoveThisGirl #Cle #LoveIt"}
{"text": "RT : Look at all the chicks follow and tell me he ain't got hoes."}
{"text": "RT : RT: I just wanna state for the record that I don&#8217;t have any hoes. -"}
{"text": "RT : \"Tat my fucking name on you let em know you love the boy wassup\". I wonder how many bitches made a mistake that year."}
{"text": "RT : When the nigga with the aux cord playin some trash shit..."}
{"text": "RT : \": She has cancer &amp; is still killing half you hoes jus cuz you have cancer dont mea&#8230;"}
{"text": "RT : Customers at like you make the prices... Like no bitch I don't"}
{"text": "RT : A lot of bitches like to gamble, but not with money. They put their emotions, feelings and heart on the line."}
{"text": "RT : FACTS RT&#8220;: Your pussy not that good if 10 niggas had it but none of them are still with u&#8221;"}
{"text": "RT : If you know yo pussy smells like death why tf would you sit there an let a nigga finger you? Bitches have no shame man."}
{"text": "RT : Men suppose to accept that they girl look like a piece of shit with no makeup but a ugly nigga can get a look? Lol ok bitch"}
{"text": "RT : Some hoes look better without they Avi enlarged..."}
{"text": "RT : Why ain't no single Fathers getting wished a Happy Mothers Day like y'all do these bitches on Fathers Day?"}
{"text": "RT : &#8220;: &#8220;: &#8220;: Everybody Loves Dej Loaf&#8221; cause that's wifey&#8221; fuck off kaya dats my bitch.&#8221;&#128514;&#128514;&#128514;&#128514;"}
{"text": "RT : What's good bitch (:"}
{"text": "RT : Chicks wait til their hair is all broken down to go natural in their 30s, but bitch about the young Carter's fro from birth&#8230;"}
{"text": "RT : Bad bitches is the only thing that i like"}
{"text": "RT : *comes home late* Bae: Was her pussy good Me: Whos &#128517; Bae: oh never mind"}
{"text": "RT : Just annouced to my hoes who I'm drafting first round for cuffing season"}
{"text": "RT : Original bad bitch"}
{"text": "RT : When you go through her phone and find out she a hoe"}
{"text": "RT : Y'all we use to have to take pictures on real cameras and upload them hoes through the computer. Wow"}
{"text": "RT : If a bitch talks shit to me I'm gonna lick my thumb and swipe her eyebrows off"}
{"text": "RT : If you get offended by tweets you're a bitch"}
{"text": "RT : That bitch is dirty"}
{"text": "RT : The only girls that care about being a guys WCW are hoes"}
{"text": "RT : When a bitch says you're broke"}
{"text": "RT : Y'all fat bitches with small titties look like Teddy Grahams."}
{"text": "RT : Tired of little bitches messing with your plants? Get your own Gangster Gladys"}
{"text": "RT : If you claim Macklemore is your favorite rapper I'm also assuming you watch the WNBA on your free time faggot"}
{"text": "RT : Mimi so proud to be a hoe"}
{"text": "RT : When you make a beat with a pencil in class and the teacher says \"keep making that trash ass beat and I'll fail you\" ht&#8230;"}
{"text": "RT : Bend ha over pull ha hair eat her pussy lick her ass"}
{"text": "RT : I honestly hate women who bitch &amp; complain about a nigga playing video games when he still makes time for yall...them &#8230;"}
{"text": "RT : Females say \"have a seat faggot\" &amp; they feel like they put a bullet in yo head"}
{"text": "RT : Only way I want a female to cover up if I like her the rest of you hoes I want to see half naked pics on the TL"}
{"text": "RT : You can be a good girl all you want and those hoes still gonna get us niggas attention from time to time"}
{"text": "RT : just knowing U can still go out and bag some bitches is good enough for me.... The headace that comes with bagging summ&#8230;"}
{"text": "RT : Somebody tell these broke bitches , stay in they place #yun-stand?"}
{"text": "RT : Happy birthday faggot! &#128536;"}
{"text": "RT : Protestors rally to support teen facing life sentence in pot brownie case smh not for a brownie"}
{"text": "RT : Bad bitch, HTown, keep it trill ya'll know ya'll can't fuck aroundddd"}
{"text": "RT : When the lazy eye bitch was tryna put up a front with me"}
{"text": "RT : \"Girls who vape&gt;&gt;\" only faggots say some pussy shit like that I swear."}
{"text": "RT : I ain't never had a basic bitch.. Never will &#128175;"}
{"text": "RT : Mary had a juicy clam, Was always good to go Little touch of boated man And she began to flow #HallmarkNostraCollecti&#8230;"}
{"text": "RT : &#8220;: Nah we still up. RT : All the flat booty bitches asleep yet or Nah?&#8221; Nope we outchea"}
{"text": "RT : Just smashed a bottle over buzz head because he's a cunt"}
{"text": "RT : When you drop all your hoes for one person and y'all don't end up together"}
{"text": "RT : #ThingsILikeToDo serenading your bitch"}
{"text": "RT : These hoes getting dressed up as hoes for Halloween, just to do what they always do every other night."}
{"text": "RT : Stick to hockey faggot. You're finished"}
{"text": "RT : Girlfriend = FaSho pussy.. Ho = Some mo pussy.. Dont lose your FaSho pussy, tryna get Some mo pussy, &amp; end up with NO P&#8230;"}
{"text": "RT : &#8220;: Sometimes females are just fucking retarded bro. I swear I just want to kick y'all in the ovaries.&#8221;"}
{"text": "RT : This dyke is grabbing a handful of imagination"}
{"text": "RT : Any song with Tyga in it is trash"}
{"text": "RT : Eddy Murphy,the first celebrity to be spotted in public with a Durag AND a White bitch. Monumental #DuragHistoryWeek h&#8230;"}
{"text": "RT : Hoes love exposing other hoes on twitter"}
{"text": "RT : I bet its higher than that RT : &#8220;Why do you think all women are hoes? Not all of us are hoes.&#8221;"}
{"text": "RT : The club Promoter tweet \"fucked another niggas bitch last night. Lol Successful nite\" you RT the tweet &amp; laugh. THAT W&#8230;"}
{"text": "RT : When you sit down and realize you really dont got bitches"}
{"text": "RT : YG threw a pool party and wore pants with chucks. His sole purpose of throwing that party was to fuck bitches out there"}
{"text": "RT : Your girl's hoe friends gonna gas her to cheat on you. A tall nigga with abs start stroking on her in the club &amp; they &#8230;"}
{"text": "RT : Don't lie to me bitch I'm giving you my heart"}
{"text": "RT : Two hoes arguing bout who fucking who for x amount of money lol what"}
{"text": "RT : After u finger an asian bitch"}
{"text": "RT : Omg you own a microwave!? Fancy bitch"}
{"text": "RT : When you cracking jokes on your friend in the bitch take it to far."}
{"text": "RT : After these shows yall bitches imitate n wonder u I say d things I say"}
{"text": "RT : &#8220;: idk who gave that bitch my name&#8221; idk who gave that bitch my name or number &#128530; Anti Captain Sav&#8230;"}
{"text": "RT : &#8220;: the last bitch I fucked was a mixed breed&#8221; &#128175;&#128175;&#128175;&#128514;&#128514;&#128514;"}
{"text": "RT : &#8220;: bitch we RMP fuck who don't like&#8221; I don't like &#128530;&#128530;&#128530;"}
{"text": "RT : Black pussy remind me of roast beef, white pussy remind me of cheesecake and Mixed girl pussy remind me of Apple Pie.. &#128175;&#128175;"}
{"text": "RT : Had to block his bitch ass"}
{"text": "RT : I wonder if mfers gon be mad I took they bitch &#128064;&#128514;&#128514;"}
{"text": "RT : I'm just saying at one point in my life Deonte took and cuffed my bitch &#128175;&#128175; a year later I fucked his &#128514;&#128514;&#128175;"}
{"text": "RT : Wish I could get drunk tonight.. But my hoe ass drinkin buddy sick &#128530;&#128530;&#128586;&#128567; and the other one left &#128530;&#9992;&#65039;&#128640;&#128186;"}
{"text": "RT : Yeah he a bitch &#128175;&#128175;&#128175;&#128548;&#128548;"}
{"text": "RT : And he still wont get no bitches RT \": Wow wtf"}
{"text": "RT : If I got $50 and my girl got $0 then I still got $50 cause that bitch should have a job."}
{"text": "RT : Some of y'all bitches can't even grow this on yo damn head"}
{"text": "RT : god damn thats one manly bitch."}
{"text": "RT : side hoe: hey, this is my boyfriend me:"}
{"text": "RT : Lol niggas only act nice when they think pussy is the reward."}
{"text": "RT : Steve found out you can't call Taiquaniesha a \"stupid fuckin cunt\" like you can w Becky"}
{"text": "RT : When bae fights your side hoe &amp; wins"}
{"text": "RT : I love my girlfriend she be shitting on y'all hoes. &#128514;&#128175;"}
{"text": "RT : Kevin Gates said \"real niggas eat booty, real niggas please they bitches, ION GET TIEDDD\" &#128514;&#128564;&#128564;&#128564;&#128567;&#128567;&#128567;&#128567;&#128567;&#128567;"}
{"text": "RT : I dislike them weed men that bless u a couple times then begin ta tax ya , like damn pussy you tryna play a pothead"}
{"text": "RT : I'm tryna smoke some dope in that bitch lol"}
{"text": "RT : I just want the money, ian trippin on these hoes"}
{"text": "RT : Guess who stole/fucked yo bitch?"}
{"text": "RT : Only in #Cleveland are #browns fans going to bitch about a blow out win this week. #Believeland #GoBrowns"}
{"text": "RT : I feel like mean girls are the only really really loyal ones. Lemme find me a bitch that hurt my feelings lol"}
{"text": "RT : aye at least that bitch hot boxed lmao"}
{"text": "RT : Don't talk behind my back I hate that pussy shit"}
{"text": "RT : I fucked your bitch a hunned times , what the fuck your bitch got on her mind? My fuckin dick.."}
{"text": "RT : Iggy Azalea that bitch &#128588;"}
{"text": "RT : Tell these hoes that they gotta glo up one day."}
{"text": "RT : these judges are fuckin retarded"}
{"text": "RT : ......Roses&#127801;Are red Violets are blue.. You ain't gonna know when yo bitch tops The Crew &#128175;"}
{"text": "RT : you have a girlfriend, stop asking these hoes to be your bestfriend."}
{"text": "RT : &#8220;: you can be skinny and still be ugly stop acting like being thin is beautiful dumb bitch .&#8221; &#128514;&#128079;"}
{"text": "RT : Good day with these 2 bitches &#128536;&#9996;"}
{"text": "RT : With ma bitch c:"}
{"text": "RT : Joan Rivers said I was gay and Michelle was a tranny. Perhaps her death was no accident. See Clinton's and Ron Brown/Vin&#8230;"}
{"text": "RT : &#8220;: Just gotta remind bae you got no hoes"}
{"text": "RT : If I was a top tier MC I would publicly announce that the point of my tour is to have sex w/the baddest bitches of each cit&#8230;"}
{"text": "RT : The face you make when you see a hoe trying to preach on twitter"}
{"text": "RT : Cheers to you, you stupid bitch."}
{"text": "RT : Lightskin bitches crying they ain't got no valentine. Bitch maybe you should've read some of them 400 unreads msgs. Yo&#8230;"}
{"text": "RT : WTF did this bitch do? &#128514;&#128514;"}
{"text": "RT : bitch you guessed it"}
{"text": "RT : \"That's why you're so good at this game. Cause u sit on your unemployed nigger ass playing all day.\""}
{"text": "RT : Lemme make sure I got this right. As good as the pussy is, I'm supposed to pull OUT when I bust? Nigga please."}
{"text": "RT : Lmaoooo RT : fam I stabbed a person once in COD ghost and he said I stab like a nigger"}
{"text": "RT : Nigga. The homemade tuna salad wit the saltine crackers tho?"}
{"text": "RT : RT : \"I fucked your bitch cause she gave me a boner, she went down twice like Adrien Broner...\" #FreckBars"}
{"text": "RT : U might be a faggot if u pull outta the pussy to bust bro."}
{"text": "RT : Hoes be getting loose then move to other cities once everybody finds out they a hoe lol."}
{"text": "RT : Most relationships end because bitches wanna take advice from their lonely ass single friends! &#128514;&#128514;&#128514;"}
{"text": "RT : &#8220;: ESJ got some ugly hoes yeah, and them Leon G. Students ain't making no better. 99.9 of em fugly.&#8221;&#128128;&#128128;"}
{"text": "RT : I make the pussy cringe"}
{"text": "RT : RT if bitches are thirsty but you Hungarian"}
{"text": "RT : I swear that bitch.... can not talk... but I love her attitude bruh.. #LHHATL"}
{"text": "RT : That hoe Brittish got the fuckin NERVE"}
{"text": "RT : That hoe ain't shit"}
{"text": "RT : This hoe swear to God that boy fuckin everybody.."}
{"text": "RT : I'm a joke having hoes ain't shit, I'm just looking for the first girl I loved when I'm in these bitches. That's &#8230;"}
{"text": "RT : Having hoes fun till you lose that girl that you really wanted over them hoes .."}
{"text": "RT : I feel like no matter how much of a hoe she is if the right nigga put her in her place she gone change ."}
{"text": "RT : Talmbout \"I graduate next month\" word? Congrats! What in? \"safe food handling\" bitch...if you don't flee from me with th&#8230;"}
{"text": "RT : Amen. RT : Overall bitches, do better and stop being so stupid cause yall hoes are stupider than ya realize."}
{"text": "RT : Ion like bitches that do slick shit , just be straight up nd let me know wassup &#128129;&#128175;"}
{"text": "RT : &#8220;: I say if a girl got 7 bodies or more and she 20 or younger she a hoe&#8221; this one not up for debate"}
{"text": "RT : Smack a bitch. Bitches love hand prints on their ass."}
{"text": "RT : Got a bad ass bitch just bouncing on my dick!"}
{"text": "RT : No one told me The Military is the worst place to be a bitch trying to get all emotional ontop babe"}
{"text": "RT : we can't date if you're going to be a little bitch about everything"}
{"text": "RT : Today the day bitches let's turn tf' up ! &#128540;&#128520;&#128123;&#127867;&#128138;&#127881;&#127882;"}
{"text": "RT : \": ion like him he annoying &#128514; I thincc he knows I don't too\" That nigga a supa fag on Dave"}
{"text": "RT : It's been fuck bitches but a Queen&#128120; can get my time"}
{"text": "RT : please bitch, i'm a BELIEBER &lt;3"}
