{"text": "\"My nips are freeeeezing...and that's not okay because they're slicing through my bra....\" &#128514;"}
{"text": "\"My twitter was hacked\" = I'm too pussy to admit that I said it and now I want to act like I never said it."}
{"text": "\"Nah girl I ain't gon be able to make it, it's been tight since Russ loss his job\" you in the back like \"damn bitch really\""}
{"text": "\"Nah its You : &#128514;&#128514;&#128514;&#128514; yo i thought some1 photoshopped my face on that faggot smmfh...i hate yall\""}
{"text": "\"New Flame\" the song of the yr lol that bitch SUPER run like"}
{"text": "\"Niggas always yelling \"Fuck bitches, Get money\" meanwhile they're broke and still want the bitches&#8230;.\""}
{"text": "\"Niggas be pressed for pussy, Eeeeeen nothin\""}
{"text": "\"No bitches \" - nan"}
{"text": "\"No boats and hoes please thanks\" - Mom"}
{"text": "\"On top of that, she just a pregnant ass sorry hoe. Aint never got no money. Even her water broke.\" - #RIPTALLT"}
{"text": "\"Our people\". Now is the time for the Aryan race 2 stand up and say \"no more\". Before the mongerls turn the world into a ghetto slum. 1488"}
{"text": "\"Pistol whip my Dickau, shoot yo bitch club up.\" Sometimes freestyles be freestyles. And I'm okay with that."}
{"text": "\"RT it for me. Please and thanks : Did a pierced pussy just come across my timeline &#128528;\""}
{"text": "\"Remy Machiavelli send shots to ya belly\" &#128553; my bitch &#9994;"}
{"text": "\"Roberto you are one nasty hoe\""}
{"text": "\"SORRY JB FAN&#65292;REALLY JUSTIN COME BACK\". That is the top comment on a Justin Timberlake video with 10 million views. Son of a fucking bitch!"}
{"text": "\"Searching\" the incredible story of 1 white man's quest to find the ingredients necessary to make Caribbean Jerked Chicken in redneck land"}
{"text": "\"Selling my soul for material wishes: fast cars and bitches\" #Tupac #smile #remix"}
{"text": "\"Shake that Bear ... aka two rednecks having sex on a dead bear\""}
{"text": "\"Shall I compare thee to a summer&#8217;s day? No, a summer&#8217;s day is not a bitch.\""}
{"text": "\"She gotta shape up her pussy lips tho : Whole wheat organic pussy"}
{"text": "\"She said wigga man you rich...take the du-rag off\""}
{"text": "\"She was a bitch anyway\""}
{"text": "\"She's from Florida so you've got to do the sniff test in those swamp pussies\" &#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128553;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "\"Slow the fuck down, bitch, I know where you live!\" Classy young lady."}
{"text": "\"So he's a good football player...but he still acts like a nig\""}
{"text": "\"Stop being a pussy, son, and shove that needle into your own heart!\" #afterearth"}
{"text": "\"Stop looking us and go eat some pussy, you yuppie fucks.\""}
{"text": "\"Takin it straight to dirt, why finger the pussy when I know I can put my dick in it?\""}
{"text": "\"That ain't bro moves, that's hoe moves\""}
{"text": "\"That girl is plain looking borderline ugly &amp; chunky\". Hey at least she's got a nice smile &amp; a great personality."}
{"text": "\"These hoes ain't loyal\""}
{"text": "\"These hoes keep callin but I ain't pickin up\"&#127926;&#127926;"}
{"text": "\"These sour apple bitter bitches, I'm not fuckin wit em\""}
{"text": "\"They Faggots : Orioles petty as fuck...got swept up outta this bitch\""}
{"text": "\"They have some ghetto ass bands\" * gets snuck* &#128514;&#128514;&#128514;&#128514;"}
{"text": "\"This is for all the fans that waited, the bitch niggas that hated / Old hoes we dated, look mama, we&#8230;"}
{"text": "\"This is for my ghetto motherfuckers\" -Missy Elliott"}
{"text": "\"Those ratchet broads don't represent me but YOUR white ass can't talk trash about them 'cause you on racist shit\" Black"}
{"text": "\"Trust noneeee, bitch I don't \""}
{"text": "\"Twitter is twitter\" bitch twitter is life"}
{"text": "\"U got my 200K bitch nigga\"--Al Haymon to Antonio Tarver"}
{"text": "\"Uh-uh, what do we have? Your empty heart, my empty bottle, a yellow cab.. That you would like to catch cuz yo latest ex made u mad.."}
{"text": "\"Used to have a girlfriend, now all I got is hoes.. I was lookin for a good girl, but she was fuckin on the low.\""}
{"text": "\"Virgin pussy \" () \" , regular pussy \" ( ) \" , Oomf pussy (_________________________)"}
{"text": "\"WHAAAAAAT! LMAOOO!!! : that's why I luv u fat bitches cuz y'all got some big ole titties and phat booties\""}
{"text": "\"Walked in that bitch like, NIGGA WE MADE IT!\""}
{"text": "\"We hate niggers, we hate faggots and we hate spics\"-kkk rally"}
{"text": "\"We're out here, and we're queer!\" \" 2, 4, 6, hut! We like it in our butt!\""}
{"text": "\"What I do? : Gotta report you as spam RT : Ladies RT if your head game better than your pussy\""}
{"text": "\"When im done with a hoe i pass her to the squad\" G!!!!!!!!!!!!!!!!!!!!!!!!"}
{"text": "\"Why people think gay marriage is okay is beyond me. Sorry I don't want my future son seeing 2 fags walking down the street holding hands an"}
{"text": "\"Why u being such a little bitch chris you ain't six bitch\" - Allisons Mom"}
{"text": "\"Why would I want to play with some pussy?\" - *DEAD* #SNL"}
{"text": "\"Why would you wanna be the Green Ranger? He's evil!\" Duh bitch"}
{"text": "\"Why would you want pussy on your side burns?.. Thats a good question\" hahahahaha &#128514;"}
{"text": "\"Will shank a bitch for ceviche\""}
{"text": "\"Work\" - Gets me through those rough days hahaha #hoes"}
{"text": "\"Wow you are a bitch\" Yes that's already been established, anything else you have to say?"}
{"text": "\"Y'all forget he has his brand new baby girl at home\" bitch the cookies are burning"}
{"text": "\"Yo bitch on the horn. Tryna shoot a porn.\" - That's T shirt worthy Tony"}
{"text": "\"Yo can I sublet your pussy\" #ShitFahdSays"}
{"text": "\"Yo feet smell like my puss\" &#128514;&#128557; Whut ? \"Like flowers bitch\" &#128514;&#128557;&#9995;&#128553; omg"}
{"text": "\"Yo mama, bitch.\" RT : What was the ONE sentence that ended your relationship?"}
{"text": "\"You ain't gunna do shit spear chucker\""}
{"text": "\"You ain't my bitch\" is my favorite response to long texts"}
{"text": "\"You and yo boys some pussy cats.\""}
{"text": "\"You can pull more pussy with a dodge and collect them panties alright.\" -stormy and jake &#128514;&#128514;&#128514;"}
{"text": "\"You can take someone out of the ghetto, but you can't take the ghetto out of them.\""}
{"text": "\"You don't like us colored folks, what the he'll you're not colored you white fucks\" &#128514;&#128514;&#128514;&#128514;"}
{"text": "\"You look cute today :)\".. \"Really?!\" Helll no, swerve hoe!"}
{"text": "\"You ol trout mouth ass bitch\" DEEEEAAAADD"}
{"text": "\"You talk like a fag and your shit's retarded. But that's cool scro, lot's of tards out there living total kick-ass lives!\""}
{"text": "\"You took our land so you could make each other retarded in DIAPERS? Sure....use our image....cool....\" #redskins #NFL #concussion #jokes"}
{"text": "\"You're a garden rose, and that bitch is a weed.\""}
{"text": "\"You're fucked up\" No shit you dumb ass cunt now go post pictures if your flat ass titties on ig slut"}
{"text": "\"Your homeboy looking bad and you giving cash to them hoes\""}
{"text": "\"Yup. Fuck em : Playing like trash RT Clippers don't wanna play lol\""}
{"text": "\"ain't it time for you hoes to get out of here\" LOL this is what Ariana's mom says to us"}
{"text": "\"are we bitches?\" -"}
{"text": "\"ayo i even kill handicapped and crippled bitches/look at my scalp real close and you'll see triple sixes\""}
{"text": "\"bitch freak my shit\""}
{"text": "\"bitch my vagina is a little more resilient than that\" -"}
{"text": "\"but I love him\" nah bitch that ain't love."}
{"text": "\"but pussy is the root of all drama an attribute put up in they head by they mama.\""}
{"text": "\"call me Keyshawn Johnson cause im catchin erry hoe\""}
{"text": "\"captain save a hoe\" is the most annoying phrase"}
{"text": "\"day of judgement everybody gonna be looking at the big jumbotron watching me fuck this majjinn buu bitch\""}
{"text": "\"don't let your side bitch settle in, I might have to headbutt you Evelyn\""}
{"text": "\"dont show me no bitch unless she look like Dolly Parton!!!\""}
{"text": "\"fuck you you pussy ass hater go suck a dick and die quick\" - Someone, to me, in Youtube comments. I think we'd be good friends."}
{"text": "\"hoes suck my dick cus i look like john stockton hit em wit the choppa, luke i am your fatherrr\" -"}
{"text": "\"if i wasnt in a work place id deck you\" aye fucking right, I'd give you a tyson 4 combo nd end you with an uppercut. Shut the fuck up bitch"}
{"text": "\"if she can suck your dick with a dip in, she's not only a keeper but a true redneck woman.\" - Kim's Dad."}
{"text": "\"im gonna rip that bitch apart\" \"rip what apart\" \"lol\""}
{"text": "\"its britney bitch\" - the bible (leviticus 7:58)"}
{"text": "\"niggas bitches bitch ass niggas dike ass hoes black ass and bright ass hoes fag tags and scally wags\""}
{"text": "\"no pussy, or not tryna go to the studio, don't CALL my mufuckin crib like that, god. Yo. Word up god I will BUSS YO SHIT, god, word up\""}
{"text": "\"oh ya these hoes think they cute in skin tight cat suits assuming that they bodies to boomin to dispute\""}
{"text": "\"omg this bitch is fucking stupid I swear blah blah blah\" *a week later* omg ilysm bae ur my best friend I swear"}
{"text": "\"on my way to fuck your bitch in the name of The Lord\" - Mr. Race"}
{"text": "\"riding with my bros still don't trust these hoes\""}
{"text": "\"this weekends going to be fabulous\" naa man, you're seeing nae cunt. If you do they'll be koed in 2 seconds flat. Hate u. #fuckgm"}
{"text": "\"whatever you are, be a good one.\" -Abraham Lincoln, this quote is not for yall hoes!"}
{"text": "\"when guys say \"Latinas &gt;\" they mean the Kim Kardashian looking girls not you bitches that shaped like a mini fridge &amp; smell like tortillas\""}
{"text": "\"you better pipe your pussy down over there\"- &#160;lmao wth does that even mean?"}
{"text": "\"you fucking pussy you couldn't even beat your dick.\" - Angry Youtube Comment"}
{"text": "\"you're being a cunt right now\" -"}
{"text": "# That son of a bitch moment when it rains and you forget your car windows are down"}
{"text": "#10ThingsThatGetsOnMyNerves Needy hoes, ratchet Hoes, sideline hoes, Beggin' hoes, dumb hoes, looking for love on Facebook hoes.."}
{"text": "#11 get to hit any bitch on campus he wants to"}
{"text": "#1personidbitchslap . Fa blowin my tl. Up like a bitches spare tire leavin dairy queen"}
{"text": "#2013TaughtMe how pussy feels &#128514;&#128076;"}
{"text": "#5WordsAfterSex is that all pussy bitch?"}
{"text": "#AZmonsoon lot of rain, too bad it wasn't enough to wash away the teabagger racist white trash in the state. #Tcot #teaparty #azflooding"}
{"text": "#AlexFromTarget gets a million retweets but #ChrisFromWalmart cant even get a bitch to text him back...."}
{"text": "#AlexFromTarget had them bitches wet...lmmfao"}
{"text": "#AnnCoulter still calling #Obama a 'community organizer' re: #Syria. Well, she is still #cunt as well. So what?"}
{"text": "#BOB Bass over bitches bitches on his dick, fishes on the dock"}
{"text": "#Bartending becomes a real bitch when you the #bartender are way way taller than the bar was designed for. Holy back pains."}
{"text": "#BestSongToHaveSexTo bitches love sosa #bangbang"}
{"text": "#BitchSlapThursdays 2NITE PURE PASSION DOORS OPEN @ 10.... But we watching the game in that bitch too&#8230;"}
{"text": "#Bout2GoCrazy #AintNoLevelz2DisShit hungrier then a phat ho on a diet IG"}
{"text": "#BurnNotice Fi shoots bean bag rounds at the guy - Hurts like a bitch don't they?"}
{"text": "#California is full of white trash"}
{"text": "#California is full of white trash who moved from #Oklahoma"}
{"text": "#CelebrityLeakedPhotos YEAH&gt; NOW YOU KNOW how it feels knowing the #NSA is on all our phones. Quit whining like #muslim #bitches."}
{"text": "#ChristianBale should be KISSING #Moses ass for his fight with God, OTHERWISE WE MIGHT ALL BE FUCKING DEAD&gt; #retarded #ass #actor #faggot"}
{"text": "#Cowboys are 6-1 bitches #Cowboysnation another great win Ilove this team"}
{"text": "#Crack that whip, cracker"}
{"text": "#DTLA is trash because of non-Europeans are allowed to live there."}
{"text": "#DUH : That's because they're possibly tucking a penis \": This bitch got man boobs"}
{"text": "#DearFeministMen there are easier way to get pussy w/out sacrificing your man hood...best of all they dont include losing ur self respect!"}
{"text": "#DegenerateArtist Ain't fuckin' AROUND with #Allahs #retard #crest&gt; I GOT BLESSED by Jesus and you are NOT NEXT, you fake ass TEXT&gt;"}
{"text": "#DegenerateArtist Can't do it ALL on CARD&gt; I'm not a French Muslim retard&gt; I don't expect or demand a child bride yard, cuz I got MAN DICK&gt;"}
{"text": "#DegenerateArtist Isn't a bitch walks back his words&gt; Isn't a WITCH who questions a TURD&gt; I'm a GLITCH WHO EVOLVES YOUR ABSURD!!!!!!!!!!!"}
{"text": "#DegenerateArtist KNOWS words&gt; Bo Jingo dangle fan slang ho, ting pang lick drum swing flick alarm bic&gt; But you can't hear fire can you?"}
{"text": "#Dutch farmers are white trash."}
{"text": "#Dutch people who live outside of #NewYorkCity are all white trash."}
{"text": "#FACT RT Kanye is best when a good piece of pussy fucks him over"}
{"text": "#Fact females that tweet ALL the dayum day r hoes that need attention #ijs #wontgetme"}
{"text": "#FreeElChapo is trending?! why cus French Montana's bitch ass?? you fucks that think selling drugs is cool are the LAMEST POSERS!!"}
{"text": "#FreeballoutPartyPart3 bitch it's going! 3 mo weeks&#128588;"}
{"text": "#FreshmanAdvice and if you ain't a hoe get up out my traphouseeeeeeee"}
{"text": "#Havok is one bad bitch wouldn't wanna mess with her #TNA IMPACT"}
{"text": "#HonestyHour in middle school hoes used to call me a Mandingo warrior"}
{"text": "#IHopeSomeday that these hoes just find their own relationship instead of ruining others"}
{"text": "#IStandWithRand Wise up RINO pussies, real leaders like Rand, Cruz, Lee, Bachmann etc. actually exist. Fight or go home. #TeaParty"}
{"text": "#IfThePurgeWasReal I'd be the best prostitute and madam EVER. Hey, if you got pussy, you shouldn't be broke, right? LMAO JK"}
{"text": "#IfWeDate i eat da pussy better than a lesbian."}
{"text": "#InMiddleSchool i was fat as hell and was a band faggot. Thank god i played sports after 6th grade and didnt stay in band"}
{"text": "#IndigenousPeoplesDay HAHA!!! You fuckin' retarded commies!!!!! Hunter Biden loves snortin' that PYGMIE FAIRY DUST don't he? #liberals"}
{"text": "#Iowa is full of white trash"}
{"text": "#JesusChrist was STRAIGHT&gt; That's why the #faggots killed him. #PERIOD #SonOfGod&gt;"}
{"text": "#KanyeShrug lol &#8220;: Thots be like &#128073; RT : only great thing these bitches can offer &#128514;&#128514;&#128514;&#8221;"}
{"text": "#Lingo so A1 niccas be Tryn talk like me"}
{"text": "#MentionADislike hoes thinkin they bad even if they are I will tell her \"bitch calm down u average\""}
{"text": "#MessageToMyFutureSpouse u better cook and clean for me bitch. Ill give u all my money but I ain't cleanin no dishes and makin my own plate."}
{"text": "#Minnesota is full of white trash"}
{"text": "#MyUnpopularOpinion Spanish bitches suck dick by 11 and have babies by 15 because they're already fine and dressing slutty."}
{"text": "#NL Q.U.E.E.N. And reminded: I still don't get why Janelle Monae is so perplexed that people think she's queer..."}
{"text": "#NationalCatDay ...sure. Celebrate over 1 BILLION bird deaths and blame it on #climatechange you fuckin' #commies."}
{"text": "#OOMEF had that YEAH!!... i kno she pussy whipped that other nigga into putting a ring on it.... &#128564;&#128564;"}
{"text": "#OnlyInAMichaelMyersMovie bitch is running a hundred meter dash on this niqqa WHOS ACTUALLY TAKING HIS TIME WALKING &amp; u still get killed"}
{"text": "#PeopleToAvoid Valerie Jarrett, so I control my reflex to bitch slap her."}
{"text": "#PeopleWhoMadeMy2013 my little brother and i hate to admit it but and he knows why. but he's still a lil bitch though. fuck you!"}
{"text": "#QTNA RT : How y'all bitches gon breast feed wit nipple rings? &#128563;&#128534;\""}
{"text": "#QuestionIAskMySelf why should I be slapping this hoe tuh solve something, ima leave it alone..............I never usually listen to myself"}
{"text": "#RayRice is a bitch. #JustSaying"}
{"text": "#RayRice is still a bitch. got this one wrong. Women fans should be livid! #NoExcuses"}
{"text": "#ReasonsWeCantBeTogether if u was talkin to my nig or smashed da homies"}
{"text": "#ReasonsWhyWeDontGetAlong You're a hoe. Stop focusing on sucking dick, focus on getting rich"}
{"text": "#RebelScience ......ITS ABOUT SHARING #whaddup&gt; #clouds. It not about hogging the #windturbines like a fuckin' gasbag son of a bitch....."}
{"text": "#RebelScience ......is using an ACTUAL WOMAN as a genetic engineering lab for \"all natural clones\"..... or something...... #faggot #rome"}
{"text": "#Remake with #granny DCYOUNGFLY Dirtymoney24 #TeamIgnat #HoodComedy damn that bitch a BAB!!!! that's a Big ..."}
{"text": "#RuinADessert Fairy Queen. nomg&gt; I fucked #Obama panties again..............."}
{"text": "#Shoutout to everybody that follow a nicca!!"}
{"text": "#Shoutout to my #Exit47 niccas! #Salute"}
{"text": "#Shoutout to my #MackTown niccas!"}
{"text": "#Shoutout to my exit 47 niccas! #RealNiccaSalute"}
{"text": "#SignsOfCockBlockin ----&gt;RT : Niggahs telling hoes I'm down talking them just so I can't get on &#128514; #FuckNiggahs"}
{"text": "#SlightlyAdjusted RT Alls niggers wanna do is fuck, tweet, and drink pineapple soda all day"}
{"text": "#SomethingIGetAlot Are you... asian? black? Hawaiian? gay? retarded? drunk?"}
{"text": "#SouthCarolina is full of white trash"}
{"text": "#SplashGang on you pussy n%a'z ay i tried to tell n%a'z!!!"}
{"text": "#That son of a bitch moment when you finally get in bed and your bladder decides its time to piss"}
{"text": "#That son of a bitch moment when you turn the radio on and your favorite song is on but its the end of the song"}
{"text": "#That son of a bitch moment when your walking through your house in the dark and stub your little toe on the wall"}
{"text": "#ThatFuckMeMoment when you leave your car windows down and it rains in your car and looks like hurricane katrina ran through that bitch"}
{"text": "#TheMostAnnoyingThingsInLife people who are NEVER happy and bitch-n-moan 100% of the time."}
{"text": "#ThingsIWillTeachMyChild how to play deez niggas n bitches dat be snakes"}
{"text": "#ThingsNotToDoOnAFirstDate give her all da dick U gotta half stroke da pussy bc if u dump dick on dat bitch she gon become extremely anoyin"}
{"text": "#TjohnGang&#128520; lil bitch follow me !"}
{"text": "#ToMyFutureSon You can fuck dem hoes but you better not love dem hoes."}
{"text": "#TrayvonMartin referred to Zimmerman as a \"creepy ass cracker\". Racist thug."}
{"text": "#TweetLikeYourBestfriend \"I made out with 3 bitches!\""}
{"text": "#UMightNotGetIn &#128514;&#128514;&#128514; fucc nicca #BeerandTacOS #WeTheLastOnesLeft"}
{"text": "#VinitaHegwood can get a job at the naacp. Or as The AG. I hear they like \"diversity and tolerance\". As long as you ain't a cracker #tcot"}
{"text": "#Virginia is full of white trash."}
{"text": "#WestVirginia is full of white trash."}
