{"text": "If your twitter is private but your Instagram is public u r probs a trash talking thot"}
{"text": "If youu let yo bitch leave with another niggah and don't say shit thats on youu!"}
{"text": "Iggy Azaelia is no one hit wonder. She is a bad bitch."}
{"text": "Ihate a nosie bitch '"}
{"text": "Ihate them mad bitches where the glad ones at?"}
{"text": "Iite Peyton don&#8217;t be a faggot this drive"}
{"text": "Ik his bitch ass saw me mentioned his tall ass"}
{"text": "Iknow a couple mf that does this, there favorite line i wouldnt Do that thats Young. bitch STOPP ' YOUR young minded"}
{"text": "Ill fire that nina like its her first day on the job an the bitch over slept"}
{"text": "Ill take yo bitch and make her everybody bitch&#128558;&#128074;"}
{"text": "Illist bitch alive"}
{"text": "Im a Single bitch on this Money shit &#128175;&#128184;"}
{"text": "Im a boogie ass niggahs to these fast hoes"}
{"text": "Im a different nigga...if the pussy good im not tryna fuck for no 20mins..im stopping, backing out it, anything i ca think of to last longer"}
{"text": "Im a rich niggaaaaa, i need a rich bitch."}
{"text": "Im a south side niggah fuck around fuck around"}
{"text": "Im a westside niggah so you know im rockin wit Game"}
{"text": "Im about to fuck taylors bitch ass up"}
{"text": "Im about to get all the pussy."}
{"text": "Im addicted to bad bitches like I never had bitches"}
{"text": "Im allowed to trip on my bitch , she cant trip on me tho"}
{"text": "Im back to square one . No bitches .no weed a lotta hang ova"}
{"text": "Im done with life\": Im just ready to wake up and have pussy for breakfast everyday\""}
{"text": "Im elated i passed on my creative gene to my daughter but she also got the retarded gene too."}
{"text": "Im from the 210 you already know bout to bust a flow on this bitch hoe names miguel is chillin with my nigga tono"}
{"text": "Im getting sleepy this water doing a bitch right"}
{"text": "Im hardly on this hoe anymore lol"}
{"text": "Im ice cube, u can call me the grinch. i got ur list but i aint giving u shit, bitch."}
{"text": "Im in a full suit bow tie and all at a restaurant &amp; called my frat a bitch ass nigga.Caught myself Bc Im around white ppl staring at me lol"}
{"text": "Im just a young niggah out here chasing ins, til im in the driver seat of my benz"}
{"text": "Im just a young niggah tryna live my life long"}
{"text": "Im just gettin started oh yeah we got it bitch"}
{"text": "Im just in my car jamming to Taylor Swift with my side bitch"}
{"text": "Im looking for a reason to really spazz on a bitch (never my lady) but....a bitch none the less lol"}
{"text": "Im mad james let me drink that shit... payback is a bitch"}
{"text": "Im married to a retard, must be why we're so good together. Nigga hunching me in his sleep."}
{"text": "Im n a tight circle bitch you can't get thru dis loop"}
{"text": "Im never cuffin unless my bitch grown or act grown. I can't deal wit lil girls nbs"}
{"text": "Im not tongue kissing these bitches tho"}
{"text": "Im nt rey talk about a dumbass bitch thats lost in this world, she really need to be saved at save try it, it wrks"}
{"text": "Im only cocky to hoes hmmm i wonder why prolyy cuz i dont fuck wit yall"}
{"text": "Im prolly wit yo bitch big butt cant fit up in the 6!"}
{"text": "Im retarded for real, im sitting here getting mad thinking my daughter ignoring me then I remember she aint here."}
{"text": "Im rick james bitch, show me ya titties"}
{"text": "Im sippin hot tea bitch"}
{"text": "Im smoking good n my bitch conceited! ---"}
{"text": "Im soooooo tired of this dick dyke showing up on my fb feed. Real studs dont fucc niggas. Just be bisexual."}
{"text": "Im sorry but you didn't have to be a bitch last night."}
{"text": "Im sorry, I use to be on that shit, but im not worried about the next bitch #unbothered #threatenwho"}
{"text": "Im start askin dese hoe niggas if they got sand in they pussy...."}
{"text": "Im still going trick or treating. Thats free munchies bitch"}
{"text": "Im such a bitch sometimes&#128553;&#128553;"}
{"text": "Im the biggest pussy when it comes to scary stuff"}
{"text": "Im the man around this bitch baby check out my wrist watch &#8986;&#128130;"}
{"text": "Im the niggah she really wanna ride wit"}
{"text": "Im thinkin about using this beat and yeah I made it too bitch lol"}
{"text": "Im tired of all these weak ass men in my mentions tellin me why it is ok or justified to punch a woman in the face. That shit is bitch made."}
{"text": "Im tired of seeing this disturbing bitch with 3 tits"}
{"text": "Im tired of these bitches actin like they loyal lol"}
{"text": "Im trying to come back as a fine ass bitch next lifetime...."}
{"text": "Im trying to take the word \"bitch\" outta my vocabulary , hardest shit ever"}
{"text": "Im way out of your league hoe, please excuse my ego"}
{"text": "Im wearin one of walmart jackets around walmart, is that ghetto? Lmao fuck it."}
{"text": "Im wit yo bitch smokin. Let her keep the mid Imma roll this potent"}
{"text": "Ima be home tomorrow so line up a bitch for me"}
{"text": "Ima have to fuck with my nigga Omar about those weed brownies"}
{"text": "Ima hypocrite. I'll say \"I dont fuck with hoes\" then 2 days later let a hoe play with my dick in the McDonald's drive thru. Love their fries"}
{"text": "Ima kill cay &#128514;&#128557; ugh she stay on my last nerve but I love that's funccy bitch"}
{"text": "Ima knock that pussy out like fight !&#128074;&#128527;&#128064;"}
{"text": "Ima knock the pussy out like fight night. &#128074;&#128074;"}
{"text": "Ima pull up eat on that pussy and dip &#128525;"}
{"text": "Ima pull up eat on that pussy and dip..."}
{"text": "Ima pull up eat on that pussy n dip"}
{"text": "Ima shmurda dance in that pussy hoe !!"}
{"text": "Ima side bitch from time to time and I stay in my place"}
{"text": "Ima spread that pussy out like a acre"}
{"text": "Ima start friend zoning these hoes &#128514;&#128514;&#128514;"}
{"text": "Ima tear that pussy UUUUP"}
{"text": "Imma get home around 0300 problem is it's a coon leaving the bar that drank 7 shots of crown royal think he still can drive"}
{"text": "Imma knock the pussy out like fight night"}
{"text": "Imma limit my association with these grade f bitches next year on my life just gone be me and a few ppl don't got time for the BS frfr"}
{"text": "Imma treat you how you act ... If you act like a bitch you'll get treated like a bitch"}
{"text": "In 2014 I'm resolved to perfect my bitch face."}
{"text": "In Hopes of Recruiting More Women, ISIS Opens Jihadi Finishing School"}
{"text": "In a movie, everybody ain't the star... Need Co stars and extras... &#171; I hate hoes that take pride in being the other chick&#187;"}
{"text": "In case you forgot hoe I been up since 4:18 on the dot made 100,000 dollars at work and still haven't slept."}
{"text": "In class still drunk from last night and this broad is doing a presentation on Chipotle, bitch can I live #tease #feedme"}
{"text": "In class tearing up like a bitch"}
{"text": "In da club makin movies. I feel like tyler perry. Fuckin niggas bitches.dey like why did.i gt married."}
{"text": "In elementary school I tied a girl to the tetherball pole with the tetherball cause she was bein a bitch."}
{"text": "In life you must ask yourself...are you a chosen one or a basic bitch? #letsbereal"}
{"text": "In my 25 years I've supported more niggas and bitches and they kids and well.. my gratitude has died."}
{"text": "In my opinion LHHA is a spot on description of how some of Atlanta is. Dumb hoes and niggas, ratchet broads, and stupid arguments."}
{"text": "In my opinion every bitch gay."}
{"text": "In order to be a real nicca you gots to be REAL nicca!"}
{"text": "In other news, my eyelid is STILL spasming. Putting on mascara today was a bitch. #wtf"}
{"text": "In other words call you a bitch."}
{"text": "In reality lame niggas and corny niggas get bitches bc it's sooo many of dem niggas nbs lol"}
{"text": "In redneck land ;) #Tennessee"}
{"text": "In the past week, both Paula Dean AND my uncle lost their jobs for saying \"nigger\". Bullllllshiiiiitttt"}
{"text": "In the words of lil Debbie \"I'm that bitch\""}
{"text": "In this update you will find lots of hardcore cock sucking, ass pounding and pussy pulsing thrills. I have to&#8230;"}
{"text": "In two months tho hoe"}
{"text": "Including ya size hoe !"}
{"text": "Inde jus got me all hype at work!! I knew my bitch Candace ain't die"}
{"text": "Indiana ain't gone give these niccas shit ... They was posed to win the last game!"}
{"text": "Indirect ass little bitches, like you know my fucking number and where I live."}
{"text": "Innovative ideas about an unresolved issue relating to your ho... More for Libra"}
{"text": "Instagram have you looking at motherfuckers like \"Who the FUCK does this bitch/nigga think she/he ISSS\"??"}
{"text": "Instead of calling each other hoes, girls should be supporting each other. Idk that's just me though."}
{"text": "Instead of joining sports teams, hoes be joining Twerk Teams."}
{"text": "Ion care fuck that hoe &#9996;&#65039;"}
{"text": "Ion even wanna see this bitch . &#128530; talking bout ill make you breakfast"}
{"text": "Ion fight but it aint no pussy in my heart nigga ion fear nobody but god loose win or draw"}
{"text": "Ion give a fuck ion give a fuck ion ion ion give a fuck bitch I don't give a fuck about you or anything that you do"}
{"text": "Ion got no type...... Bad bitches is the only thing that I like"}
{"text": "Ion kno what im doing tonite....i jus kno its gon end wit me dick first in some pussy...."}
{"text": "Ion know why this bitch insists on telling me where she be going now. Idgaf about chu bitch like damn."}
{"text": "Ion like the ho cause she talk to mf much with ha real butt ugly ass dumb young ass ho &#128553;&#128074;&#128522;&#128299;&#128591;&#128079;&#128530;&#9996;&#65039;"}
{"text": "Ion pay for pussy, because her pussy priceless.. I go fishin in it and I ain't a Pisces"}
{"text": "Ion trust no bitch!"}
{"text": "Ionn got no type bad bitches is the only thing that I like"}
{"text": "Iont care about where a n%a been where a bitch goin or the kinda shit they been thru!!"}
{"text": "Iont got no type NAW bad bitches is the only thing that I like"}
{"text": "Iont got no type bad bitches is the only thing that I like"}
{"text": "Iont see how some of you niggas fags!!"}
{"text": "Irie is a bitch for not letting me borrow his charger."}
{"text": "Irritating reading ppl bitch abt smthng, yet offer shit for evidence to even support their slant. Simply complaining is the easy part."}
{"text": "Is Moyles a retard lol? Starting Fellani instead ae RVP? Please come back Fergie #SirAlexFerguson #ManchesterUnited #ManchesterDerby #MUFC"}
{"text": "Is Wayne Brady gonna have to choke a bitch?"}
{"text": "Is Wayne Brady gonna have to smack a bitch?"}
{"text": "Is anything going down tonight besides my bitch"}
{"text": "Is she my kind of hoe or nae \": Its ok you a hoe anyways &#128522;\""}
{"text": "Is that a hawk? What the fuck kind of bird is that?"}
{"text": "Is that the remix fam? &#8220;: These hoes aint lawyers &#128553;&#127908; lol on god thats my fav Chris Brown song&#8221;"}
{"text": "Is that the remix? \": these hoes ain't lawyers! &#127908;&#128553; lmao my fave Chris Brown song\""}
{"text": "Is there a full moon out? #CrazyAssholes out in full force and I'm not talking about muzzies or liberals&#8252;&#65039; And I'm in the mood to oblige."}
{"text": "Is there a vending machine around this bitch im starvin"}
{"text": "Is there a website that delivers expensive wine, cigars and big booty hoes to my door step?"}
{"text": "Is there an additional charge for the pussy to listen to my personal problems?"}
{"text": "Is this bitch for real? I'm heated bruh."}
{"text": "Is this hoe gone dm me back"}
{"text": "Is this napK bitch retarded or stupid wtf would you request me didn't she read my bio it's pretty&#8230;"}
{"text": "Is this retarded bitch really this stupid?"}
{"text": "Isley brothers got me alot of pussy boy. Take notes"}
{"text": "It ain't nothin to cut a bitch off"}
{"text": "It ain't nothin to cut that bitch off"}
{"text": "It ain't nothing like chasing money cause you have a purpose, but chasing these hoes for what? *Vice Versa*"}
{"text": "It ain't nothing to cut that bitch off"}
{"text": "It ain't nunn to cut that bitch off&#9986;&#65039;&#9986;&#65039;&#9986;&#65039;&#9986;&#65039;&#9986;&#65039;&#9986;&#65039;&#9986;&#65039;&#9986;&#65039;&#9986;&#65039;"}
{"text": "It aint nothing to cut that bitch off- K camp"}
{"text": "It aint nuffin to cut that bitch off!!!!"}
{"text": "It aint nun to cut dat bitch off &#128135;&#128299;&#9996;&#65039;"}
{"text": "It aint nuttin to cut that bitch off......thats why that shit my ring tone &#9995;"}
{"text": "It all started in '95 bitch&#128118;"}
{"text": "It already Soaked, Sinked, &amp; Melted so dropped that's shit bitch IDGAF linc up or get caught &#128175;"}
{"text": "It be 30 below zero and hoes still go out like its 90 degrees plus tax"}
{"text": "It be sounding like the bitch that the cops talk to on their radio is the same sounding bitch every single time. It aint never a dude voice"}
{"text": "It bothers me when a ugly girl has a bad bitch attitude."}
{"text": "It doesn't just affect kids. It affects the faculty, the staff, that work at these schools that are queer."}
{"text": "It gets me mad when a Mexicans go against Mexico like wtf support your team bitch"}
{"text": "It happens AGAIN!! Black pack beats \"whitey.\" This should make national news."}
{"text": "It is fucking retarded how I can't say a single thing in this house without some blowback."}
{"text": "It is impossible for females to be players, pimps, etc... They're called hoes"}
{"text": "It makes me sad knowing this queers won't be down the street anymore. #SadTweet"}
{"text": "It might be infected &#8220;: Niggas would really turn that pussy down ? Buggin&#8221;"}
{"text": "It only be y'all worthless bitches that be like that though"}
{"text": "It opened up with some clouds parting and with SILK-----&gt;Can we get a room on the southside of the ghetto!"}
{"text": "It pissrs me tf off when I call you back a half a second later nd you dont answer. You a bitch ass nigga for that"}
{"text": "It prolli seem like I flirt but iont want none of y'all hoes &#128514;"}
{"text": "It really ain't nothin to cut that bitch off"}
{"text": "It really is too bad that #California had faggot marriage forced upon her after her citizens declared it illegal."}
{"text": "It sad how bitches wake up being messy like bitch find you another career cause this ain't working out for u &#128553;&#128175;&#128584;&#128513;"}
{"text": "It seem like Cory talked to 75% of all indianapolis hoes &#128514;&#128514;&#128514; nbs"}
{"text": "It stink in this bitch it must be them pussy ass niggas talkin shit"}
{"text": "It stinks in here must be then pussy ass niggas talkin shit #tomyfacebro test me"}
{"text": "It the principle of the matter bitch! &#128581;"}
{"text": "It was my sophomore year that I learned these hoes weren't loyal"}
{"text": "It was nice of you to unfollow me, fag"}
{"text": "It wus yo fat ass that filled out the application to work there, not me bitch....."}
{"text": "It's #CampaignSeason, bitch."}
{"text": "It's 2014 and y'all niggas still fuckin with these hoes. Go get you a wife bruh #wifingsquad2014"}
{"text": "It's 90 degrees and this bitch has a stuffed animal wrapped around her neck #onlyattheducksgame"}
{"text": "It's Friday bitch!!"}
{"text": "It's Mrs. G, bitches. That's Mrs. GROHL if I don't know you. #wineprobz"}
{"text": "It's October babe, you don't have to be a hoe anymore."}
{"text": "It's Some hoes out here tonite &amp; I got Shawty wit me"}
{"text": "It's a Bob Schieffer holiday now, he's proud and smitten that he's the \"good white guy,\" hicks be damned! Everything is 1965. Everything."}
{"text": "It's a lil bitch at the bus stop with Adidas flip-flops &amp; socks on. I know dem mfs soggy as fuck."}
{"text": "It's a lot of Uncle Tom ass niggas out here."}
{"text": "It's a lot of fat bitches at this party I'm we at right now my outfit way too much fire to be at a function like this"}
{"text": "It's a recession on everything RT Chasing pussy is never attractive!"}
{"text": "It's a sad sad day when a bitch loses her sponsor"}
{"text": "It's a small world and hoes make it smaller"}
{"text": "It's basic bitches unite around these parts &#128514;"}
{"text": "It's beanie weather bitches &#127744;"}
{"text": "It's been a minute since we chilled like we use to. I hope that pussy still feels like it use to."}
{"text": "It's boner Sunday bitch"}
{"text": "It's bout that time were I feel like beening a hard working woman .....and a stripper hoe by night don't judge me &#128175;&#9996;&#65039;&#128514;"}
{"text": "It's definitely a bitch everything in life is ruled by money. Such a moral heartbreak."}
