{"text": "Maybe Antifa asshats? Those who physically assault others for their political beliefs? Democrats are NO Saints and neither are you!"}
{"text": "Worst place I've experienced that is the fucking movies"}
{"text": "OMG another bigot showing he is basically gutless - sounds much like Donald 😂"}
{"text": "Liberals want to control ppl from cradle to coffin. They'd b happy if ppl avoided all physical/social contact w each other..... they are making us so suspicious of each other. DIVIDE AND CONQUER is their hidden agenda."}
{"text": "Blame Trump??? U bunch of idiots. Blame the corruption over in PR"}
{"text": "Of course he is offended he is ill due to liberalism!"}
{"text": "You are out of your fucking mind .. NO socialism is good - NO such thing as “Democratic Socialism” You fool"}
{"text": "See his profile? Thinks he is hardcore ....boi 🤔"}
{"text": "Antifa means anti-fascist\". I'm not sure there is an Antifa organization, but there are millions who are anti-fascist. Why are you not one of them?\""}
{"text": "4.) Most Disliked Oc- Amai vs Most Liked Oc- Kira Amai is pretty much a freaking bad daughter. She killed her mum and little brother just to run off with some man. Kira is a pretty sweet gal who loves her father very much and just loves to be loved! She is also a determined gal"}
{"text": "You're either a bot or... for some reason you're associated Gavin McInnes with the alt-right\"? Time to find some better news sources, bro? The \"alt-right\" hasn't been relevant since CVille. Your journalists covering #antifa or just focusing on a few harmless conservatives?\""}
{"text": "Can’t we send this pig back to Canada. He’s an animal."}
{"text": "you never were a slave. Spartacus was a slave and a heroic figure. You are neither."}
{"text": "We had Leveon Bell. Thats the dumbest argument. But we can compare college for when he played. His best season was 1700 yds 26 TDs. How about Collins? And this is Conners first year starting and he is starting much better than Collins"}
{"text": "Those fucking calves man 🤤"}
{"text": "Religious persecution is bad... ...when it's your religion being persecuted. URL"}
{"text": "Honestly The fact he hasn't any legislative power coupled with the fact he is a skilled diplomat sways the balance for me. Besides the varadkar government pushes that kinda shit anyway president or not."}
{"text": "He was fucking murdered and all you can talk about is marijuana?"}
{"text": "Trudeau and the metoo movement hahaha. He is on the wrong side there. Funny how questions never went anywhere with Trudeau."}
{"text": "There's zero evidence of any gaff and it's not their jobs to do any such thing; this is just more hijinx and chicanery from two buffoons that have no platforms or morals. #CONservatives #cdnpoli"}
{"text": "Thank you ! Yes he is so sick 😭"}
{"text": "*he closes his eyes so she won’t notice how groggy he is.*"}
{"text": ". is staffed with unhinged Liberals &amp; This is a disgusting statement. URL"}
{"text": "By any chance did you sexually assault girls in high school? That would explain why you are so eager to overlook the possibility such a horrid crime &amp; insist on a double-standard which benefits you &amp; the alt-right &amp; back up your justifications wi obvious lies. I bet I'm right..."}
{"text": "Hope he is enjoying himself while he can🤣"}
{"text": "Yeah my exact thoughts here. Real uphill climb tho to get people to stop saying dumb shit on the internet."}
{"text": "He is seething!! You can see it in his eyes and hear it in his voice!! Obama was a failed president in every sense of the word! #MAGA #KAG 🚂🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸"}
{"text": "Antifa thugs remind me of orcs if they are stupid enough to try and take someones firearm i wouldn't be surprised if its an orc who is thrown in a dumpster"}
{"text": "The FASCISTS are Anti-American Communist Scum like yourself!! Now go Fuck Yourself you piece of human garbage!! USA #MAGA ANTIFA are Terrorists"}
{"text": "She will be remembered as the witch that used her genitalia to make a false claim against a good man b/c she is a die-hard democrat that hates republicans so much. She is willing to ruin a good mans name all in the name of power. Democrats are crying wolf way too many."}
{"text": "Brennan is a disgrace-without a clearance 😃"}
{"text": "Is that the only attorney general in our history to be held in contempt????"}
{"text": "ANTIFA is a domestic terrorist organization that leeches off of George Soros's money. They are a domestic terrorist organization that uses intimidation &amp; violence to spread their ideology."}
{"text": "no one attacked Kavanope!! We are allowed to question liars. He is secretive and He lied under oath. What more do you need?"}
{"text": "Rubio sat through a 2-hour town hall in February answering questions from the public about gun control from people whose friends and children had just been murdered. That takes more courage than grandstanding and lying in a stupid hearing."}
{"text": "We all know it’s not even close to bribery. She’s using that term to defend her disgusting and disgraceful decision to vote with her party over the American people. I have to wonder how much she is getting paid for the yes vote."}
{"text": "Another Democrat scam. Republicans don't fund terrorist groups like ANTIFA to threaten people. ...but go ahead make it look real"}
{"text": "This is a premeditated attack by Democratic liberals and she is being rehearsed. Enough of the scam show. Vote Kavanaugh to SC."}
{"text": "Evidently she's as big a narcissist as he is."}
{"text": "Great and I’m certainly anti fascist but the group antifa is the most fascist and violent groups in America in case you hadn’t noticed and associated with the largest hate group in America the democratic party"}
{"text": "Watched the press conf with Trump and heard him say how much we will make when Poland pays us to put in a military base. He is a dottering demented fool who really believes that his goal is for America to make money. You hear it in all he says. This isn’t a hotel."}
{"text": "SHE IS A FUCKING MESS!! I HATE HER SO MUCH"}
{"text": "ERIC HOLDER IS A FILTHY MAGGOT. URL"}
{"text": "Yeah and guess what helped DC become Not the Murder Capital of the World? Gun control! It works!"}
{"text": "Probably indoctrinating\". #MAGA URL"}
{"text": "Shame on and all the rest of the left wing media that are not doing their jobs and purposely looking the other way. This is the best example yet of their #FakeNews bias. #MAGA #WalkAway from the bias and corruption of the left. URL"}
{"text": "What a waste of one’s short life.🤷🏻‍♂️🇺🇸"}
{"text": "I am definitely for antifa members getting themselves killed."}
{"text": "It says everything. When your principles hang on the fraudulent word of a porn performer. What integrity have you got left?"}
{"text": "Bigly....lol.....bigly? He didnt won...he was elected by the people of the united states ahole...what he'll are you referring to? Antifa fools that get their asses kicked...vagina hats..lol pathetic ass"}
{"text": "I am talking about your comment that Nick was a fascist... Brittany means nothing to me. So like I said are you Antifa?"}
{"text": "The facts of the matter are very plain &amp; basic. This has never happened before in recorded history or on other similarly hit islands in the area. The fact it happened on Donald Trump's watch is unsurprising. He did not support them. He is an abject failure and should be dismissed"}
{"text": "No Kim you are a failure and your whole life has been"}
{"text": "Bad people don’t obey the law. There are many more guns in circulation in North America than there are people. Gun control is liberal mind masturbation."}
{"text": "True point. Gun control is total bullshit."}
{"text": "Ooooo Damn! Looks like a Rainbow! All Pretty And Shit!"}
{"text": "Just like gun control will not keep guns from the hands of criminals...."}
{"text": "Why is she under the white hot spotlight?...SHE IS the victim of this Trump like abusive animal... #StopKavanaughNow"}
{"text": "MAGA= Mushrooms are growing again"}
{"text": "You are whoring yourself out for NRA $$!"}
{"text": "You nailed that ass"}
{"text": "The only reason they call them common sense is because they don't know what they want and are just hopping on the bandwagon. #MAGA #2ADefenders #TrumpTime URL"}
{"text": "A bitch just be minding her business 💁🏽😂"}
{"text": "Another Fraud Senator from the Left!!!"}
{"text": "When the abuser projects... Look in the mirror Mark - you are crazy &amp; angry."}
{"text": "So the AR-15 is a fully semi-automatic assault rifle,\" gun control works, and Donald Trump is racist?\""}
{"text": "A dying sport"}
{"text": "God forbid construction workers would be able to earn a decent wage. Liberals want the working class poor and quiet."}
{"text": "Yet this kids in chicago killing each other daily cause u doing so much good in your home state with gun control right?"}
{"text": "I am a survivor of sexual abuse. This woman is obviously lying. Believe me you remember every detail. It's so obvious these woman only come forward to hurt conservatives. But who they truly are hurting is innocent men and women who really have been abused. She should be ashamed!"}
{"text": "Do not CANCEL the vote on Kavanaugh. Do not fall prey to the lying filthy liberals. Tell Flake to shut up. America is sick of this BS from the left!"}
{"text": "The Democrats do not care ...they are out to destroy ..does not matter just so they are Republicans &amp; Conservatives ⁉️"}
{"text": "A band of liars Eric has a big L\" on his forehead. He is so disgusting. Who votes for these people or don't they really, it has to be rigged.\""}
{"text": "Better Call Cruz\" is as slimy a piece of the perverted former GOP and a prime example of why those used to be decent Republican Conservatives need to VOTE For BETO\""}
{"text": "Joe Scarborough still hasn't answered for the young woman that was found dead on his office. He is s lying chickenshit."}
{"text": "You are a bad ass! Keep fighting for us 💕"}
{"text": "Check this ad out. Super creepy People are pointing out a disturbing problem with this Republican election ad URL"}
{"text": "Bitch I know. My body is ready 😂"}
{"text": "Even Kavanaugh said Roe v Wade is a settled law. She is spewing a narrative that does not exist. Trump also said the same."}
{"text": "And we pro Americans are embarrassed and sick of you anti America liberals. There are plenty of countries with the lefts ideology already in place. Move there."}
{"text": "Why? Plenty of people have taken a stance in favor of common sense gun control\" and it doesn't mean jack shit since they don't have a plan for common sense gun control. Would it really help to have the ASB and ASA also spouting empty buzzwords?\""}
{"text": "yup fooled antifa threw big ol' fire pit rocks at mah truck called the cops said them commies dunnit neat lawyer trick huh URL"}
{"text": "Yes as fuck"}
{"text": "MY FACE WAS SO CLOSE TO THE CONCRETE BITCH I COULDVE PROBABLY STUCK MY TONGUE OUT AND LICK IT"}
{"text": "Bizarre story and more to it once she is charged formally. Glad she is off the streets and certainly concerned if there are more clueless cops like her out there “protecting” us"}
{"text": "Elon sometimes opens his mouth only to replace one foot with the other"}
{"text": "and why do all the issues about Pc only focus on liberals What about conservatives on kneeling on fake patriotism Or Republicans freaking out over an abortion"}
{"text": "If Obama's lips are moving then he is lying."}
{"text": "We are calling you an operative . Or Shill. And more important a bigot for refusing to apologize for your actions to a woman just because she IS NOT a Scientologist. You won’t even acknowledge what you did or defend or explain it despite how many times it has been asked already?"}
{"text": "#ExpectUs to work our asses off for #GunSenseCandidates! #GOTV #ThrowThemOut URL"}
{"text": "Yeahhhhh I will admit to being a Destiny 1 Cayde Liker but God they just made him suck in 2!"}
{"text": "They lie about firearms. They call the AR-15 a fully semi-automatic assault rifle.\" They push gun control. They say Donald Trump is racist and hates Mexicans. They say he colluded with Russia. So yes, they lie\""}
{"text": "And then wana talk shit when you play something they don’t know but the song be fire and end up blowing up then later becomes they song 🤦🏾‍♂️"}
{"text": "YOUR TRASH!!!!!!!! But she would have been A great coach if you wouldn't listen to zodiac....... But you are sagittarius you hate to be told what you can or cannot do......... Like the coach from Michigan wolverines hshshahhsjjjsjsjs....... You keep PRAYING now you hear."}
{"text": "WHAT I SAY ABOUT BEING A LITTLE PUSSY AND SAYING SHIT BEHIND PEOPLE'S BACK"}
{"text": "You are a sick person"}
{"text": "A horrendous act of course. Conservatives lie like they breath and are just generally awful human beings. I don’t doubt the victims story even a tiny bit"}
{"text": "Gun control has everything to do with punishing conservatives."}
{"text": "Okay that's enough with the A and C shit. They dont care and neither should we."}
{"text": "Yeah no batman made him eat a rat and be was mostly like yo fuck this guy hes not cool hes a lunatic until dick also wants to get violent"}
{"text": "I dont think at your job is the place to protest perceived police violence or whatever you are protesting\". If you really cared go to your local PD and protest there, taking a knee at a ballgame on your job doesnt take guts and only makes you look ignorant.\""}
{"text": "Hopefully she beats the shit out of the chair ump in Australia to really show them.."}
{"text": "I'll bow out of this one. I was gonna reply, but no matter how I worded it, it sounded liketake the camera and shove it up your ass\" lol\""}
{"text": "Behind bars with a orange jumpsuit for all her crimes dating back to Arkansas~along with Billy~ Globalist deplorable~she is~ Karma is a bitc- and it needs to call on Killary this year for sure!! Time to pay your dues Hillary Rodham Clinton~Lucerferian~"}
{"text": "I don’t trust Kanye right now. I might not like that shit."}
{"text": "Shits about to Hit the Fan. #MAGA URL"}
{"text": "i lost my shit and everyone in class is judging me lmao."}
{"text": "And don’t forget #supplymanagement! He has been stubbornly clinging to that that tax. It also distorts all of international trade deals. Just makes life less affordable for the average working family. Only the Liberals..."}
{"text": "Yeah and....what’s the point of this article? Trying to demonize him for meeting with lawyers? He has a right to defend his character. He also has the right to file a defamation of character case against this woman and Sen. Feinstein. Democrats/liberals are pathetic. #Ridiculous"}
{"text": "👏🏻 good job (sarcasm). Also great they have gun control laws it’s saving lives! (More sarcasm)."}
{"text": "#DearProfessorFord I want you to know that I have zero respect for you &amp; your ANTIFA style attack on Kavanaugh. You thought you were going to drop a bomb with your face covered &amp; blow up a good man's life. You have been exposed for the political hack that you are. Shame on you"}
{"text": "Scaramucci cashing in on The Donald. Taking those blue collar folks for every last penny. LMAO at the #MAGA folks. Suckers."}
{"text": "This smells like another funding of George Soros. Follow the money 💴 trail. That woman most likely never knew Judge Kavanaugh. liberals are running scared because The Judge has conservative Christians values. The man has an impeccable Portfolio. Finestine’s a dirty politician"}
{"text": "Lokk at july 29 when I said Gordon would be cut for drugs and you called me a dipshit."}
{"text": "Fallon is a woosy"}
{"text": "We’re so far beyond tax returns. This crap affects all Americans and liberals are too stupid to wake up and understand what’s really going on. Step aside. The adults are here to do it."}
{"text": "The UNHINGED REPUBLICAN PARTY I have a question why do you want the wall and not gun control in America when a illegal immigrant does something the UNHINGED REPUBLICAN PARTY talk about the wall but when a school shooting happens the UNHINGED REPUBLICAN PARTY is mute"}
{"text": "Everyone knows Brown is crazy!"}
{"text": "URL LOOK ST THIS BULLSHIT"}
{"text": "How? Because they’ve been brainwashed by Obama and the media and they’re full of hate for conservatives."}
{"text": "what happened to your kids ? how are they still alive? you are a backstabber and a fraud"}
{"text": "Fuck this !! He acted like The father of the girl killed at Parkland was a bug. Instead of telling us how much he loves these girls he should tell them the truth that he really doesnt give a shit if they are killed by a crazy white guy with an AR 15!"}
{"text": "he’s obviously a bitch"}
{"text": "You are so correct the Democratic party for slavery and pro-nazi gun control"}
{"text": "Looks like he is in the middle of shitting his pants. Must have ate one booger too many."}
{"text": "As clear as the mud UKGov are dumping off Swansea. Corbyn offers no solutions &amp; no answers ... being non-committal on everything &amp; hoping 'not being the conservatives' will get him elected. Westminster politics &amp; government have degenerated so much its no longer fit for purpose."}
{"text": "Don't understand your logic. Anyways this is going nowhere. This to me is not acceptable. Maybe you are ok with it. URL"}
{"text": "I know!! So upsetting 😭😂"}
{"text": "You still have not addressed your solution to make schools safer....you just preach more gun control...what are your solutions???"}
{"text": "Investigation reveals it is highly probable it is an ISIS attack. Worst case scenario a joint ISIS-Antifa attack"}
{"text": "How about yours Chaplain. Liberals are fools."}
{"text": "And again you are proving... your a dog!"}
{"text": ". just read that flaming pile of garbage you wrote and the National Review calls an article. Why are liberals losing their minds when the President is being investigated for collusion with a foreign government?! Why is he nominating ANYONE for a Supreme Court appt?"}
{"text": "They are both governmental issues. This lady is mad that the government uses a portion of taxes to support planned parenthood which offers abortions. I said if she is really pro life then stop supporting the taxes that help Israel kill Palestinians. Kills school children"}
{"text": "Disgusting of the Dallas PD to try and find any reason to try and drag this man through the mud just say they can save one of their own when she is 100% in the wrong"}
{"text": "Oh please EVERY network is reporting this. This is bullshit obviously but stop pretending it's just fox. Your political bigotry is showing."}
{"text": "Those idiots are fringe right. They are hated by most conservatives."}
{"text": "bitch what do you mean? Get It by Pristin? no?"}
{"text": "It's amusing and sickening to watch these scientists\" twist themselves into knots to justify their gun control agenda. #gunsense is dishonest, through and through.\""}
{"text": "5- Most epic moment in 3 sentences GRAAAWRL WYVERN FOR BREAKFAST GUYS!!! YOU ARE SO DUMB THE HEALER HAS TO BABYSIT YOU AND FIRE THIS SHIT TRY OF A DRAGON BECAUSE OF YOUR FOOLISHNESS also we need to bury the half body of our tank and try to get out his other half from its stomach URL"}
{"text": "Liberals are trying to destroy all conservative men. Time to criminally charge and jail these liars that try to destroy a man."}
{"text": "henry is so fucking great and was def my #sickkidsinlove inspo and i love him and his death is a PROBLEM"}
{"text": "Judicial Watch Sues for Records of FBI 302 Interviews with Demoted Justice Department Official Bruce Ohr\" URL #TCOT #MAGA #RedNationRising\""}
{"text": "He is a lying stack of shit too."}
{"text": "I can’t cuz that nigga retarded smh"}
{"text": "I'd point out he is an Australian and we don't have free speech like in the US. And we do have hate speech laws which people have been convicted under. This is skirts it enough to hint and point out but room to deny."}
{"text": "Amazing that the Dems are always the ones who hear the whistle."}
{"text": "can go straight the crapper. I’ll never support another team again."}
{"text": "And Trump fans are bullies!!! Antifa ?? Steve Scalise ?? Resists Movement ?? You need to get off CNN and MSNBC"}
{"text": "Documents must be getting close to this crook."}
{"text": "He should be removed with the rest of the islamic invaders."}
{"text": "You are a bitter hateful woman who is ruining herself. URL"}
{"text": "Illinois strict ass gun control let's only the thugs and gang bangers have the guns which means a lot more violence"}
{"text": "Right..? Total OCD right there lol Yeah...totally gonna floss that sucker off."}
{"text": "Another falsehood. I don’t think anyone wants to abolish the 2nd Amendment. A growing majority want sensible gun control in the form of better background checks and the banning of assault rifles. Trump will say and do anything to rile his base. More snake oil."}
{"text": "That's it throw race into it again. Did you forget what happened to all the WHITE WOMEN who accused Bill Clinton of sexual allegations. The Liberal Democrats rallied around him. Liberals are the most disgusting disgraceful human beings that God created"}
{"text": "Kanye been cancel the moment he said slavery a choice and rock a maga hat #ImWithSnoop"}
{"text": "You are sick in the head. This man lost his daughter."}
{"text": "Fuck if I fry with no money imagine if there was"}
{"text": "Playing dirty is the only way liberals can win at this point. They are shameless."}
{"text": "I cant believe he didnt work in comet pizza. Now that Alex Jones is muted these conservatives are so lost."}
{"text": "One thing is for sure...we know she didn’t write the op-ed as she is dumber than a bucket of rocks."}
{"text": "Frenkenstien needs to pay every dime back..she has stolen from the American people. She is a disgrace to the Senate and the people."}
{"text": "on a scale from 1 to 10, how much did you laugh to There is no excuse besides that he is just plain shit\" ?\""}
{"text": "The fact that Newsweek no longer tries to give both sides of the story but instead only gives the side of #Antifa far left liberals and their gods in the #DeepStatePanic Take a look at Newsweek’s circulation they don’t even have enough readers to put out a print edition anymore"}
{"text": "I let it go when you said We can take away their ammo\" when talking about gun control. I said, maybe she just blurted that out, didn't mean it. But you are proving to be a leftist. That's fine, I can still like you, but I don't TRUST you anymore.\""}
{"text": "He's a liar"}
{"text": "Hollywood and media make jokes about Jesus and Christians and think that's hilarious but turn every innocent joke conservatives tell in to an outrage. Typical of reprobates."}
{"text": "Legit just LOL'd... Shit is funny asf"}
{"text": "He's probably referring to the fact that we started with Henderson who's is apparently shit and Sturridge who was apparently finished years ago. I mean like how could we possibly win with those two on the field... 😂😂"}
{"text": "You are lying again! The public doesn't trust you anymore!"}
{"text": "Either she is misinformed or has no shame. I’m going with she has no shame."}
{"text": "Another overdose nigga:("}
{"text": "as Libertarian all this shows me is how ugly and divisive the two party system is. Liberals are actually a lot uglier. All straight men need to leave the Democratic party. A party of men hatred. Leave!"}
{"text": "Great book by Leo Zagami, Pope Francis, the Last Pope?\" details the breathtaking corruption and evil forces that have been controlling the Vatican for decades.\""}
{"text": "I hate him im so fucking sorry"}
{"text": "I can just hear the trumpsters now crowing that we liberals loved Jane Fonda and supported draft dodgers. I grew up in those times. I was against the war but knew Fonda had gone too far and was wrong. I supported those who burned their draft cards AND those who served."}
{"text": "Lindsey... Sean Hannity talks to an echo chamber simply to hear himself. He is not a journalist but a news pundit with his own weird conspiratorial agenda supported by well crafted partial facts aimed at a very narrow audience. He really is a laughable fool for Trump.."}
{"text": "because what every lie you are telling if it happened when you were children the guy is a man and I clearly don't believe shit like that happened. Its just another stall tactic by the liberals."}
{"text": "Me thinks you're full of shit."}
{"text": "and you need to find this lady! Do your thing. She is a terrorist waiting to strike. URL"}
{"text": "#RSSReachesOut Now its open to everyone who really is intolerant. Shame on these Psuedo liberals"}
{"text": "If this yutz was any dumber she'd have to be watered twice a week!"}
{"text": "#Hollywood is filled with #Satanists and #Pedo's you have the nerve to Mock #Jesus and #Conservatives. See you lowlifes on the unemployment line!!!!! URL"}
{"text": "Something don’t seem right about this all year long massive shootings and talk about gun control makes me think the government is behind this crap URL"}
{"text": "He is BAFOONICUS !"}
{"text": "Never going to happen. Not in a million years. Not unless Soros hires a bunch of Antifa punks to pretend to be vets."}
{"text": "Jose Ramirez because he is doing it all stealing hitting for average hitting Homer's doubles and playing good defense and definitely Blake Snell for Cy Young just look at his numbers hes like the Jacob DeGrom of the AL"}
{"text": "Who in the hell does she think she is? Acussed doesn’t mean guilty! A women accused a man. That man #JudgeKavanaugh has a voice and has a right to clear his name! “She” needs to #ZipIt🤐"}
{"text": "Today Collins is back with another excuse to vote yes. It's all disgusting. Every GOP rep can see what he is. They won't stop working against the common man."}
{"text": "Anyone else think she is a lying opportunist? Yeah...#metoo"}
{"text": "Bullshit. People died because of an incompetent government in Puerto Rico. And you can start with that mayor. Stop lying Gutierrez."}
{"text": "is really THAT bitch wow"}
{"text": "I dimly remember an Econ theory that might apply to Chicago. What was it? “Guns and butt-hurt?”"}
{"text": "Whataboutism\" is yet another made up word used by liberals to attempt to deflect criticism of their own ridiculous hypocrisy.\""}
{"text": "America is being destroyed by our President.. he is a cancer to democracy. That is what is sad"}
{"text": "I'm sure she's worried. Give me a break. Dana is doing a job. You know where u make a living and pay for your own Healthcare etc. You dirt bags that don't even shower crying about gun control should try it."}
{"text": "Billy bargain 👍"}
{"text": "100%. The death threats thing is disgusting. The party of “family values” says ANTIFA are so dangerous or any resistance group. Has Kavanaugh and family had death threats? Inquiring minds want to know."}
{"text": "Bit of a celebrity😂😂😂 my Ass!"}
