{"text": "For all I know you're naming off sex robot models"}
{"text": "U a dickhead for that😂"}
{"text": "AntiChrist. The Roman Catholic Church is a House of demons."}
{"text": "Juan needs to check himself. He is completely out of control."}
{"text": "Funny because he is a dildo!"}
{"text": "The hell with the liberals. Move them all to California and build a wall on the east border"}
{"text": "The Democrats don't care. They will do anything to undermine President Trump. People had better realize how serious they are about getting rid of him. Vote Red or suffer under the liberals."}
{"text": "But to go all antifa on ppl like friggen Milo? I don't buy that conservatives who like medicare don blackout and then going millennials for antifa protests."}
{"text": "But 10kg of an already shite allowance (coz EU workers are lame as fuck) is a proper piss take"}
{"text": "Why in the hell would I do that? The left already hates me enough. Black conservatives aren’t liked in this country. I comment and fight because of that."}
{"text": "I follow all these MAGA Patriots 🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸"}
{"text": "I know a whole lotta people spitting a whole lot of bullshit right now idk if youll ever see this but I pray you feel no way responsible for what happened today. You have already been through so damn much. Just know that you are good you are great I love you."}
{"text": "Obama never laments for those that are killed in Chicago every week. Chicago his old stomping ground. Ask him how those draconian gun control laws are working there? And watch him blame Indiana."}
{"text": "#NazisAreBad Their programs called for the nationalization of education, health care, transportation, and other major industries. They instituted and vigorously enforced a strict gun control regimen. They encouraged pornography, illegitimacy, and abortion,...\" (3)\""}
{"text": "furries can suck my dick, this is both an offer and an insult\"\""}
{"text": "Don't let your bretheren\" fool you! EACH ONE OF YOUR Republicans, NEED TO DECIDE IF YOU ARE GOING TO BE GOOD PEOPLE or #rePUNKlicans! You NEED TO KNOW, that kavanaugh is going to make #ronaldgrump into the first dictator of #naziUSA, which cannot happen! URL"}
{"text": "Why not begin the movement by giving away some of the farms and mine claims you and your connections took while you were still relevant. That way; we can show your concern for us. From where I am standing; you are just another bitter polutician. Charity begins at home baba."}
{"text": "I'm frothing over all of it so far.. 🤤🤤 ..the goodest shit. 😏"}
{"text": "Fair point but i didnt make the meme and couldnt take the big gov sucks off of it. And besudes meddling in many counties politics and economics. He funds antifa black lives matter to try and divide we the people to try and tear the country apart URL"}
{"text": "Vicious steps. Republicans defended on advance in hearings and Liberals only response was to 'out' the liar and claim Republicans were defending him because of Feinstein's 'info'. Real women don't lie about men. #Honorable #Judge #Kavanaugh"}
{"text": ".... and so it begins. &lt;&lt;&lt;&lt; The unfair and biased and unjustified targeting of Conservatives in a massive CENSORSHIP OF CONSERVATIVES Exercise . &gt;&gt;&gt;&gt; #Pray4TheUSA #Pray4Revival"}
{"text": "I swear to god . This shit is too real man"}
{"text": "We are “Casually fucked”"}
{"text": "hmm i'd do something like getting really high quality artists to draw really boring cars like a fucking 2002 grand prix or something"}
{"text": "A cute girl that I've had a crush on since earlier this year just called me funny and I want to throw up"}
{"text": "Is it gun control OR anti 2a? I haven’t seen a single ad attacking 2a. That’s just rhetoric to create fear."}
{"text": "BOOP POLICE DEPARTMENT FREEZE OH SHIT SHE IS TOO CUTE OPEN BOOPBOOPBOOP URL"}
{"text": "Could be either. Liberals like this have no shame and will do “ANYTHING” I suspect it is the latter."}
{"text": "He also said he had a gatlin gun and niggas that sit on the corner like boxers between rounds"}
{"text": "Oh no!! That sucks 😭 what if you are “sick” 🤮🤢"}
{"text": "Ezra is a cockroach who needs to have light shone on."}
{"text": "Democrats haven't done anything but cover up ..so all you think you have a solution .ya don't.....you want gun control.? How about abortion control. Free medical. Free ed. Quit tripping"}
{"text": "Poor Baby. This is why you and your entire network CAN NOT be trusted. The only people still watching CNN are brainwashed liberals and demonrats. URL"}
{"text": "Maxine is a CRACKED POT and should be run out of town. What a loser she is.😀 What a joke she is also."}
{"text": "You kept a SCJ seat open for over a year with Merrick Garland. It is not fair to push Kavanaugh thru. He is the most unpopular nominee ever. The American people deserve better than this. The woman deserves better than this."}
{"text": "Holy shit I love her???"}
{"text": "Ha if you really can't see the hypocrisy that is antifa then you have obvious drunk the cool aid."}
{"text": "What do you care! You are going to prison prison regardless. URL"}
{"text": "Free speech is alive but not so well since all social media platforms are run with a strict dictatorship of opinions by libtards."}
{"text": "I wonder if they are sex traffic victims?"}
{"text": "cares a great deal about how he is perceived. The number of people who died is largely irrelevant to him as long as he doesn't look bad. Not sure how blaming Democrats fits with Trump's amorality and lack of empathy but his inability to take responsibility fits."}
{"text": "Did he miss his head? This is a total lack of gun control"}
{"text": "If someone is being too nice to you at happy hour and asking probing questions about what you do at Pub Citizen....make sure to troll them and say you're with Antifa or something."}
{"text": "I always knew that is how Biden and Obama felt about conservatives. It’s just shocking that they so easily admit it now. No wonder there is such hatred and violence on the left!"}
{"text": "He worries about “antifa” while he invites and poses for pics with known neonazis. SMDH"}
{"text": "get your shit together"}
{"text": "AA Mr. Bean should crawl back under his rock."}
{"text": "And people take pride in living in a place where survival is a moment to moment struggle a d everything is just shit. They feel tougher and stronger than people in successful pleasant educated clean areas not plagued by violence and death. I've been that guy."}
{"text": "Antifa is much much smaller than white supremacists in America and responsible for a fraction of the violence. Also NAZI'S ARE BAD!!!"}
{"text": "re Ford when she was 15 where were her parents. Are liberals/corrupt politicians All going collude with people to come up with stories from Years ago that can't be proved. And to the Senator from Hawaii she's the reason women have a hard time. Life ain't easy."}
{"text": "By acting like a spoiled brat? Women do not need that sort of help."}
{"text": "K nvm fuck battlefield URL"}
{"text": "What the hell are these leftys talking about. They will say anything to stop Maga. URL"}
{"text": "What about Trumps promise on the border wall or do we pay for his lie what about gun control and innocent lives taken"}
{"text": "time for MAGA to flip it! 🤗"}
{"text": "But she’s OK with killing babies"}
{"text": "It seems that the more often these types of events occur the more the gun control and safety debate heats up. I believe eventually state legislatures will pass laws providing schools with better protection but it is sad that these events have to occur in order to push the agenda."}
{"text": "Too bad he can’t write a law to take away the stupidity from liberals."}
{"text": "this is exactly who you sound like. Complete dog shit. Been meaning to tell you this for a while. #long #cox URL"}
{"text": "Liberals have had 2 years to play this game.. an extra week doesn’t matter. Everyone was well aware who the likely nominees were. Kavanaugh has been a top name for many years.. Liberals have always had him as a target"}
{"text": "Sorry to break it to you but the god of the bible is actually just a lesser god from the ancient Sumerian and Babylonian religions. The bible itself isn't unique in it's claims nor is it unique in it's inability to substantiate said claims. Try again."}
{"text": "This nigga is everywhere 😂 😂..I can't escape his spews..it's now time"}
{"text": "Embarrassing for the liberals....I wonder who those women raped in school🙄"}
{"text": "You won’t hear it here! Jobless claims lowest since 1969 (four years before you were born). DOW in record territory (how many times now since 1/17?). Got to be a pile of shit in this room of ponies (right at #MAGA"}
{"text": "You don’t agree sexual assault is more serious than marijuana use? How many “baseless” allegations are supported by therapist corroboration 6 years beforehand? There’s evidence and conservatives are afraid investigation would make it more convincing."}
{"text": "She is one UGLY and DUMB woman!"}
{"text": "This liberal is pissed that anyone would give that disgusting pos an award for equality. And....f.u. for including all liberals in this bullshit decision by the HRC."}
{"text": "YOU should be FIRED... You are dead to the public for your FAKE NEWS Why don't you show him approaching the crowd? Scared ... If you can't stand the fire Get Out of the Kitchen...."}
{"text": "I think she is a hypocrite and loyal to the evil GOP. Vote her out."}
{"text": "only the arm? He really sucks at gun control."}
{"text": "Bert and Ernie are puppets / dogs are not children / there are only two genders / and there will be two terms #MAGA"}
{"text": "was she physically threatening the boys or us? was she completely slandering their name? no she wasnt. im honestly not for her saying that shit ya of course. like ya she said it and fucked up. but at least she owned up to it and apologized. but death threats is way out of line."}
{"text": "This asshole( ) Lies about Republicans"}
{"text": "Antifa unmasked and up close!Hey is that who I think it is??? p.s. They are SO STUPID no one told them a white raised fist stands for “White Power”so Thanks D*MBASSES! URL"}
{"text": "She probably did not think it would get this far. I hope the little sleaze does not go to the hearing and I hope if she does that they will prove what a liar conniving witch she and the rest of the Liberals are."}
{"text": "Another sick liberal 🤭"}
{"text": "Antifa otherwise known as NAZI Brownshirts\" I never thought of that comparison before, lol. It's ironic that they're the one's that call everyone else a 'nazi' for disagreeing with anything they say, lol.\""}
{"text": "Americans need to realize they rape and kill easily because of their environment. We absolutely have to close our Borders until proper vetting is implemented."}
{"text": "how long will it take for one of the biggest arsehole's to appear this millennium get humiliated and exposed for the corrupt fake lying toad that he is? URL"}
{"text": "So fuckinggg cute 😍"}
{"text": "How convenient a conservative dummy believes people are selectively unemployed.Conservatives always try to use this type of propaganda. No facts!Just their warped conservative beliefs. It’s very clear.Many conservatives like don’t have the ability to learn or think"}
{"text": "I can't wait for Kavanaugh to throw gun control in the garbage can where it belongs."}
{"text": "Oh Yes. He is a coward."}
{"text": "Bye bye Flake you Flake! Don’t let the Senate door hit you in the behind on your way out."}
{"text": "Why isn’t she is custody? I understand she cannot be in general population but she should be in custody and in some sort of holding cell."}
{"text": "The ”beautiful people” still don’t get it..Shameful! keep digging 'Dregs of society' support Donald Trump. #MAGA URL via"}
{"text": "We don’t support gun control in Texas. So long Beto!"}
{"text": "I hope whoever gets seated - kick and cry all you want, someone WILL get seated - they're a liberals worst nightmare. Everyone can look back and say we really fucked ourselves by not confirming.\" Don't act like you are protesting Kavanaugh, you are still protesting Trump's win.\""}
{"text": "I thought that I could not dislike anyone more than your father but I was wrong. You are even more PATHETIC than he is. Your children must be so proud to have a father who behaves like you. Tick tock.... #MuellerIsComingForYouToo #PatheticLittleManJr"}
{"text": "🙄She’s NOT claiming rape! And FBI does NOT have jurisdiction! The day said they won’t do it more than once He’s had 6 FBI background checks if there was anything they would’ve found it Also HOW do you investigate something when complainant doesn’t even know WHEN or WHERE? #MAGA"}
{"text": "Proud. Shit is fire no matter what weather you’re in. No matter if your house temperature is high or low. Everyone’s just too pussy to get in the water for 1 min. Cuz after that you get used to the temp"}
{"text": "did you watch the music video for jackets hrgggg i love hank's dumb ass"}
{"text": "i feel like his face will never change. he is right in the middle of our mom and his dad."}
{"text": "You Conservatives want to talk about scandals! Really? Let’s get started. If you have the balls. Let’s get busy you chickens."}
{"text": "you know Scott does not care about gun control. He has done nothing to help our children fight For gun valance stoppage in America. Vote to help our kids in school. Vote DEM. Trump lied to them with him ."}
{"text": "...I'm smarter than he is, I would be fine, he can punch me all he wants and it wouldn't work... And by the way this wealthy New Yorker actually earned his money it wasn't a gift from Daddy\" -Jamie Dimon 😎 $JPM\""}
{"text": "Could WE get some honest Law enforcement agencies to dig into Chinese Spy chauffeur. He may have been sexual assualted in High school. Funny how an American citizen didn't qualify for the job. VOTE #MAGA URL"}
{"text": "One really horrible incident I could show you hundreds of antifa but they didn't kill anybody YET!!!!"}
{"text": "There should be a serious FBI investigation into this woman’s motives behind this political hit job. This kind of shit is NEVER done to anyone other than conservatives. Such bullshit."}
{"text": "Meh should be asking and about their blatant disregard for truth in the gun control discussion now present in the country - this is why criminals have no fear. Government misdirection! URL"}
{"text": "ACLU is insane. The antifa democrats are violent and should be declared a domestic terrorist group."}
{"text": "What the hell are you talking about? The only threats are coming from gun control nuts made against her kids."}
{"text": "#NoToKavanaugh He'll REVERSE Roe vs Wade-women's rights He'll SUPPORT Special Interest He'll PARDON Trump if indicted He'll DESTROY American Healthcare Act-ACA He'll FAVOR the NRA &amp; STOP gun control He'll vote AGAINST LGBTQ rights He'll VIOLATE immigrants URL"}
{"text": "We have nothing to lose in dumping rump asap. He is a menace."}
{"text": "Truth. All you need to do is see what any of them threaten if even moderate gun control proposals are seriously talked about."}
{"text": "Conversely you apparentl don't care about kids unless they are shot at school &amp; can be used to promote gun control. Funny that AR you hate so much is used to kill far less people than criminals do with their arms and legs. When do you start calling for everyone to be dismembered?"}
{"text": "Shame on them willing to ruin good man over a 36-year-old groping accusation she can't prove. They're rabid liberals who don't want a Supreme Court justice who will follow the Constitution. It's all about politics. Shame."}
{"text": "Comey has pissed on the us Constitution..he is a rat and needs to go away or face consequences"}
{"text": "Go to hell! This is NOT Queen for a Day. I believe you less and less with every bit of bullsh*t you pull. You're nothing but a lying Demonrat! #MAGA #Trump2020"}
{"text": "Maybe he was smart enough to get on the #TrumpTrain and tired of getting run over by it! Unlike you and your sycophants.. URL"}
{"text": "Any critique of Bernie’s objectively horrible record on gun control is met with “He’s from a rural state” or “He has a D- from the NRA” As if I give a fuck why his record is horrible. And then there’s this stupid shit: URL"}
{"text": "And this coming from the sick puppy liberals at the Beast."}
{"text": "Probably have their violent liberal Antifa in full force showing us just how much they really care about any humans. Nope I'll never fall for their fake sympathy garbage as long as they pay to have strangers beat to a pulp by KKK hooded thugs. Never!"}
{"text": "#Trump was walking towards a crowd excited to see him. He was reciprocating the love. That moment was about the reception not 911. It was genuine and honest. Barack is nothing more than an actor who fakes crocodile tears to call for gun control."}
{"text": "Thanks for being a bad bitch we CAN believe in URL"}
{"text": "And he is planning to run in 2020? Joe lost his natural mind..."}
{"text": "That asshole has so much nerve. Unreal."}
{"text": "Talk about a kangaroo court! Is this what you Liberals want? One person's word able to destroy another person's life with NOTHING to back it up. If so you're sick."}
{"text": "Who does your hair? Only asking as my pussy is getting bald and I am thinking of trying some new comb-over to hide the worst of it. #oldageproblems #MAGA URL"}
{"text": "Who has what to lose? This entire thing is to block Kavanaugh. Because he leans a bit to the conservative side and was nominated by Trump. This is the liberals playing games. If you can't see it you've been brainwashed by mainstream media."}
{"text": "He should be ashamed of himself. Did Michael Moore start the term on the internet called a troll\"? I think he is an ancient troll that is coming into his age with the liberal hysteria and their guided ignorance.\""}
{"text": "speaks in nothing but dog whistles. Who does she think she is fooling?"}
{"text": "McEnroe is a fucking legend. And he hurled abuse at everyone! Now he appears in commercials yelling at people and movies yelling at people. He is an icon. Do you think it’s fair?"}
{"text": "I believe he asked people 2 vote out aishwarya bcos she is mentally unstable n has mood swings"}
{"text": "The reason liberals should be deported. They are just to sick and twisted to fix."}
{"text": "Are facts a “dangerous line?” A hate Trump liberal activist makes a 37 year old claim that is completely out of character for Judge Kavanaugh and we shouldn’t question it? This is a total scam and I’m fed up with liberals turning our SC Confirmations into the Jerry Springer show."}
{"text": "Jokes are funny if the person saying them doesn’t really hate whites and Christians. That’s a National past time for liberals these days. Funny stuff...for the Louis Farrakhan crowd. Racist crap by any barometer."}
{"text": "And how much will you have to say once you are in jail? Your whole family are #criminals."}
{"text": "you at the prospects game? #fatbastard"}
{"text": "I thought it was because you weren't very funny and lacked in talent as a comedian."}
{"text": "Oh no is he going to start painting hideous pictures like and peddle socialism and gun control for everyone but himself."}
{"text": "Liberals are vile vicious and disgusting URL"}
{"text": "Just plain stupid she thinks she’s being clever but come the next GE the public will make the Tories pay by casting them into the political dustbin for yrs to come see how smug she is then"}
{"text": "👀 sitting here thinking he has a killer porn stache"}
{"text": "It's hilarious that liberals think there's an equivalency between using Senate rules to keep a nominee from being voted on and bringing someone out to accuse a nominee of sexual assault 35 years ago. Once again just showing how sane you are"}
{"text": "Not just “liberals” there is minority of Republicans with more brain cells than a rock!"}
{"text": "YOU!!! Need to leave a lot of shit in the past lol this tweet is literally made for you"}
{"text": "A 5th columnist always imagines himself as a patriot. That’s how traitors rationalize perfidy. . . Clearly the deep state, the steady state, the swamp, or whatever you wish to call it sees itself as above such nuisances &amp; trivialities as elections.\" URL #MAGA\""}
{"text": "Carrey should be shut up for good"}
{"text": "Because he didn’t do any think Sorry that not true you and Obama screw the American people when ever you could!"}
{"text": "18 USC sec. 2383 et al. Time to press Federal criminal charges on Eric Holder and the other swamp scum. URL"}
{"text": "Saul does not suffer fools. And he is impatient with people who are too lazy to read and learn."}
{"text": "You are such a losing Democrat....No one believes what you say...You speak well but part of crooked Democrats....Pers Trump has done more for the USA than any other President put together....LOSER"}
{"text": "1. How is that gun control working in Chicago? 2. Only the military has access to Assault weapons. Is your ignorance from old age or are you still working for the Chinese. URL"}
{"text": "“Like hell he is hurt. Do your job” -Randy Orton. Do you have ears?"}
{"text": "You're a fucking idiot"}
{"text": "He is a sick individual I don't care if he is the Pope or the trash pick up guy. Sick and bring to justice"}
{"text": "A big Thank you\" to all these stupid celebrities. Events like this will only serve to help Republicans in 2018 and 2020 elections. #MAGA URL"}
{"text": "Mom better watch out for the Moron's hands. He has at least 17 accusation of sexual harassment charges. He is also affected by Pee stained skin due to his liking to be peed on!"}
{"text": "He is competing for worst president again."}
{"text": "you are like a real life cartoon character!! I love and respect the shit out of you for it. Keep doing you"}
{"text": "And until you gain a greater understanding of that hatred, and how your blanket endorsement just by putting #MAGA and expressing your ignorance to platform by putting anti-openborders\" in your bio, you're going to get hatred in return.\""}
{"text": "She is a biggest Thing she as fail everywhere else"}
{"text": "Gonna boo his ass regardless now"}
{"text": "You been reading Q again, right? That's what Q says. I believe\" it too but still... Sessions is virtually invisible. RR is there to stay. He is NOT going anywhere even when the FISA docs released to public. Won't be COVERED AT ALL by the Shitstream media. Nobody will ever know!\""}
{"text": "It’s easier for Pod to believe both sides are terrible. Then he doesn’t have to honestly look at the conservatives."}
{"text": "I lived through the era where conservatives literally tried to argue that gay rights would cause the collapse of Western Civilization. No exaggeration. They used he fall of Rome as their example somehow. They now want to pretend that they didn’t vilify us. Ugh."}
{"text": "Hitler would be so proud of David Hogg URL"}
{"text": "Shit you right 😂"}
{"text": "you are killing me!!! We landed in PHX 30 min early from SAN and have been sitting on tarmac for 40 min. Now officially late looks like I am going to miss my connection to OAK. This sucks!!!!!!!!"}
{"text": "I call her the Negative Nellie who lives in my brain. I constantly battle with her. She is a creep."}
{"text": "Chicago already has the toughest gun control laws in the country. Democrats want to disarm law abiding citizens but criminals will always have guns."}
{"text": "Liberals don't address. They insult and attack."}
{"text": "Too many Republicans/Conservatives perennially bringing a knife to a gun fight is how Connecticut has ended up a basket case state. If you can't stomach matching your adversaries aggression level you will get steamrolled. Every 4th grader knows this."}
{"text": "He doesn’t want to give anything to POTUS!"}
{"text": "Nice. That is so true. No life trump haters. Funny thing is trump done everything good for Americans and America yet these anti Americans put trump down! Amazing that people act like Trumps the bad guy! EVIL is the liberal democrats &amp; the band of haters.. Antifa\" \"blue wave\"\""}
{"text": "Why are you telling them to not do this? I encourage Antifa shits to try this and get dropped. Less of them the better."}
{"text": "We are playing Clue based on a high school party in the 80s when a federal judge was in his teens. Does anyone really take this seriously?"}
{"text": "Damn is she ugly!!!!"}
{"text": "Also Jaclyn is either crazy stupid or she is straight up lying to people about the Morphe return policy. That is also deceptive and predatory"}
{"text": "She is really talking nonsense.. can she talk like this for Bible and Quran?"}
{"text": "This is not a new tactic for the left.. This is actually their go to tactic they have used throughout the decades. This is a playbook right out the Nazi-socialist playbook..The democratic socialist are today's neo-nazis. Aka antifa. #TheGreatAwakening #MAGA #QAnon"}
{"text": "Soooooounds like an AWESOME plan !!! Next he’s gonna be pulling money from Medi-care &amp; Pensions to pay for all the Golf Cart Rentals for his detail that watches him struggle to stay on the fairways on all the Golf Weekends he swore “he’d NEVER have time for” #MAGA URL"}
{"text": "I kind of feel like AntiFa are terrorists.but maybe I'm overstating it lol 🤷‍♂️"}
{"text": "You know what wasn’t in his apartment after? Him. And that’s the fucking problem."}
{"text": "Just saw it. Still vague though. He does not confirm if he is done or not though."}
{"text": "Holder should be in prison"}
{"text": "Lord Of The Pies should kept his c*ck holster shut. Nobody gives a toss what you Hollyweirdo's have to say. #MAGA"}
{"text": "Such a fucked night"}
{"text": "So you’re saying THIS official is suppose to go back and recall every other violation that was let go and than rule? Silly ass argument. She was out of line he called it. That’s like saying billy Martin didn’t get thrown out in 1975 so how can buck showalter get thrown out"}
{"text": "pres trump has the right to release classified docs if it proves this investigation was biased before it began. Its almost 2 yrs later and mueller has nothing on trump. Damage of his presidency has occurred due to the liberals who are against him"}
{"text": "You are so pathetic"}
{"text": "10 restaurant diners fatally shot in Corpus Christi with .357 Ruger Blackhawk revolver. The NRA calls gun control research 'unethical'."}
{"text": "Louis Farrakahn called. He said you are doing a great job of parroting his ideas. (Means you do not have an original thought and that you are actually the puppet here)."}
{"text": "It's kind of like when a mean old woman says that a pretty young one is Ugly and untalented\" just because she is washed up and will never look like that again. For one thing it's catty, secondly, it makes her look like a jealous hater and has-been! #Montel\""}
{"text": "shit doesn’t feel real to me. then again... life is very whack and i don’t like how it’s set up to begin with so. idk."}
{"text": "Liberals have truly outdone themselves with this stunt. Absolutely disgusting."}
{"text": "I think Donald Trump is a disgusting disgraceful pig . Shame on him thinking that he did so much for Puerto Rico . He failed us . And he is a failure as a so called president . He did nothing but talk bad about Puerto Rican’s he doesn’t understand that PR is USA territory.JERKOFF"}
{"text": "How an #evangelist speaks when he is filled with holy spook URL"}
{"text": "Ya too bad the democrats had to bring back nazi tactics and nazi brown shirts in the form on antifa URL"}
{"text": "...Bono's attempt to inculcate the masses in his later life epiphany... senility has certain markers; i guess Bono has made that clear now - sad 😳🤔🤔"}
{"text": "The ratings are low because of people like you &amp; the other guy making fun of conservatives.. This is one reason why Trump won.. You people just don't get it &amp; pitiful &amp; shameful..."}
{"text": "This is a teacher or nut job...you be the judge...but remember she is influencing young minds."}
{"text": "Roy Moore\" \"Allegations From Far Distant Past\" \"Bezos\" \"Bunny\" \"Satire\" #drellenbrandt #MAGA Dr. Melissa Bunny, via a Medium, tells us from beyond the grave: \"About 35 years ago, Jeff Bezos put his hands on me, cut my head off, and cooked me as hasenpfeffer for dinner.\" 🐇🐇🐇 URL"}
{"text": "ANTIFA..ANONYMOUS ARE COMING FOR YOU.. URL"}
{"text": "Antifa FACIST. Don’t let these mean anti-Americans use a fake title. They are FACIST."}
{"text": "Could anyone expect anything less from a fool like j rubin? Incompetent hair on fire libs cost people their lives and blame it Pres. Trump."}
{"text": "The cunt who’s 1st EU is doing it URL"}
{"text": "LMAO you are too dumb... forgive my manners but this pile of shiit you just said can give cancer. URL"}
{"text": "I bet the first ones she calls when she is being robbed is those very same police😡‼️. People are freaking stupid ... 🙄"}
