{"text": "I done seen a lot of fake shit. That bitch ain't bad, she's basic."}
{"text": "I dont even say nigga i say nigger. Im like Chuck Norris. I say the nigger word without checking over my shoulder."}
{"text": "I dont fuck wit hoes or broke bitches"}
{"text": "I dont give a single shit who you are, if you wear a suit and white cotton socks I am just going to assume you are functionally retarded."}
{"text": "I dont got no type... Bad bitches is the only thang that i like! You aint got no life.. Cups with the ice and we do this every night!&#127926;"}
{"text": "I dont hide bitch im high when im in public"}
{"text": "I dont kiss none of these hoes &#128567;&#128586;&#128069;&#128581;"}
{"text": "I dont know a niggah that could cover for me"}
{"text": "I dont love these hoes ."}
{"text": "I dont mess with sneaky ppl nd they hoe intentions"}
{"text": "I dont mind gay people but the flamboyant \"hey look at me Ima faggot\" kinda gays annoy me. bruh just play wit ya booty in peace. ion care."}
{"text": "I dont say fuck bitches get money because i love em both"}
{"text": "I dont think ive ever seen a fight on the real world. I mean a word fight yeah. tons of times. but damn! that bitch swung"}
{"text": "I dream about having twin girls a lot yea karma I know it's you bitch"}
{"text": "I dress how I feel, if I felt like a bitch id dress like one"}
{"text": "I drive by and them bitches waive but girl I can't stop"}
{"text": "I eat generic Oreos.. Baller with a budget bitch."}
{"text": "I eats the pussy."}
{"text": "I fear no niggah I trust no bitchhh.."}
{"text": "I feel bad for all you bitches that have never been to Disney World &#127984;&#128081;"}
{"text": "I feel bad for her nicca tho ... Ya girl a hoe my nicca!"}
{"text": "I feel bad having this info but at the same time , karmas a bitch,"}
{"text": "I feel every song I hear is a soundtrack to my life. For 1 relationship & against another?? Keep in mind, the last song was pussy control!"}
{"text": "I feel like I should be sad and all that pussy shit but I am just so pissed right now idk what I'm feeling."}
{"text": "I feel like a bad bitch when I wear my rhinestoned pocket jeans ."}
{"text": "I feel like a bitch that just got her heartbroken a day before her wedding"}
{"text": "I feel like a swag fag w this shirt lmao"}
{"text": "I feel like apart of the in crowd like yes bitch lets indirectly talk shit &#128514;"}
{"text": "I feel like its gon be a homo revalution round dis bitch deez niggas expandin"}
{"text": "I feel like that niggah Pac these bitches set me up."}
{"text": "I feel like this hoe owe me something ..,"}
{"text": "I feel so alone. I miss my #wife so much. I hate the white trash who raped and killed her and our daughters."}
{"text": "I feel sorry fo niggas dat gtta make up shit to lie about. I would hate to have to think that fuckin much.#bitch"}
{"text": "I feel sorry for mexican and Asian niggas, they got the worse shaped bitches on earth."}
{"text": "I feel the sorry for the nice people in this world because they're actually the solution. Its all you hoes and assholes thats the problem"}
{"text": "I fell in love wit my side bitch, crazy thing she wasnt even my bitch"}
{"text": "I fight for what I love, but you make something of bitches I think nothing of."}
{"text": "I figured that if hoes wanna play games, fuck em and leave em :)"}
{"text": "I find a new song I like and play that hoe way more times than I should lol.."}
{"text": "I find it FUNNY ASF how people will try and tell you how you should live YOUR life. Like bitch! Stay in my shadows thank you lol &#128514;&#128514;"}
{"text": "I find it hard to believe cee-lo raping hoes, it's too easy to get them panties off when you successful"}
{"text": "I fink this catfish shit is funny afta all how can this bitch thinks that she was talking to bow wow doe &#128514;&#128514;&#128514;"}
{"text": "I flipped dat pacc said fucc a bitch n went and did it again"}
{"text": "I follow sum bush ass bitches on here &#128565;"}
{"text": "I forgot how white trash Texarkana was... Well it is arkansas so.... &#128514;"}
{"text": "I found the \"boom, boom, boom, waaaaay ho\" girl. How the fuck does someone sing for 5 years and not progress at all?"}
{"text": "I fuck alien bitches, demon and angel bitches, a couple of centaur bitches, got really drunk and fucked a dragon chick a couple times..ughhh"}
{"text": "I fuck bad bitches to stacy lattisaw, why you nigga's balls blue like an avatar?"}
{"text": "I fuck bitches &#128175;&#128536;&#128541;&#128539;&#128525; better watch yah hoe &#128175;&#128129;&#128168;&#128069;&#128109;"}
{"text": "I fuck with lux and his knowledge but mooks presence, delivery is connecting more to the people. Crazy."}
{"text": "I fucked the bitch I used to dream about and coulda died when I came from disbelief. Nah I dont wish to speak on her name that shit is weak"}
{"text": "I fucked the shit out yo bitch yesterday til she couldn't stand straight she called me earlier asking could she come and get a replay"}
{"text": "I fucked your little sister last night The pussy was right The pussy was tight"}
{"text": "I fuckedd your bitch than gave her a snack pack"}
{"text": "I fuckin hate this bitches voice OMG"}
{"text": "I fucking hate this fucking neighborhood, these fuckin bitches have someone over everyday ya3ne."}
{"text": "I gain a few pounds a bitch look thickkkkkk"}
{"text": "I gassss on these niggas, I got gas for all these hoes"}
{"text": "I gave my aunt my tupac greatest hits CD , that bitch is lucky I love my tupac CD"}
{"text": "I get gwop now that bitch remember me"}
{"text": "I get more nudes than all you bitches &#128526;"}
{"text": "I get so deep in that pussy i touch the back of her soul!!!"}
{"text": "I give my niggas hope and sell these bitches dreams!"}
{"text": "I give off the Selfish little bitch vibe, but if you get to actually know me I tend to put others before myself 24/7"}
{"text": "I gonna start unfollowing angry bitches. Shit is mad depressing"}
{"text": "I got .05\" of rain yesterday including the bird shit in my gauge."}
{"text": "I got 2 bitches if them bitches snitching then finger itchin. shot em the kitchen, Makem wash the dishes."}
{"text": "I got 7 A's &amp; a B on my progress report &amp; I still be touchin Bands &#128514;&#128557; bitch get like me &#128527;&#128175;"}
{"text": "I got 99 problems and a bitch ain't one... She's all 99, I think I need a sub machine gun #gratata"}
{"text": "I got 99 problems but a bitch ain't 1!"}
{"text": "I got 99 problems but a bitch ain't one"}
{"text": "I got 99 problems but a bitch aint one, she's all 99 of em I need a michane gun"}
{"text": "I got 99 problems but a pussy ass bitch ain't one ;)"}
{"text": "I got California love fuckin bitches to that pop shit"}
{"text": "I got I.s.s Friday for refusing to give up my phone these bitches can kiss my ass cause there not getting it"}
{"text": "I got a Lambo, 2 doors. 2 seater, 2 hoes.. Yokohamas, no vogues. Man that bitch beautiful. -"}
{"text": "I got a Spanish bitch, her name Nina #paranoid"}
{"text": "I got a cousin thats rollin ... Got a bitch in tha hoovers"}
{"text": "I got a gang of old ass drafts, all trash"}
{"text": "I got a main bitch I got new hoe love my Ak but I got my .44"}
{"text": "I got a measly 506 followers on Instagram that's probably why these bitches ain't takin me serious"}
{"text": "I got a missed call from your bitch &#128514;"}
{"text": "I got a something that pays me 2 Hunnit every week , only real bitches kno how to manage money &#9829;"}
{"text": "I got a surprise for you bitches"}
{"text": "I got a thick ass neck, tho. 17 1/2 or 18 on these hoes. Can't zip my half zip fleece out this bitch."}
{"text": "I got ass cheeks on my white tee, all these hoes keep grindin on me"}
{"text": "I got bad bitches on stand by"}
{"text": "I got bitches geekin sneaking cocaina cross the customs &#128131;"}
{"text": "I got bitches nervous like virgins flirtin wit uncle mervin"}
{"text": "I got bitches on my dick They just ain't here yet nigga"}
{"text": "I got bitches tho.. That's all I got."}
{"text": "I got every reason to feel like I'm that bitch"}
{"text": "I got good credit. So my bitch credit gotta match mine"}
{"text": "I got hoes in different area codes"}
{"text": "I got money and hoes money and hoes"}
{"text": "I got more private tracks than public on my soundcloud. I needa finish these joints so i can sick em on yall hoes"}
{"text": "I got more trust in drugs then these dumb ass bitches"}
{"text": "I got my dawg Norris some blue flames for his bday dat bitch couldn't even drink it.... but u no Pop alcoholic ass downed it"}
{"text": "I got my mind on my money, all I needs a bad bitch so I can ride round the city and spend this cash with"}
{"text": "I got my own legacy bitches, fuck yall legacy"}
{"text": "I got my own rhythm and stroke patterns when I'm bout to nut, be still bitch."}
{"text": "I got no patience for hoes actin lame ima stop fuckin wit yo ass quick asl"}
{"text": "I got no pic up lines I stay on my grind I tell a bitch all the time \"bitch get in my car \" I got my 64 Ridin on Dayton spokes !"}
{"text": "I got no respect for hoe shit"}
{"text": "I got so many horses , all the hoes say that its gorgeous ... In tha air dats where my doors issssss"}
{"text": "I got some bitch ass coworkers. I stay late every day last week I don't complain about them mfs. They stay late they send emails that I left"}
{"text": "I got some lightskin pussy one time and the bitch damn near had me bout to propose."}
{"text": "I got some yard work i need done....you got me? RT : Control your excitement sir... &#8220;: Lets gooooo Teena bitch!!!&#8221;"}
{"text": "I got something for your ass, keep thinking I'm pussy"}
{"text": "I got soo many funny pictures from yesterday &#128514;&#128557; bitches was fucced"}
{"text": "I got the streets in a head lock, I got yo bitch in a leg lock"}
{"text": "I got the streets ina headlock i got yo bitch ina leg lock i do not fuck with the fed cops!! &#10060;"}
{"text": "I got the streets ina headlock, i got yo bitch ina leg lock!"}
{"text": "I got the streetz ina head lock...i got yo bitch ina leg lock!"}
{"text": "I got these 5 dominican hoes that randomly hit me up every so often &amp; can't tell if they like me or tryna rob me."}
{"text": "I got this root beer chillin in the fridge imma crack that bitch open in a few"}
{"text": "I got yo bitch dick whipped"}
{"text": "I got. A lot. Of hoes.... All up on my dick"}
{"text": "I gotta a bad bitch and all she do is bake cookies"}
{"text": "I gotta admit i used tell bitches everything they wanted to hear Bighead change my ways a lil bit"}
{"text": "I gotta bad bitch. always got her hair fixed. always n the mall wit her friends buying outfits"}
{"text": "I gotta big head yah bitch I think it's crown sized"}
{"text": "I gotta bitch to suck my dick till I nut spit it on my gut and slurp that shit back up ain't that a slut"}
{"text": "I gotta bottle of liq at the crib when I get off I'm hitting dat bitch bare&#128553;... the liq dat is!!!"}
{"text": "I gotta give De Blasio credit. He is a man of his word. Nypd can't arrest niggas for weed anymore hahahaha fuuuuuck yoouuuuu bitch"}
{"text": "I grew up ina jungle wit the gorilla snakes &amp; bird ass niggas &#128018;&#128013;&#128038;"}
{"text": "I grew up with niggahs don't trust no niggah no love for niggahs"}
{"text": "I guarantee there will b some hot twats out tonight in dresses with no leggings and open toed shoes."}
{"text": "I guess I just come off as a bitch to people &#128529;"}
{"text": "I guess bitches got it twisted and think I'm weak or something.. Do I look weak? Do I look scary? Do I look like somebody you finna pick w|?"}
{"text": "I guess niccas think if they owe you money for so long you'll forget! &#128530;&#128530;"}
{"text": "I guess none of deez rappin ass niggas wanna throw dem bitches wit da big homie"}
{"text": "I guess that OH was a bitch I don't! Ha"}
{"text": "I had 14 fags in the space ae 3 hours? Excuse me? #confused #wheresshitgoing"}
{"text": "I had a date wit Irene nd that bitch stood me up matter of fact she stood da whole city up thanx you fucking Cunt Irene up ur ass no grease"}
{"text": "I had a dope ass parlay this week with San Fran... woulda won, but them hoes ran back the pick 6. SHIT BE RIGGED YO!"}
{"text": "I had a dream I was in 4th grade again with my class except as my current self and remember thinking \"you're crazy, you become a hoe, moron\""}
{"text": "I had a dumbass dr do that on a c-4, I was just like this dumb bitch"}
{"text": "I had liked this one bitch but, she always was in some shit causing some fucking drama"}
{"text": "I had the boldest side hoes, come out to me I front of my girl nd start touchin a nigguh"}
{"text": "I had to hug the block. You bitches just wave at it"}
{"text": "I had to tell a bitch, I WANT THE LOVEEEEE"}
{"text": "I had to unfollow some crazy asian bitch earlier lol I don't play"}
{"text": "I had wack dick until I started messing with white hoes. They stuck around &amp; let a young goon practice on em."}
{"text": "I hardly text back so these hoes love to phone me"}
{"text": "I hate a \" think she know how to out head type bitch foh \""}
{"text": "I hate a \"Hacked at 20k\" ass hoe.."}
{"text": "I hate a \"I used to talk to her/him\" nigga or bitch like foh hater &#128530; we never talked u jus know em"}
{"text": "I hate a bitch that love a bitch that say she love a nigga too Confused ass bitch What you gon' do? Is you gay bitch? Is you straight bitch?"}
{"text": "I hate a don't get shit done ass nigguh"}
{"text": "I hate a extra ass bitch or an extra ass nigga . you're doing too much , just stop . It's unnecessary ."}
{"text": "I hate a ol fat disgusting Walmart working ass bitch....."}
{"text": "I hate a stuck up bitch. Likeeee stfu. You ain't shit special."}
{"text": "I hate a trash bad bitch"}
{"text": "I hate a wishy washy bitch"}
{"text": "I hate all these industry fags. I hope they all get the Nigerian Summer Flu"}
{"text": "I hate baldheadass bitches &#128529;"}
{"text": "I hate bitch made niggas that think as soon as they get some pussy theyre bad ass. Youre 18 as a junior and you bang freshman. #bitchnigga"}
{"text": "I hate bitches but ugly and//or fat bitches are the worst"}
{"text": "I hate bitches that fish for compliments"}
{"text": "I hate bitches that have attitudes all the time"}
{"text": "I hate bitches that wear those fake ass ray bans, they're only $100 stop being cheap."}
{"text": "I hate bitches who thinks everyone wants their nasty ass like no &#9995; you're not cute &#128530;"}
{"text": "I hate bitches with bad eyebrows"}
{"text": "I hate bitches with thick eyebrows"}
{"text": "I hate bitches. Thirsty ass bitches"}
{"text": "I hate drinking by myself. Everyone's so fucking boring now. Fuck you guys, I'll be fun by myself pussies &#9996;&#65039;"}
{"text": "I hate dumb bitches"}
{"text": "I hate fat bitches"}
{"text": "I hate females that push their asses out as they walk. You know you look like a retarded Flamingo, right?"}
{"text": "I hate ghetto bitches with a passion.."}
{"text": "I hate going to parties where really fat bitches go and act like theyre the shit because theyre at the party. Like damn Nessie im here too"}
{"text": "I hate hoes"}
{"text": "I hate hoes who be looking all nice nshit with their hair and nails done, but they kids look like they BARELY survived a tornado"}
{"text": "I hate how girls bitch about E V E R Y T H I N G"}
{"text": "I hate people who talk loud, ignorant ass mother fuckers and ghetto people."}
{"text": "I hate pretty bitches that chill with lame niggas"}
{"text": "I hate pulling into stores. Niggas be staring like they never seen a bitch drive a car with rims and a system. ."}
{"text": "I hate pumpkin flavored items you other white bitches are crazy they're nasty &#128567;"}
{"text": "I hate ratchet country hoes I'm ashamed"}
{"text": "I hate self-rightous Black bitches."}
{"text": "I hate self-rightous bitches in general but my people really get on my fucking nerve sometimes."}
{"text": "I hate stupid bitches who cry for stupid reasons"}
{"text": "I hate takin out the trash, I always be expecting a big ass dog to be in the alley or like a raccoon to jump out the dumpster"}
{"text": "I hate texting boring bitches"}
{"text": "I hate that hoe ... She ain't bout shit"}
{"text": "I hate that hoe oml &#128074;&#128074;&#128074;&#128074;&#128545;"}
{"text": "I hate that my mom says she trying to move out here... Like bitch the only reason your \"trying\" is because you don't have a place to live.."}
{"text": "I hate that one random tear that comes out when you haven't blinked &#128560;like nigga stop being a bitch &#128162;"}
{"text": "I hate that when I have assigned seats they sit me by the most annoying bitches in the whole class."}
{"text": "I hate the f-ing bus, I hate the f-ing bus, high ho the dairy-0 I hate the f-ing bus!"}
{"text": "I hate the ghetto trash at the special school across the street from my building. All of them will grow up to be criminals."}
{"text": "I hate the white trash cops who raped and murdered my infant daughters and son."}
{"text": "I hate these hoes that look thick from the front them she pass u &amp; her ass be missing"}
{"text": "I hate this cookie built bitch &#128514;"}
{"text": "I hate those kids in your class that are always complaining and just being a bitch/douche to the teacher"}
{"text": "I hate tht hoe I make it SO hard just to talk, dont I? I get off topic, Dont I?? I get it poppin, Dont I? I'll end up stoppin, Wont I?"}
{"text": "I hate twitter. Just a bunch of sexy bitches I can't have"}
{"text": "I hate txtn this niggah man lol"}
{"text": "I hate when I see a thick bitch on Instagram, then she show up looking like a teddy graham."}
