{"text": "Still wit the Same bitches to the death of me&#128553;"}
{"text": "Stolen from cream_2fly3xl lol but really guys I'm giving classes on keeping that bitch who's registering&#8230;"}
{"text": "Stomach is hurting, I'm starving for some early morning pussy. &#128527;&#128527;"}
{"text": "Stoni is a fuckin queer..."}
{"text": "Stood outside for 5 minutes to take a phone call, went back in and looked in the mirror and saw a Somalian. Fuck the sun lil punk ass bitch"}
{"text": "Stop Twatching me bitch."}
{"text": "Stop actin like yu just started wearin ya uggs, bitch I seen you break em out in August"}
{"text": "Stop being a hoe"}
{"text": "Stop giving these hoes half azz Dick plow it deep make her scream nd cream"}
{"text": "Stop lettin them messy hoes mess with your business."}
{"text": "Stop sayin my gov. Name fuck wrong widd u bitch is u stupid"}
{"text": "Stop snitching faggot &#8220;: \"I'll snap you a nude but promise you won't screenshot\" \"Don't worry baby I won't\""}
{"text": "Stop trying to be down honky"}
{"text": "Stop using the word \"redskin(s)\"."}
{"text": "Stop whacking off in the shower queer boy!"}
{"text": "Strapped up fasho cause Iont trust no hoe"}
{"text": "Stress stress go away. Come again never you fucking bitch"}
{"text": "Strong jaw ass bitch"}
{"text": "Strong pussy RT : Yall think Ciara got good pussy?"}
{"text": "Stu a rape faced faggot man I'm sick of this nigga"}
{"text": "Stuck up serious bitches are possibly the worst type of girls. Ever."}
{"text": "Studying for this bio test like a hoe &#128554;"}
{"text": "Stunt on these hoes like&#128514;&#128514;&#128175;"}
{"text": "Stupid and ain't got hoes #ShmediumProblems"}
{"text": "Stupid ass Alex. Scary little bitch. THROW IT!"}
{"text": "Stupid ass hoe"}
{"text": "Stupid bitch &#128545;"}
{"text": "Stupid bitch at Church's didn't give me my fucking BBQ sauce so now I gotta eat some dry ass chicken strips &#128531;"}
{"text": "Stupid bitch should have stayed home &#128545;&#128530;"}
{"text": "Stupid bitches deserve to be treated like a stupid bitch"}
{"text": "Stupid cunt bitch on the road"}
{"text": "Stupid freshman bitches that walk like slow as hell and u can't get around them, hurry the fuck up sloth"}
{"text": "Stupid fucking cunt"}
{"text": "Stupid hoe is so wack &#127926;&#128526;"}
{"text": "Stupid lil bitch !! Really think I'm trippen &#128514;&#128514; You outttta pocket with this pimpinnn"}
{"text": "Stupid people talking smack on \"Uncle Tim Tom\" are the same ghetto fools w/no future. I'm surprised u ignorant niggaz even read or write."}
{"text": "Stupid teabagger restaurant making customers pay 'Minimum Wage Fee'"}
{"text": "Stupid white people making my posts relevant to they own life #stupid #cousintoucher #honkie #whitetrash #blonde"}
{"text": "Sub tweeting and uoeno lol bitch"}
{"text": "Subtweet me one more time, you dirty chink whore"}
{"text": "Subtweeting little bitch \"taking the high road\""}
{"text": "Suck my super monkey balls"}
{"text": "Sum of y'all kno y'all be on lock but talking bout \"bitch I ain't doing shit tonight ho I'm tired\" &#128514;&#128557;&#128514;&#128557;&#128514;"}
{"text": "Summer hoes turn into winter wifeys"}
{"text": "Summer hoes turning into winter wifeys &#128553;"}
{"text": "Summer is over, so all you half naked hoes are gonna have to find a personality now. &#128129;"}
{"text": "Summer time bitch, always wild"}
{"text": "Sumn wrong wit da pussy, een tho I ain't gonn hit it Ima still make sure dat she gushy"}
{"text": "Super handsome guys can literally be broke af with no career and some horny bitch will support him into bankruptcy lol"}
{"text": "Superman your ho, eyyyy"}
{"text": "Sure I got a nice car, a 60 inch tv, stainless steel appliances in my apartment and a few thousand twitter followers but I ain't got no hoes"}
{"text": "Sure wish my nose would stop dripping.....this sick shit is for the birds"}
{"text": "Surprise bitch &#128526;"}
{"text": "Suzan are you really going to make me get off this sofa to find some damn silverware, by golly you old bitch."}
{"text": "Swag fags who gags lml nd y'all Niggaz wanna ce swagged up foh I'm Gxxd I'll stay g'd up"}
{"text": "Swag killed the bitch like Columbine"}
{"text": "Swear to god man niggas talk more than bitches these days"}
{"text": "Sweet MiLF in white lingerie has her hose ripped and her pussy&#160;pounded"}
{"text": "Sweet and innocent schoolgirl Minami Asaka&#180;s pussy&#160;eaten"}
{"text": "Sweet innocent teen clothes ripped and pussy fingered&#160;hard"}
{"text": "Sweetheart to a lady but I'm hard on a hoe! &#128526;"}
{"text": "Swing on her RT : I really don't like this woman. Old hag ass bitch."}
{"text": "Switch A Roo yo hoe let me hit her"}
{"text": "Switcharoo on yo main bitch me and my NIGGGA hell naw we don't date hoes"}
{"text": "Switcheroo on yo main bitch me and my nigga hell naw we don't date hoes"}
{"text": "Switcheroo on yo main hoe hell naw me and my Nigggas don't save hoes"}
{"text": "Sydney on this hoe asking dumb ass questions"}
{"text": "T talked sooooo much shit today that he would mop the floor with Kyle and I. We both ended up raping his time. #bitch"}
{"text": "T up bitch no chaser needed Tsu HC2k14"}
{"text": "TCBY with these hoes &#128149; ||"}
{"text": "TK fucking money bitch"}
{"text": "TLC's Chilli and her bullied son have the same moustache and seem to share clothes. Yer in the public eye! STOP CRYING, ya flaky bitch."}
{"text": "TRUST ME when I say that #JesusChrist would be KILLING #faggots if he came back to life in today's day and age&gt; #Spartacus #Rome"}
{"text": "TURNT up with yo bitch in a house party"}
{"text": "TV makes these hoes seem more attractive. *yawns*"}
{"text": "TWITTER IS JUST LIKE REAL LIFE...filled with pussies."}
{"text": "TWITTER NEWSFLASH : do NOT ever visit Easton, pburg area, theirs hoes with diseases and niggas so thirsty gatorade would be worth trillions"}
{"text": "Tail light out not giving a fuck Rollin up on a bitch wit da head lights off"}
{"text": "Take a bitch to Soho for some froyo, tell her she gon blow it, Romo"}
{"text": "Take off you fucking hoser!"}
{"text": "Take that and shove it up your ass, #Yankees #DerekJeter"}
{"text": "Take yo bitch on a dinner date then I paint her face"}
{"text": "Take yo hoe ass to sleep"}
{"text": "Taking pics I'm the school bathroom is fucking stupid #retards"}
{"text": "Talk about me behind my back &#128534;I hate that pussy shit."}
{"text": "Talk about pussy power &#128530;"}
{"text": "Talk alot of shit, but if I want ill put u on the spot so don't test me bitch!"}
{"text": "Talked to Deigo last night my dawg good like that bitch Maegan"}
{"text": "Tanning with my main bitch"}
{"text": "Tarantulas are dope but the spiders that are small n can kill you.. Fuck dat RT : Spiders arent scary, sheesh y&#8217;all some pussies"}
{"text": "Taught ma lil niggah how to treat a girl"}
{"text": "Taught me how to hate a bitch"}
{"text": "Taylor Swift looks like the kinda bitch you would bring home and only get a dry handjob from"}
{"text": "Teach me RT : You really be fucking bitches brah?"}
{"text": "Teacher: \"WHY AM I HEARING TALKING!?\" ... Because you have ears bitch."}
{"text": "Teacher: You had all weekend to do you homework! Me: Uhm, sorry bitch but I have a life.."}
{"text": "Teairri Marie is crazy..The poor girl ain't do anything to her..bitter ass bird"}
{"text": "Team john in this bitch &#128588;&#128588;"}
{"text": "Technically all the niggas that touched her raped her an when she see she trendin on this bitch she callin the cops lmao"}
{"text": "Technology ain't doin nothing, but making these hoes look better"}
{"text": "Teen gets all her holes penetrated and even fists her own&#160;twat"}
{"text": "Tell a bitch GTFO my face fa no reason"}
{"text": "Tell a hater I said fuck you tell your bitch I said fuck you"}
{"text": "Tell a itty bitty bitch pipe down"}
{"text": "Tell me that that pussy is mineeeee"}
{"text": "Tell that hating ass niggah to shut the fuck up"}
{"text": "Tell them hoes \"I'm all friended out\""}
{"text": "Tell them hoes come here , cause it look like they forgot bout me , but the fact that they aint seen me , that should say alot bout me"}
{"text": "Tell them lie speakin lips they should try pleadin 5ths, more often bitch and refer to me as your awesomeness."}
{"text": "Tell them skinny hoes bounce, bring them thick bitches back"}
{"text": "Tell these hoes I love them just to fuck em"}
{"text": "Tell your bae \"ho tre testicoli\" it means \"I love your eyes\" in Italian"}
{"text": "Tellin me im disrespectful but i aint the one callin everybody a bitch for free"}
{"text": "Temples playing with my life I might be I working bitch this semester cuz I'm not paying outta pocket"}
{"text": "Tempted to finish every sentence I say today with yo or bitch. #BreakingBad"}
{"text": "Terio got all the hoes &#128557;"}
{"text": "Text me with plans nigs"}
{"text": "Text your bitch some lyrics from that new Ty Dolla $ign tape before she wake up so she'll nag you a little less today"}
{"text": "Texting this bitch like she main material fuck that shit ... She Finna get these youza hoe text"}
{"text": "Tf I'm acting like a sad ass bitch for ? Old Anthony coming back fashoo &#128076;&#128076;&#128076;&#128588; ."}
{"text": "Tf bitch do mine"}
{"text": "Tf bitches get a couple RT and be fstow"}
{"text": "Tf is a real twitter nigga/bitch y'all on this hoe tweekin"}
{"text": "Thanks for scaring the absolute fuck out of me, flatfoot. Now I look like a pussy. Fucking jerk."}
{"text": "Thanks for that text... I found that hoe.."}
{"text": "Thanks to my nigga coco I smell good then a hoe haha finna pull allllllll the hoes, come smell a nigga &#128527;&#128526;"}
{"text": "Thanksgiving break bitches!"}
{"text": "Thanksgiving early hoe"}
{"text": "Thanksgiving with some #fam #Shaylay ignore the chink eyes"}
{"text": "Thas my bitch too"}
{"text": "That Larry the cucumber tweet is funny af.. But it's a bit much to RT you young bitches might cry&#128514;&#128514;&#128514;"}
{"text": "That annoying moment when you have to keep removing your headphones because someone keeps talking to you.. Like move, bitch.."}
{"text": "That ass got a niggah hypnotized"}
{"text": "That ass so perfect we can't help it RT : y'all diss hoes but praise nicki minaj everyday. I don't understand niggas man"}
{"text": "That ass so retarted it belongs on a short yellow bus.&#127825;&#128652;"}
{"text": "That awkward moment when #IGotDrunkAnd you're still an ugly hoe"}
{"text": "That awkward moment when a hoe says she's not a hoe."}
{"text": "That awkward moment when you hold the door for someone and they use the door next to it.. Like bitch you better back the fuck up."}
{"text": "That bad bitches get left because of wack pussy kinda overrated cause the sex can get better if everything about her is cool"}
{"text": "That beach from Greece is so beautiful &#128525; why do i live in bitch ass Virginia while people get to live around such beauty year round &#128553;&#128532;"}
{"text": "That bit Donovan got DVD's droppin and all i see ya lha bitch"}
{"text": "That bitch Amanda ran away from me &#128514;"}
{"text": "That bitch a tha tha"}
{"text": "That bitch better be happy about that 20$ tip."}
{"text": "That bitch called on Thor for some strength. &#58386;&#58386; RT\": Wait..."}
{"text": "That bitch came flyin in !!! Lmao."}
{"text": "That bitch can't touch me"}
{"text": "That bitch could sit on my face."}
{"text": "That bitch crazzzy &#128514;&#128514;&#128514;&#128514; #1976 pussy, #fixit !!! #Scandal"}
{"text": "That bitch cur my hair way to short"}
{"text": "That bitch filthy"}
{"text": "That bitch got 5 million boyfriends"}
{"text": "That bitch got 631K followers but drive a honda &#128563;"}
{"text": "That bitch hollerin abt fuck me nahh Fuck dat bitch!!!"}
{"text": "That bitch is corn fed"}
{"text": "That bitch is goin off off off!!!"}
{"text": "That bitch is hella cranky today. Someone hand her a joint."}
{"text": "That bitch just walked off all like &#128129; Wtf &#128514;&#128514;"}
{"text": "That bitch mouth made the honor roll"}
{"text": "That bitch on qualitest , she dont act right #WiseWordsFromWebb"}
{"text": "That bitch said her pussy pops severely thoe &#128514;&#128514;&#128514;&#128514;"}
{"text": "That bitch told me to control myself, I told her to go find yourself"}
{"text": "That bitch want my numba, she gotta.fuck my bruda"}
{"text": "That bitch was worried about fines? Fuck you. My best friend got jumped by 6 cock suckers. Fines should be the least of your worries,"}
{"text": "That bitch you met know what I mean she don't be the same bitch a million dollars later my nigga&#128080;&#9996;&#65039; You feel me?&#128129;"}
{"text": "That boy has always been a pussy never been a threat!"}
{"text": "That broad 7 days moe RT : What Earth is this? RT : NIGGA RT : Rihanna prolly the sexiest bitch on Earth"}
{"text": "That damn lispy mouth bitch knows.good in hell well Tara wasn't a damn roommate! Damn rocks for brains man! Lol"}
{"text": "That depression shit trash."}
{"text": "That dude RENT ain't no punk-bitch either."}
{"text": "That dumb black bitch that was getting the cards for the picture made me so fucking mad she ruined my day &#128545;&#128545;&#128074;&#128298;&#128163;"}
{"text": "That fat bitch that's always on the phone just walked in &#128074;&#128074;&#9986;&#65039;&#9986;&#65039;"}
{"text": "That fucking slutty beaner"}
{"text": "That hate shit dont mean nothing bitch im feeling myself"}
{"text": "That ho went from darkskinned to mulatto RT : This fucked me up"}
{"text": "That hoe ask what time it is it's 10:17"}
{"text": "That hoe beefing over tunchi chillllll ouutttt"}
{"text": "That hoe out there, Fat Trel said it best."}
{"text": "That hoe said...my booty on fleek lmfaooo"}
{"text": "That hoe was nipping"}
{"text": "That ios8 gon get yall bitches fucced up . Trynna hide shit"}
{"text": "That last tweet was just song lyrics. I don't really like bad bitches, I like pretty chicks. Bad bitches cheat too easily and too often"}
{"text": "That makes you an annoying bitch. If you're out looking to be offended, you can't bitch when you're offended."}
{"text": "That nig Darion couldn't help but act like the camera was on him... He didn't keep any composure eattin those crawfish hahaha"}
{"text": "That nig was a G on that E60 I would have done the same thing"}
{"text": "That nigga Tannehill trash lmao Dolphins trash"}
{"text": "That nigga gucci always hits that hoe when he puts \"Rick James\" in a song, giving our nigga rick a shoutout #RIPRICK #RICKJAMESBITCH"}
{"text": "That nigga john ain't ah Real older nigga Forreal.. He let Vick brotha bitch out on maplerow"}
{"text": "That nigguh will never play football again"}
{"text": "That old lassie in greggs is a total bitch man"}
{"text": "That one drunk white bitch that always instigate problems involving at least one.black dude then crys afterwards when someone gets hurt"}
{"text": "That other shit for the birds . Get over yo self"}
{"text": "That pic is now circulated by Jihadis with a call to kill him. #Saudi #ISIS #Syria"}
{"text": "That pussy best be shaved for the holidays!"}
{"text": "That pussy came gift wrapped"}
{"text": "That pussy can't be that hairy shit gotta stink lol"}
{"text": "That pussy crying for help"}
{"text": "That pussy fat whatchu feeding it?"}
{"text": "That pussy sooo good &#128524;&#128149;"}
{"text": "That shacking up shit for the birds, yo"}
