{"text": "There's not enough day in the hours to cheat on her if she's sucking your dick right. Too drained to look for other mouth and pussy"}
{"text": "There's other bad bitches &#128514;&#128514;"}
{"text": "Theres a girl in your avi, you must get so many bitches"}
{"text": "Theres one dude i can not stand at my school because he stays on the freshman girls and girls from other schools cause none fw him. #bitch"}
{"text": "These UT hoes be goin !!!!!!"}
{"text": "These bad bitches really ain't that bad when you see a pic of Aaliyah"}
{"text": "These bitches ain't shit I forgot to mention ."}
{"text": "These bitches ain't to be trusted..."}
{"text": "These bitches aint playin'. A jealous woman does better research than the FBI."}
{"text": "These bitches always trippin"}
{"text": "These bitches are taking forevs doe"}
{"text": "These bitches be judging like they experience life and in the billion dollar club. I'm highly favor &amp; doing pretty damn well &#128129;"}
{"text": "These bitches been killin me all day"}
{"text": "These bitches boringgggg"}
{"text": "These bitches both average. Lmao @ \"baddie\" &#8220;: Pretty girls be like &#128129;"}
{"text": "These bitches crazzzyyyyyy"}
{"text": "These bitches dead be sucking and fucking niggaz with no condom...then wanna rock a whitw dress the next day like bout dem clean"}
{"text": "These bitches dont want no boyfriend ... They want a pimp"}
{"text": "These bitches fake one min talking about a hoe next min bestfriends with the hoe"}
{"text": "These bitches finna fuck up my birthday week..."}
{"text": "These bitches funny like mike epps"}
{"text": "These bitches gotta realize that \"their nigga\" WANTS ME &#128514; if he doesn't now he did several occasions before &#128564;"}
{"text": "These bitches irritating"}
{"text": "These bitches is crazy"}
{"text": "These bitches is wild"}
{"text": "These bitches loud for no reason"}
{"text": "These bitches love me. These niggas copy"}
{"text": "These bitches love soda"}
{"text": "These bitches love sodaa"}
{"text": "These bitches man they love to HARASS"}
{"text": "These bitches need to get out of bed and I'll make them cheeseburgers (: #ImAHomie"}
{"text": "These bitches really be out here on backpage hoe-ing &#128557;&#128557;&#128557; watch yo bitch she could be on there !"}
{"text": "These bitches really love soda out here"}
{"text": "These bitches really marry to some rich ass niggas"}
{"text": "These bitches smell like fish &#128557;"}
{"text": "These bitches so broke instead of go get it they quick to go ask for somethin"}
{"text": "These bitches so redundant"}
{"text": "These bitches talking shit but they whisper it?"}
{"text": "These bitches think they know snap. Ha bitch I am snap"}
{"text": "These bitches want the next best thing"}
{"text": "These bitches washed up, ain't no soap involved."}
{"text": "These bum ass bitches on my block drawin&#128530;"}
{"text": "These celebrity niggas be passing these Kardashian hoes around monthly"}
{"text": "These cheetos taste likka steak right nah boy these bitches going DUMB!!"}
{"text": "These chicks use what they got to get what they want. Bunch of Ronnie &amp; Trickz ass hoes."}
{"text": "These chubby hoes are always on a \"diet\"......"}
{"text": "These customers are fucking crazy this bitch said God will smite me because her dumbass locked herself out of her account."}
{"text": "These days bitches be just letting anyone hit raw !!"}
{"text": "These fat hoes think they slick posting neck up pics and shit"}
{"text": "These girls going to school with all kind og aquatic colored weaves in their head.Fuck going on?"}
{"text": "These groupie bitches wild enough to suck a babies dick"}
{"text": "These ho%e$ for everybody just like these niggahs for everybody! A hoe gone be a hoe regardless and (cont)"}
{"text": "These hoe ass niccas talkn shyt about a nicca make a nicca wanna go and snatch the bitch up outta nicca"}
{"text": "These hoe niggas havnt seen half of me. #2chainz"}
{"text": "These hoes a fool too"}
{"text": "These hoes a smash on one of yo niggas and be very proud"}
{"text": "These hoes ain't got nothing on ya"}
{"text": "These hoes ain't loyal &#128075;"}
{"text": "These hoes ain't loyal &#128527;"}
{"text": "These hoes ain't loyal &#160;&#128530;"}
{"text": "These hoes ain't loyal RT : man thats the realest shirt i seen tonight. A chick with a flip phone robbed me"}
{"text": "These hoes ain't loyal RT : Naya Rivera got married three months after breaking up with Big Sean:"}
{"text": "These hoes ain't loyal and niggas ain't either"}
{"text": "These hoes ain't loyal#"}
{"text": "These hoes ain't loyal..."}
{"text": "These hoes ain't loyallll"}
{"text": "These hoes ain't shit I ain't tripping off a Thot... ion like conversation you gone let me fuck or not"}
{"text": "These hoes ain't yours it's just yo turn #&#128175;&#128175; u hear me?"}
{"text": "These hoes aint loyal &#128076;"}
{"text": "These hoes aint yours"}
{"text": "These hoes always gone Thot around to who ever give them attention at the time"}
{"text": "These hoes are hilarious these days &#128514;&#128514;"}
{"text": "These hoes be actin up and these niccas be actin tough! &#128530;"}
{"text": "These hoes be boof smh"}
{"text": "These hoes be busting nuts when they get a RT"}
{"text": "These hoes be lying to all of us nigga I got news for the monogamous niggas yo bitch fucking anonymous niggas!!!"}
{"text": "These hoes be thirsty for attention"}
{"text": "These hoes be trying 2much doing 2much"}
{"text": "These hoes cant fuck wit you"}
{"text": "These hoes crazy yo."}
{"text": "These hoes don't like a nigga they love my money these niggas don't like a nigga they all want some'n!"}
{"text": "These hoes everybody hoes lol go at any bitch bet u get her easy !"}
{"text": "These hoes get thick n fat confused way more than often!!!!!!!!"}
{"text": "These hoes gettin replaced soon as they start to fuck wit my cheques"}
{"text": "These hoes getting outta hand #mane"}
{"text": "These hoes getting smart gotta watch them"}
{"text": "These hoes going BROKE trying to look RICH. ACT your WAGE!"}
{"text": "These hoes got more bodies than a cemetery&#128056;&#9749;&#65039;."}
{"text": "These hoes gotta pay for my company!"}
{"text": "These hoes here mane. You are what you let inside you. Remember."}
{"text": "These hoes is lost RT : hahaha how much you wanna bet she don't get the job lmao"}
{"text": "These hoes kno bout me"}
{"text": "These hoes need Jesus y'all."}
{"text": "These hoes need to stop hittin blunts and hit the gym unhealthy mfs &#128514;&#128514;&#128514;"}
{"text": "These hoes needa stop tryna split relationships and get they're own damn man"}
{"text": "These hoes out here be GOIN UP !!!!!!!! But we not at you bitches that's what hoes do !"}
{"text": "These hoes out here beefing bout as important as these hoes out here queefing. Y'all blowing vaginal wind back &amp; forth. STFU &amp; GET MONEY!"}
{"text": "These hoes out here carrying infections, yaw niggas better rap up w/ dat Latex! Haha"}
{"text": "These hoes pickin and choosin.. that's why these niggas stickin and movin"}
{"text": "These hoes really make me laugh lol"}
{"text": "These hoes say I'm too much. I think I'm too much"}
{"text": "These hoes soo &#127805;&#127936;"}
{"text": "These hoes swear their faithful"}
{"text": "These hoes they be homie hopping !!!! But idgf AIN'T NO FUN IF THA HOMIES CAN'T HAVE NUN !!!!!!!! GO UP THEN"}
{"text": "These hoes they loving the crewwww &#128564;"}
{"text": "These hoes want love so bad &#128514;&#128514;&#128078;&#128581;"}
{"text": "These hoes was just really fighting ova Some rally's tho on 30th&#128514;&#128514;"}
{"text": "These hoes will be exposed!!"}
{"text": "These hoes worried bout the wrong things in life"}
{"text": "These infected ass hoes think its okay to talk to other ppl boyfriend. Like that's not funny nor cute to pussy hop all over the place"}
{"text": "These kids man real life kids not even over 18 n bucking bitch sit yo stupid ass down"}
{"text": "These la bitches thirsty for a hit single"}
{"text": "These lame bitches don't have a fighting chance....!"}
{"text": "These lil hoes sitting across da way too fuckin loud. Like damn hoe your sittin less than 2 feet from each other shut the hell up"}
{"text": "These little girls at Simons were telling me they like my huf socks, bitch go home &amp; do your homework"}
{"text": "These new bottoms are something else... RT : You put nair on your pussy for the gram? Ok"}
{"text": "These niccas sangin on dey partnas witout a Grammy award"}
{"text": "These niccas want war give me what you got #WeTheLastOnesLeft #UMightNotGetIn #BeerandTacOS"}
{"text": "These niggas ain't shit but hoes with tricks"}
{"text": "These niggas be actin like bitches"}
{"text": "These niggas cars be $800 and they have the nerve to put some 2500 rims and some speakers in the bitch"}
{"text": "These niggas designing these bitches, they got zippers on hoes"}
{"text": "These niggas groupies they act worse than these hoes do"}
{"text": "These niggas pillow talkin thats hoe shit"}
{"text": "These niggas pure pussy I see it in they faces"}
{"text": "These niggas rather love these hoes then get money smh what the fuck wrong with these niggas"}
{"text": "These niggas retarded... Lmfaoo"}
{"text": "These niggas run they mouth like bitches"}
{"text": "These nigs is haters man, and I've made myself so easy to luv"}
{"text": "These nigs like saying they miss the old vice"}
{"text": "These parents nd giving they kids ghetto ass names Ronkieshietta. Bro are you serious?? That tipped the scale fa me"}
{"text": "These people are fags."}
{"text": "These people at jury selection are retarded"}
{"text": "These ratchet hoes are something else this school smells like a fucking zoo"}
{"text": "These rednecks around here won't like that shit...put that wall up, they say"}
{"text": "These shoes are going to be a bitch to break in tomorrow"}
{"text": "These side bitches will wait til they know u wit ya lady to text u \"hey boo\" bitch gtfoh"}
{"text": "These side bitches winning son ..."}
{"text": "These smoking commercials be blowing me. Like bitch it's yo fault yo child was premature shouldn't have been smoking while you was pregnant"}
{"text": "These sons of bitches came into his chruch, threatened to kill him"}
{"text": "These women ain't shit but hoes w/ tricks , baby boy I'm different &#10084;&#65039;"}
{"text": "These women ain't shit but hoes w/ tricks ; babygirl you different &#10084;&#65039;"}
{"text": "They are mostly restaurants. I'm a fat ho. RT : If you have more than 20 contacts in your phone you a hoe"}
{"text": "They be looking at Tom Brady while he going off on tge sidelines like, Whatever bitch. Lol"}
{"text": "They bitches I will penetrate you introduced me to your bitch"}
{"text": "They call me chief weak bitch"}
{"text": "They do the pussy good"}
{"text": "They fail to realize Ion want \"Friends\" bitches switch up quiccer than I change the channel &#128175;"}
{"text": "They get attitudes like bitches too , i think some of yall niggas need a bra and panties"}
{"text": "They got some trashy ass hoes out here"}
{"text": "They gotta keep the name Raiders tho they better not change it to some hillbilly ass Texas name"}
{"text": "They had a steak category. Ran that bitch like a busto."}
{"text": "They hardly get sex...so when the opportunity of sick presents itself, their giving you some pussy...and boy are they generous"}
{"text": "They hating on you, because they know you bad, must be doing something right , if you got these bitches mad.!"}
{"text": "They hoes ain't loyal, they rotate!"}
{"text": "They make sure they have these reality shows lined up for you hoes.They won't leave you high and dry."}
{"text": "They really should expand this bitch with all the money"}
{"text": "They rude RT : I wish you bitches would stop calling while I'm trying to get dicked down by your nigga &#128530;"}
{"text": "They say I wouldn't make it now them same bitches is calling my cellular"}
{"text": "They say life is what you make it bitch but I'm just tryna make it .. Straight up"}
{"text": "They say numbers dont lie, bitch im not the 1"}
{"text": "They should free all da real niccas n give the snitches da time"}
{"text": "They should have never gave a cracker a transmitter!!!!!! will flip when he sees this."}
{"text": "They slut for me they kill for me they steal for me and of course it'll be yo cash and I'll murder that bitch send the body back to yo ass"}
{"text": "They some bitch ass niggas"}
{"text": "They thought I wouldn't make it pussy nigga we made it"}
{"text": "They told me to fuc wit bitches but never trust em They told me they my niggas but I never trust em"}
{"text": "They trynna hoe Geno TD throw"}
{"text": "They updated Wukong's new splash so it doesn't look so fucking retarded"}
{"text": "They wouldn't let me use my old picture cause my hair was flawless&#128129;. The woman at the front desk said I wouldn't have to retake, hatin' hoes"}
{"text": "They're calling it #Sandy because the wind is going to make a lot girls clams really sandy"}
{"text": "Thick bitch on here tried to front on me earlier..."}
{"text": "Think it's okay to take my property and break it? Fuck you bitch"}
{"text": "Thinking about getting my nips pierced..."}
{"text": "Thinking about trying to get pussy like....."}
{"text": "Thinking bout gettin 500$ put on my ears cuz I'm getting money bitch"}
{"text": "Thinking that i care dont give a fuck bout you think ! &#128576; #wop"}
{"text": "Thinking you're the godfather of maddiston lol, you're the fucking wee bitch man. If you've got a problem come to mine, al snap ur spine."}
{"text": "Thirsty ass bitch don't sweat me"}
{"text": "Thirsty bitches&lt;&lt;&lt;&lt; Not attractive"}
{"text": "Thirsty fo da bitches saggin my pants n shit ... Shit i paid this much for the belt i betta crack a bitch"}
{"text": "This \"Deb\" women at my eye appointment.. bitch"}
{"text": "This 103 weather is a bitch"}
{"text": "This 8am biology lab ain't no hoe &#128553;&#128557;"}
{"text": "This Amish bitch was rockin Gucci and her man was smokin a e-cig. Smh fake ass \"Amish\" ass bish!"}
{"text": "This Houston traffic ain't no hoe these mf must not work"}
{"text": "This Lil fraudulent bitch had the nerve to call my phone talking crazy bout how she get down nd puts&#8230;"}
{"text": "This Mexican bitch almost just hit me with her car and she sped over the speed bump JUST SO SHE COULD DO IT OMFG"}
{"text": "This Uncle Tom mother fucking wants to invoke 3/5 a man in his speech? Dude you ain't white no matter how much..."}
{"text": "This Van Cleef and Arples bitch at Starbucks needs to back the fuck up out of my space in line"}
{"text": "This ain't no bitch ass boom bap, it's click clack move back."}
{"text": "This ain't no mf bitch ass."}
{"text": "This art shit lives forever bitch! Keep the change!"}
{"text": "This being single shit is really trash especially when you ain't got nobody to text after midnight"}
{"text": "This biatch just called me a bitch &#128514;&#128514;"}
{"text": "This bih stay in this ghetto ass neighborhood"}
{"text": "This bitch &#128514;&#128514;&#128514;"}
{"text": "This bitch just called me a bougie whore tho! &#128514;&#128514;&#128514;&#128514; ol angry bird! Lmao"}
{"text": "This bitch Gmfu."}
{"text": "This bitch Rihanna is on some dust or something"}
