{"text": "There are more good people than criminals. If the good people are armed the criminals won’t stand a chance. In the USA the cities with the highest violent crime rates are those with the strictest gun control. The Swiss are all armed and trained - violent crime is rare."}
{"text": "But really....well Hold on. Let me go comment on some girls photo with her boobs hangin out. 🙃"}
{"text": "#tcot #MAGA Complacency kills. Vote in November URL"}
{"text": "The judge and some other guy need to come out and say they are lovers and have been since high school. That would really fuck with liberals. 😎"}
{"text": "Trump does not understand his job? Trump will go down as the most successful and Obama and his entire admin as most corrupt"}
{"text": "Sareena was wrong to behave like this. That is not racist just truth. I do not want my children watching this behavior."}
{"text": "Except when it comes to tyrone Woodley. Lol you ate your words eh dan. 45 mins about how great till was and why Woodley wasn't that great. What happened bud? Some fucking expert. 74-1. Stfu dan hardy."}
{"text": "Who would buy a book written by such a total classless Porn star! I’ll tell you who Democrats and liberals"}
{"text": "A hypocritical stance."}
{"text": "I’m not sad. I’m fucking angry... angry that the GOP is embracing fascism. My grandfather was Antifa from 1942-1945. I’m following in his footsteps. His friends didn’t die in vain for nothing. URL"}
{"text": "About 20 of them Motherfuckers ‼️"}
{"text": "OMG what fuckin' kind of this beauty TT"}
{"text": "Another sheep led to the slaughter the left are eating there own!"}
{"text": "I think we should be going after Sen Feinstein if she really cared she would not have sat on this issue and made it political. She is using you like all democratic power seekers be careful who you sell your soul too"}
{"text": "You are the worst"}
{"text": "This is because Japan have a PM with COMMON SENSE &amp; FORESIGHT. They do not pander to Muslims like MAY does. TORY POLITICAL SUICIDE - G.E. 2020 😄 URL ex TORY"}
{"text": "No. I respect him for sticking up for his wife but let's not forget that he's running around screaming MAGA &amp; said slavery sounds like an option to him. URL"}
{"text": "Hi would you come to ENGLAND and have time of your life you want be disappointed I will give you a orgasim like nothing you have gotten probably in your past life I will make you piss yourself many times as you like so if you are interested call or inbox me 07405077156 WhatsApp"}
{"text": "CANNOT CONTAIN HIMSELF That is why HE IS UNWELCOME AT A SCHOOL without an escort (and a hall pass). He is WELL BEHIND HIS OPPONENT in his re-election campaign. can't work well or play well with others. IT'S TIME FOR A CHANGE! DISTRICT D"}
{"text": "'Unintentionally' u fukin pedo."}
{"text": "It's clear that Trump is President and hillary still can't accept that. Too bad 'ause he's there for 6 more years. #MAGA"}
{"text": "Doing soooo much better than the big Zero and his losers"}
{"text": "In the criminal world of the democrats &amp; liberals this is exactly how it works!!"}
{"text": "hey #sickholder were you the dirty filthy greasy cheesy negarrrr who was in contempt of Congress? Don't open your mouth it's extremely stink."}
{"text": "reckon he is upset about Wacky Wednesdays because the boys told him it was absolutely going to be a Mad Monday this time?"}
{"text": "Omg no. You have no idea wtf you are saying. It’s like a pink sheet stock that keeps reverse splitting. Will eventually be worthless to everyone. But hey may keep dreaming. We all need dreams."}
{"text": "Please tell me this will be streamed somehow. You are going to absolutely wipe the floor with Totally An Actual Human Ted Cruz."}
{"text": "Get away from these lying toxic people!"}
{"text": "True but the constant talk from the left about common sense gun control every time and yet not one valid proposal"}
{"text": "Biggest corrupt lying piece of s***💩 there ever was!"}
{"text": "What the fuck is wrong with you?"}
{"text": "HEY BEE ITCH YOU WILL BE INDICTED AND WILL GO TO GITMO"}
{"text": "She is a terrible person."}
{"text": "Because Gutierrez is corrupt and so are the unions there."}
{"text": "#MAGA ... oh ... And FvKK YOU! Judge Kavanaugh's no more ambitious\" than some old MuttaFuttah like you who's been in GD Senate for the past millenium.\""}
{"text": "Yep. They had to produce this article to shut up the liberals."}
{"text": "Don't forget the deletion of all of her social media (no doubt Anti-Trump pro Antifa). Why is no-one asking why she cannot fix a year or day? Are they genuinely THAT gullible? She had one\" beer and \"somehow\" ended up in a bedroom? Implausible.\""}
{"text": "Everything is a crisis for these conservatives. The only real crisis I’ve noticed is the complete destruction of the Conservative Party."}
{"text": "No they aren’t! They have all said she could speak in or out of the public &amp; she should be heard! Stop spreading lies! Of course u liberals think u should just ruin his life with no evidence"}
{"text": "This women is a vile example of the far left lunacy. She is using the Alinsky, Rules for Radicals Handbook.\" No matter what u have to do, (lie,steal,use violence etc. )u must destroy the conservatives. They lack character &amp; have no moral code.\""}
{"text": "You are two nutcases. Obviously. URL"}
{"text": "//xD Well the suffering she goes through and all the terrible shit she sees ends up making her pretty insane (I think you already seen that from certain things I posted XD) but hey at least she's only insane to bad guys!"}
{"text": "They should consider gang squad units. They should consider controlling the dope epidemic. They should consider a lot of things. But the loosing left would disagree and just scream gun control"}
{"text": "That does not change the fact that Muslim Linda Sarsour deliberately sows hate and division. She is a fraud who pretends to support women's rights. Does she protest Islam's discrimination of women. NO."}
{"text": "Fake news. ."}
{"text": "i fully cant remember hes just always gettimg himself into shit like he never stops causing government based chaos i wish he would calm down"}
{"text": "Are you saying they’ll become another victim of the Clinton’s?"}
{"text": "Because she's an idiot! #MAGA"}
{"text": "#KavanaughConfirmationHearings Crazy Dick Durbin using the confirmation hearings to try and push gun control. He is using this hearing to make speeches and push an agenda. The whole thing has been a circus of Democrats pushing an agenda while vowing to vote no on confirmation."}
{"text": "Typical sore loser he IS as always! Piece of shit!"}
{"text": "Are you freaking serious. 3900 lives lost. Trillion dollars in recover and rebuild. Continued threats and fear. You are a disgrace to journalism. You moron!"}
{"text": "Dear Liberal #FakeNewsMedia This gesture you call a white power\" gesture is actually what we NORMAL people call the \"OK\" gesture. I realize this is not as fun as your make believe \"white power\" name but yeah. That's what it means. OK ? OK! #WalkAway #MAGA URL"}
{"text": "👌🏻 I’ve never seen anyone talk like that on Twitter before and I’ve seen some really messed up shit"}
{"text": "you are absolutely right i am a Fool"}
{"text": "Clearly it does bc the cheerleader is smaller than the other girl and she whooped that ass after being slammed to the ground and everything"}
{"text": "@ everyone who said jihoons new hair cut is ugly: you are wrong"}
{"text": "RBG next! Can’t wait! The hateful intolerant racists on the left will not win! RBG NEXT!!!! MAGA"}
{"text": "Coming from one of the most corrupt AG’s!"}
{"text": "His back hole will look like the holland tunnel we he gets to the male prison"}
{"text": "Stay well clear. She is unhinged."}
{"text": "Yeah probably views groups like Antifa and EFF as moderates. People who are against farm murders are labeled just as extreme as people singing songs about actually killing those farmers. Crazy times we live in."}
{"text": "I’m not sure where I’m a fan of yet but i know I definitely suck hahaha"}
{"text": "I have to be a smart ass some way 🤷🏻‍♂️😂"}
{"text": "Just another reason she is vile"}
{"text": "Literally. You are literally a crazy person."}
{"text": "Do they drug test in tennis? Shes on some serious hormones or testosterone"}
{"text": "A bunch of overpaid liberals whining about how horrible everything is. They should get together with NFL players and try getting a real job. Zero interest in them giving their friends pointless awards."}
{"text": "Crazy thing is people naming Big and PAC as greats but forgetting the true underground rap legends like L. I still play his shit"}
{"text": "I'm pretty sure most of your #MAGA supporters do not have any new found wealth\". I assume you're referring to your fellow billionaires that you gave a huge tax break to.\""}
{"text": "This shit is staged. Dude didn’t even hit him URL"}
{"text": "Rescue conservatives from its own demons? Who are the two or three most notorious serial abusers of women in the last 30 years? Hint: they were not GOP. Did they ever face consequences?"}
{"text": "Now I know you're having a laugh. Do you really believe that the media aren't picking on him? As for getting his shit together\", what \"shit\" would that be?\""}
{"text": "Boy Hollywood sure does like to look like fools all the time. Wait until they find out it's a big hoax manufactured by liberals. Think they will apologize to Kavanaugh? No way."}
{"text": "Please show me your post where you said the same thing about conservatives targeted by Antifa and other leftist friends of yours 🙄 #Hypocrite"}
{"text": "Haha 😂 Trump is still winning. It’s fun to watch the liberals literally go insane. URL"}
{"text": "She is a piece of garbage! I can't believe the hatred those bitches on the View have for Trump! And ABC let's them spew this garbage on a daily basis. Disgusting! Boycott the View! Boycott ABC too! I have &amp; damn proud of it!"}
{"text": "Do it shithouse"}
{"text": "After listening to your well thought out arguments on gun control I would like to respond to your key points with my counter argument. I DON'T LIKE YOUR GASSES."}
{"text": "you live in the big dick part cause your gay"}
{"text": "He is the worst person."}
{"text": "No liberals just state they believe her because she is a woman and democrat. They state they do not believe Kavanaugh because he is a man and should “shut up”. They probably believe OJ."}
{"text": "#Trump gifted the 1% with #GOPTaxScam the biggest wealth grab in modern history URL yet #trump supporter #dopes prefer to vote against their best interests so perhaps you cannot fix stupid! #MAGA🇺🇸"}
{"text": "He spelled Big Dick wrong."}
{"text": "I had no idea all republicans were nazi racists till Trump got elected. Imagine my surprise. i'm native american so I took it hard finding out I was a racist. Was despondent went around punching out Antifa to work through my depression."}
{"text": "CNN = Fake News"}
{"text": "She is a fake a fraud and a democrat activist plant. She is a tool to try to derail the process and then to later drum up votes for democrats claiming conservatives don't care about victims. If Democrats cared if they wouldn't cheapen real victims with fakes."}
{"text": "poor she is a rager and a shamer. sad...."}
{"text": "can we start shooting the blue thugs? then going through their shit and saying thats why they died? cuz this is fucking infuriating. WTF does it matter there is pot in his home. WHAT is in HER home?! SHE is the guilty one not HIM."}
{"text": "I have Dick Durbin that's not gonna happen blame Shitcago that's what i do.."}
{"text": "IB you ass. Watch how you speak on my name😂😂"}
{"text": "Lmao I have it too. Shitty quality but I don’t mind it either. The lowlands one sounds better 👍🏻"}
{"text": "#IWillNotSubmit to Accuser Leftist Liberals DemonRats Plantations Mind Control Agenda! Globalist puppet! #MeToo Movement Hollyweird #SnowFlakes #Pedowood was SCUM! URL"}
{"text": "She is a lost Soul who has to follow the Party Line. I also believe she has sold her Soul for the Lousy 30Pieces of Silver from the guidance of her Horrible Mother."}
{"text": "URL WHY isn't Peter Strzok and Lisa Page in jail? They are traitors to the United States and it's people! The US does not have a two-tiered system for lawbreakers. #LockThemAllUp #DeepState #DrainTheSwamp #MAGA #WalkAway #impeachjeffsessions #DOJ ???"}
{"text": "your disrespect for those that make real sacrifices to defend our freedom is appalling. is a punk."}
{"text": "We conservatives love him no matter how stupid it makes us /him look! YEE HAW! URL"}
{"text": "I think you say and write more intelligent commentary than most of the hosts at MSNBC. Fake liberals with big corporate blind spots."}
{"text": "All Trump's and Pense 2020 merch is being made is China and not the USA. ...maga ?? #VoteThemOut2018 #TrumpsArmy URL"}
{"text": "And then same liberals were accusing falsely in Kathua case while hiding in shithole right now."}
{"text": "A whore's book being published! All the looney liberals run out and buy it"}
{"text": "There has to be a way where conservatives who look the other way and approve oF sexual assault and victim shame to endorse their political agenda and hatred are held accountable. Why don’t you sign your name so you can be held accountable for your lies"}
{"text": "he probably gets paid to say that...with $$ and assurances that he won't be called an islamophobe---pfffft it's a fake word--justin is an IDIOT and he is destroying canada one refugee at a time"}
{"text": "I'm convinced that there's a hell of a lot more liberals of the type that a conservative could have a real conversation with and vice versa than either would admit. The whack job commies scare the shit out of everybody. It's about time we started talking."}
{"text": "Obviously its ANTIFA who is threatening her to force her to continue the charade"}
{"text": "Oh The Dem candidates do have clearly stated policy proposals. One involves rational gun control. When elected they won’t vacillate like Trump. You and are done deceiving America."}
{"text": "Doug Ford should in no way think that he has carte blanche to make whatever changes benefit him personally and satisfy his need for vengeance against the people of Toronto. Shame. What he is doing is not democracy."}
{"text": "#Kavanaugh on gun control again raises his residence in the dangerous DC area. His exposure to gun violence in Bethesda is like calling yourself gangsta because you live in Beverly Hills."}
{"text": "Turn them loose and see what happens to her city. People like her is what gives the Democrats a bad name. She is risking the entire population of Atlanta. Wonder how the citizens like it. We’ll see at the ballot box"}
{"text": "Liberals also probably need more- culturally aware trolls!"}
{"text": "Good god woman. Shut up. If you liberals really believed this would have spoke out against this the day she received the letter."}
{"text": "you are a sorry excuse of a rep - I hope that your district votes accordingly-you need to go! Your nose is so brown it will never be clean! URL"}
{"text": "Why are they there??? It seemed like they are brainwashed"}
{"text": "He should not have a job after this. But I guess he is the “lap” dog of some bigwig in broadcasting."}
{"text": "It's scary stuff to see how dedicated you are to preventing people's access to resources during a crisis."}
{"text": "The truth for the gun control/anti-2A URL"}
{"text": "Yes he is and the democrats hate it"}
{"text": "they're hot bro"}
{"text": "Just look at the ass and keep it moving 🤦🏽‍♀️"}
{"text": "bt1100 ass malfunction"}
{"text": "The first person got it by having sex with animals.."}
{"text": "You are making crap up- no Dem I know wants to abolish ICE. We don’t believe rich people should be the ones getting tax breaks. Bankrupt Medicare? Total nonsense. You lie as much as Trump"}
{"text": "DNA testing? I thought that was the obvious answer. I wouldn’t even want to consider what the snowflakes would say if Border Protection detained or released a child with a pedophile or child trafficker! ... but I take it Ed doesn’t care?"}
{"text": "I just threw up in my mouth. #LockHerUp #MAGA URL"}
{"text": "Bono is an idiot!"}
{"text": "The fact that you equate smoking reefer with sexual assault tells me everything I need to know about you. You MAGA-bot-types are completely at sea when it comes to basic human decency. Like your president."}
{"text": "GUN CONTROL WILL NOT STOP GUN VIOLENCE !!!"}
{"text": "Those liberals are kinky people"}
{"text": "is mentally disturbed"}
{"text": "#WhatILearnedToday Liberals are the scum of the earth Absolute treason."}
{"text": "Top 5 excuses\" liberals use when they are losing and desperate. #1 RACISM #2 Sexism #3 Russia #4 Guns #5 the Rich VOTE DEMOCRATS OUT! America doesn't need LOSER leaders. and WHINERS!\""}
{"text": "Liberals wouldn’t know the first thing about “doing the right thing” 🤣🤣🤣🖕🏼🖕🏼🖕🏼🖕🏼🖕🏼"}
{"text": "The deception and dirty tricks happened when refused protocol and stole a SCOTUS seat from Obama. Conservatives love to fight dirty but then cry foul when others call them on it or play hardball right back at them. Bunch of pussies. #MerrickGarland #Resist"}
{"text": "You make no sense. “Antifa” is a cut-down word for ANTI-fascist. NAZIs are Hitler fascists by definition. Many so-called right-wingers tend to fascist views. Trump does. Just listen to him. The so-called left is far from fascist."}
{"text": "You are devaluing everyone's opinion on the Independent article whom agrees with me by saying they are disgruntled students or bots. Just because they don't put Dr. In their Twitter name it doesn't mean they haven't done 'deeply important research' as you fondly put it."}
{"text": "It’s Good for our Gun Business. More Guns sell when these people bring up Gun Control. Keep up the Great Work. Guns for All."}
{"text": "So since Dems want stand on a soapbox over Kavanaugh exactly when will you be addressing the sexual slush fund covering your backsides #MAGA"}
{"text": "An ugly old man trying to make himself relevant again with more lies Remember him saying he had a deathbed confession from CIA director casey? Never happened according to the bodyguards in that room shouldn't that be enough to question this morons credibility"}
{"text": "Bitter Obama? How about Seriously Worried Obama. He is the head of all this corruption at FBI and DOJ."}
{"text": "I know they be fired up thinking u got a hammer n your pants from how u walk n find out u got a coochie lol"}
{"text": "You &amp; your husband are double-talking hypocrites. We can see right through your gun control\" facade. What you really want is for us to give up our guns while you &amp; your husband get to keep your guns.\""}
{"text": "I hope that ENTIRE police department gets shut the f*ck down!Obviously you all feel like you're above the law.Obviously you are incapable of holding your OWN accountable for breaking the law.Obviously you undermine everything a police officer&amp;dept are SUPPOSED to be/do. Shameful!"}
{"text": "I’m alright with this. If someone is dumb enough to try this then they deserve what ever they get. I can’t wait to hear about the first AntiFa idiot to get blown away after they tried to steal a gun from someone in a stand your ground state 😂"}
{"text": "Anne Coulter. Oh, and Jack Abramoff. You kids were stupid enough to be courted by Conservatives\" when they showed up on U.S. campuses, back in '80. So, there's two...\""}
{"text": "Conservatives are whining\". There, I fixed the typo for you.\""}
{"text": "Hope you blisters"}
{"text": "Any argument with liberals is same as forcing water through the steel. Their brains are contaminated and the process of healing seems impossible for them. Don't waste you precious time and words on them. These are not reasonable people. URL"}
{"text": "I believe you are the Peace of shit and you do not deserve a star! #MAGA!! GOD BLESS THE USA 🇺🇸 AND GOD BLESS PRESIDENT TRUMP!!!"}
{"text": "Should of known she wouldnt show up! Only accuse is in the dems playbook! When will people start understanding that the radical have taken over the party! #ConfirmKavanaugh #MAGA #WednesdayWisdom #FortTrump #1linewed"}
{"text": "She’s confused after all she is only a poor struggling socialist"}
{"text": "Can someone tell this dumb we are a republic"}
{"text": "🖤 Dyrus you are a fucking worthless braindead scumfuck bastard pile of trash mental dickface that should be gunned down in the street like the degenerate you are🖤"}
{"text": "FOR THE KOCHS AND THE TRUMPS AND THE POLLUTORS.. BUT NOT FOR WE THE PEOPLE OR STUDENTS OR TEACHERS AND LETS NOT EVEN TALK ABOUT THE THINGS THAT A MAJORITY OF THE AMERICAN PEOPLE EXPECT LIKE HEALTHCARE &amp; GUN CONTROL! NOTHING BUT $$ FOR AND DONORS!"}
{"text": "Carter was the worst one term President until h was passed for that title by Oba our first Black Racist President! Kinda like a Black Jefferson Davis!"}
{"text": "I hate politics! You #CNN are despicable. Liberals are treating Judge Kavanaugh like he’s some sort of serial rapist that they’ve captured at last. #RedWave #voteyes #innocent until proven guilty."}
{"text": "#GeraniumInTheCranium. Please also dredge up some of her ridiculous “gun control” bills that were shot down. URL"}
{"text": "You are pathetic. This has nothing to do with him his dad or the wall or Mexico. This is about Swallwell thinking its ok for liberals to threaten repubs but not the other away around."}
{"text": "Tom Marvollo Riddle. Evan will lose his dick if he fucks around he knows it. Cause he is already after a lady\" She nods and looked at Evan. Evan grins at her and stayed silent. He did liked to fuck around but he knew he could not hurt his date\""}
{"text": "You defending sex offenders shows you for who you are. I don't waste my time with your types"}
{"text": "Wow! YOU'RE exactly like ANTIFA! You say you're against radical influences but YOU are THE MOST RADICAL OF ALL! De-platforming anyone that disagrees with you? Did you pull that one straight out of Hitler's playbook? Can you get any more Nazi Fascist? LOOK BEHIND YOU! IT'S KARMA!"}
{"text": "Please can I have some of whatever it is you’ve been smoking? Thats some top quality shit you’re coming out with."}
{"text": "She is a nut case"}
{"text": "I neither side with the Klan nor Antifa. I stay out of family squabbles. Dems can clean up their own bastard children. Perhaps you could clarify how I do t support the 14th."}
{"text": "This whole thing has been a sham from the start!"}
{"text": "He thinks he is smart. Me? I don’t think that."}
{"text": "So that's why he is dead now??? Really FOX?? I would call that completely unrelated... This is why BLM is neccessary"}
{"text": "This isn't ya finest moment hun. Try again once you fix ya shit and knock this tweet away."}
{"text": "It’s funny how you idiot liberals seem to forget when other presidents do the same shit. Haha."}
{"text": "You are dead to me!"}
{"text": "That won’t happen as he is only comfortable twitting from his golden throne or toilet to most of us."}
{"text": "Do I care 🚫pe. Hope they fold like a cheap table. Wonder what the spoiled primadonnas do when their huge salaries can't be made. Bet it won't be bailed out like GM &amp; Too Big To Fail Banks were"}
{"text": "Ain’t no pussy good enough to get broke while I’m in it"}
{"text": "is paid to attack the credibility of anyone who criticizes or accuses Trump of wrong doing. He is a paid political hitman disguised as a journalist. He is a hack!"}
{"text": "She says no. You are now sad. She then realizes what you might actually mean. She slaps you. She says no. Now you are sad AND your face hurts."}
{"text": "Are you an ostrich?"}
{"text": "Like if alt right dudes were born in Berkeley they'd be antifa"}
{"text": "fuck yeah !"}
{"text": "Not one for anything to do with RUSSIAN COLLUSION which BTW is not a crime most b4 they knew DT. The ones who copped out only did so 2 save their ass. I'm just curious why none of u self righteous ppl had a problem w/ all HRC &amp; BO crimes lies spying etc? Hypocritical I'd say."}
{"text": "No he didn't. He said I'm sure there is fine people on both sides. Do you disagree with that or are you one of those far left people who think all conservatives are racists. Antifa is a terror group that uses violence against innocent people who think differently."}
{"text": "Are you serious. Man you’re an idiot! He is the most hateful scum on earth."}
{"text": "Bill you should be silent on gun control and immigrantion. You had 8 years and did nothing. Don't be a Monday morning quarterback now. To little to late."}
{"text": "He’s a disgrace to his party and all he claims to stand for. He’s not on the side of conservatives. He just wants to make a name for himself and anybody’s cost."}
{"text": "😂😂😂😂😂 Liberals really are nuts."}
{"text": "I agree! I guess Dems are saying that they’re worried about some October surprise where the FISA docs are released leading up to the election.😊🇺🇸MAGA!"}
{"text": "You’ve lost your mind. That shit is unsanitary af. URL"}
{"text": "You are fkn deluded pal #FatNixon is a digusting pig Trump interview on 9/11: [My building] was the 2nd-tallest in Manhattan... And now it’s the tallest.\"\""}
{"text": "I mean, the logic\" behind their claim means that in the 90's the Liberals felt it was OK for a man to abuse women... that's essentially what they are saying... and that the Conservatives were in the right... right?\""}
{"text": "That shit got me dead!! Eager ass boi!"}
{"text": "If I ever met this woman I can guarantee you I would want to just slap the shit out of her. She is a total disgrace !! Dumber than a box of rocks"}
{"text": "You are as cheap as cheap she is...Try with Bible and Quran if you really have guts"}
{"text": "Better take an extra antidepressant Cher it’s a done deal. 🇺🇸"}
{"text": "Holder is an evil, hateful, dangerous man. He's a real\" racist. He absolutely hates White People. He &amp; Obama contributed to the race riots during O's Admin.\""}
{"text": "He is a disgrace he needs to resign or the citizens of Maricopa County need to start a recall. If he FUBAR’s the General Election that should be it. No waiting until 2020."}
{"text": "I still can't read an analog clock like I can but it takes me like a fucking minute to process it and I can't just glance at one like a digital click"}
{"text": "Shit getting out of hand"}
{"text": "Trying to shape opinion. #MockingbirdMedia at it's worse.. Read the comments.. It failed miserably.. #MAGA #GreatAwakening #TheStorm #WeThePeople #WWG1WGA #DrainTheSwamp #ReleaseTheVideo #MockingbirdMedia #FakeNews #QAnon #QAnon8chan URL"}
{"text": "You should.have tried more, perhaps a BJP or RSS connection could have been fixed\".Masters would be happy Dhanya\""}
{"text": "she is hungery"}
{"text": "And dying a slow death such a shame"}
{"text": "It is time to take these people down and take their power now before they hurt our PTOTUS!! These people are ABUSING their power that was given to them in trust! .. #Maga #QAnon #WakeUpAmerica URL"}
{"text": "GOV Brown needs a class on #MAGA 101. Also need a swift kick in the pants for insulating ."}
