{"text": "I thought I love this bitch to the core"}
{"text": "I thought it was Legal to beat yo hoe!"}
{"text": "I thought it was bros over hoes , guess not &#128530;"}
{"text": "I thought that bitch was trynna line me&#128553;"}
{"text": "I titty wrecked ya bitch."}
{"text": "I tld that hoe 2 wrongs dnt make a rite now she wanna sing"}
{"text": "I told my mom she eats cereal ugly &amp; she gon say \"your a rude little bitch\" I just thought I should let bitch know &#128514;"}
{"text": "I told that bitch IDGAF about a Benz, bitch!"}
{"text": "I told that chick tell the truth, if you the realest bitch i ever met then show me some proof"}
{"text": "I told that little bitch ass nigga, \"do it look like I'm about to eat your gun charge?\" I'll slap you and your hoe ass lawyer."}
{"text": "I told y'all he was going to do that shit u.# pussy boy"}
{"text": "I treat my bitches with respect"}
{"text": "I tried calling my sorry ass cousin for her 27th bday. But the hoe ain't answer like always. She too big time these days lol"}
{"text": "I try and get back into anime but I swear every show revolves around either teenage girls, or the boys who are too pussy to talk to them"}
{"text": "I try to pass him up, get in carpool passing him he's just looking at me like I'm playing a game do I waved hi idgaf don't fuck w/ me bitch"}
{"text": "I turn Cassey to a nasty hoe Rihanna to a classy hoe"}
{"text": "I turn bitches gay, they think all the other bitches can fuck like me."}
{"text": "I turned on the BET awards for 10 seconds, and got to witness random bitches getting drunk, and D-Wade dancing to R-Kelly."}
{"text": "I use to wanna fuck that bitch but not no mo!"}
{"text": "I used to think that bitch was bad ... But not no moe !"}
{"text": "I wake up every morning wishing a bitch would."}
{"text": "I wan do a mixtape... \"pussy an cinnamon rolls\""}
{"text": "I wanna apologize for being such a bitch the other day.. But the way my emotions are set up.."}
{"text": "I wanna be around bitches &amp; have fun &#128556;"}
{"text": "I wanna be someone's bitch ass boyfriend right now . But that just me head playin games on ya boi"}
{"text": "I wanna buy my bitch every bag"}
{"text": "I wanna cut my hair but I'm too busy being a bitch about it."}
{"text": "I wanna eat the fuck u talking bout then bitch!"}
{"text": "I wanna experience that late 30s &amp; early 40s pussy"}
{"text": "I wanna get this hoe on my arm with a diamond coming out of the cloud..&#9729;&#65039;&#128142; #RIPRICK"}
{"text": "I wanna see some ass clapping, legs shaking, i wan see a bitch get on they head fa dese BEATs..."}
{"text": "I want a girl whose pussy smells like tuna"}
{"text": "I want all my hoes back"}
{"text": "I want me a coon ass girl lol"}
{"text": "I want my bitch to answer if my ex calling, with my dick in her mouth"}
{"text": "I want one ae yous to start something with me tbh, but yous are aw pussy #shame"}
{"text": "I want some fire crackers not the baby ass fire works, Does Az have fire crackers ???"}
{"text": "I want to be as independent as soon as i can. I don't like depending on people. Makes me feel like a bitch."}
{"text": "I want to beat this bitches ass soooo bad"}
{"text": "I want to paint but faggot won't paint with me..."}
{"text": "I want to square up with all these hoes."}
{"text": "I want yo bitch I go get her I smashed er now she won't let up"}
{"text": "I was a huge tomboy. Like, I had barbies, but only because my ninja turtles needed bitches. #truth"}
{"text": "I was a made nicca when I was a young nicca"}
{"text": "I was at a red light on decatur &amp; lake mead &amp; some bitch that knew me was too happy to see me&#128514;like bitch was finna get in my passenger seat"}
{"text": "I was at my bf grandma house today goin through old albums and his grandpa had naked pics of his side hos from the 50's &#128514;&#128553;"}
{"text": "I was damn near flossing with the bitch's tampon string. Awful &#8220;: Have anything stopped you from eating pussy? If so what was it?&#8221;"}
{"text": "I was eating &amp; my mom gon say \"damn calm down\" TF bitch I am CALM"}
{"text": "I was feelin her About a week Agoooo, Now? She just a silly hoe....Silly hoe &#128175;&#128175;&#9995;"}
{"text": "I was getting to the business while you was chasing the bitches"}
{"text": "I was given the same number as Mean Joe Greene in high school but was never as tough as that son of a bitch. #Respect"}
{"text": "I was gonna put &#8220;I wanna eat the pussy like a Saiyan&#8221; in her mentions but they&#8217;re savage enough."}
{"text": "I was grown by the time I turned 16 wit only my grandma nigguh"}
{"text": "I was gunna eat the pussy but I'm on a diet !"}
{"text": "I was in the 9 grade and this bitch said something and I went off about her momma and her. She was like \"I'm adopted\""}
{"text": "I was in the club and there was this good lookin bitch. ..she had gold teeth tho. I was confused smh"}
{"text": "I was kidding guys I don't have hoes, don't let lie to y'all."}
{"text": "I was literally \"trappin\" when Drake dropped that \"Take a bitch from any nigga, that's what we do!\" line. I can taste the Hennessey now"}
{"text": "I was lookin like &#128563; when dem niccas told me dat shit"}
{"text": "I was playing music in the kitchen and now my mom keeps asking Tony \"Why give a bitch your heart when she rather have a purse?\""}
{"text": "I was smoking a blunt outside and these nasty country bitches jumped into the lake , naked &#128514;&#128514;&#128514; that lake is nasty as fuck &#128567;"}
{"text": "I was such a pussy back then lol like its crazy"}
{"text": "I was trying fuck something today and this bitch want lie talking bout his brother was on his phone. Lmfao I feel played."}
{"text": "I was with a bitch with a mustash for a year and a half? Wtf is wrong itch me"}
{"text": "I was working hard as a bitch today, i deserve a reward."}
{"text": "I wasn't born last night I know these hoes ain't right"}
{"text": "I wasn't born last night, I know these hoes ain't right"}
{"text": "I wasn't born lastnight , I know theses hoes ain't right &#128080;"}
{"text": "I wasn't calling you a faggot, but you are one lol."}
{"text": "I watched one and a bitch holding the camera said \"yall need to hurry up...my battery's about to die!\" NOOOOO!"}
{"text": "I well fuck yu too bitch !"}
{"text": "I went from smart car to a bitch with some smart lips."}
{"text": "I will beat a bitch ass tf"}
{"text": "I will eat these hoes alive &#128175;&#128175;&#128175;&#128567;"}
{"text": "I will literally never get home, this shit is retarded"}
{"text": "I will not leave my nigga but you can be my bitch too #idgt &#128526;&#128175;&#128074;"}
{"text": "I wish didnt block me long ago for calling him a pussy so I could call him a pussy again and get blocked a second time."}
{"text": "I wish I could go to dat bitch rt"}
{"text": "I wish I could mute Rice Krispies, but instead them bitches \"Snap Crackling &amp; Popping..ain't that some shit."}
{"text": "I wish I could punch the 14 year old me for being such a thirsty bitch"}
{"text": "I wish I had a reason to buy a suit for a wedding but clearly bitches dont know what those are."}
{"text": "I wish I never met that bitch bro on god"}
{"text": "I wish I smoked so I could hit more smoker loser hoes"}
{"text": "I wish I would argue with a nigga or a bitch imma just laugh at ya ass"}
{"text": "I wish Tinder would quit showing me all these broads with that retarded L gesture. They're not smart enough to procreate with me. #BBN"}
{"text": "I wish Young Thug made past me the hookah and kept garbage ass tyga out that bitch"}
{"text": "I wish a bitch COULD"}
{"text": "I wish a bitch would"}
{"text": "I wish a nigguh would try this clown shit in w.o.h.s"}
{"text": "I wish alot more females would tweet about sucking dick. Im tired of me and Twitter niggas tweeting about eating pussy. We need balance!!!"}
{"text": "I wish bitches would be straight up wit their friends and tell em they look ugly when they really do and not say they cute &#128530; smh"}
{"text": "I wish everyone I knew wasn't a faggot a try hard or a sketchball"}
{"text": "I wish faggots like would stop making music, rack city was fucking awful. Get the fuck outta michigan."}
{"text": "I wish hoes didn't bore me....I wouldn't have this problem and would shop at hoes r us every day..."}
{"text": "I wish my bitch ass mother would give me my 5grand for.child support, fuckin bitch"}
{"text": "I wish my brother would stop bringing dirty bitches in my house"}
{"text": "I wish people could just be straight up with me. Don't be a fake bitch to me because I'm not a fake bitch to you. Or anyone actually."}
{"text": "I wish ppl would learn how tf to stay out my business I'm a grown ass man . I go where I please . Mind your damn business bitch"}
{"text": "I wish twitter had a \"stalk this bitch\" button"}
{"text": "I wish ya nighas stressed ya kids like ya stress these lame bitches."}
{"text": "I wish, I wish, I wish, I wish, I wish, I wish a bitch would.. Cept she already did, gonna have to handle this &#128522;"}
{"text": "I witnessed Ace hoe soo many niggas at the gardens growing up &#128514;&#128514;&#128514; I'm talking strong armed hoein too &#128170;"}
{"text": "I wnna go to ihop bitch"}
{"text": "I woke up and she was already pregnant, fuck dat bitch &#128514;"}
{"text": "I woke up in a bed full of bitches that I ain't eeeen fuckin"}
{"text": "I woke up in a bed full of bitches that I ain't even fuckin"}
{"text": "I won't do nothin with the bitch she can't even get me hard"}
{"text": "I won't say how many bitches I fucked but i might say how many 100s I touched &#128178;&#128178;&#128178;"}
{"text": "I won't trust a bitch &#128581;"}
{"text": "I wonder if Philly fans aren't aware that they are complete cunts, or they ARE aware, but are just ok with it."}
{"text": "I wonder if that Latino strategy is working?: GOPer doubles down on \"wetbacks\" but backpedals on \"shoot on sight\""}
{"text": "I wonder if that bitch dead yet"}
{"text": "I wonder if there's ever a day in my sisters life that she's ever not a complete and utter bitch, or if she saves it special just for me&#8230;"}
{"text": "I wonder if twitter didnt allow pictures and avi's how many followers yall would really have ... Cus yall bitches dont be talkin bout shit &#128514;"}
{"text": "I wonder when twerking dies, what will all the hoes that became World Star famous lives be like? #wherearetheynow?"}
{"text": "I wonder where all these bitches I got at ?"}
{"text": "I wonder who wrote that blog... Either a hoe dat let a few of them niggas beat to no avail, or a bitch nigga who hoe let a few of em beat"}
{"text": "I would call you a bitch, but that's frowned upon."}
{"text": "I would commit the rest of my gay life to being a complete 100% submissive bottom if I could be Zac Efron's bitch. #NoShame #gayboyproblems"}
{"text": "I would def call Dwight a cradle robbing faggot if I were Kobe."}
{"text": "I would leave my crib and go somewhere but I'm pretty sure I'll die cause if my bitch ass car sliding everywhere"}
{"text": "I would like to apologize to anyone I have called fat, stupid, gay, nigger, jew or retarded. I am truly sorry.... JK Just trolling Fags"}
{"text": "I would love to give this bitch some act right juice lol"}
{"text": "I would love to not be hit with the jig for once in my fucking life"}
{"text": "I would never fight a nigga for vagina...that's what hoes do lmao"}
{"text": "I would never hit a woman but I would slap a hoe"}
{"text": "I would probably still feel bad if you weren't such a bitch about it..."}
{"text": "I wouldn't be acting like a crazy bitch if you just told me what the hell goes on in your head"}
{"text": "I wouldn't fuk a lot of u bitches .. #RealTalk"}
{"text": "I wouldn't last in prison... Them bitches would eat me alive..."}
{"text": "I wouldn't want my girl showing her goodies to every niggah &#128530;&#9995;"}
{"text": "I\"M THE MOTHER FUCKIN\" #UGLY&gt; #badguy&gt; #bitches&gt; #EliWallach TYPE SHIT #BreakingBad is a joke about #noose RIGS #LeeVanCleef #sports&gt;"}
{"text": "I&#65533;m tough, ambitious and I know exactly what I want. If that makes me a bitch, then okay."}
{"text": "I&#8217;ll gladly be a victim RT : Then im a felon RT : A bitch over 200lbs riding ur face is attempted murder &#128555;&#128555;"}
{"text": "I&#8217;m logging out RT : ah man RT : The bartenders be sellin pussy too? I thought only the strippers sold pussy."}
{"text": "I''d put a bullet in that bitch..."}
{"text": "I'd drive me crazy to have to be at that ghetto ass school everyday."}
{"text": "I'd have to go off on a bitch"}
{"text": "I'd hit a Kardashian she threw money at me bruh somebody would have to pull me off that hoe idgaf who she is. Nobody to me anyway lol"}
{"text": "I'd kill a bitch to be able to cuddle right now. Ugh. Sucker for the stupid shit. I swear."}
{"text": "I'd like to see someone try to hit me off. Joke's on you bitch, I don't have internet!"}
{"text": "I'd rather be at school improving my life than sleeping at home #im #back #bitch"}
{"text": "I'd rather have a flat bitch then a bitch who cheats&#128521;"}
{"text": "I'd shut the fuck up or I'll just be wide and batter any boy you ever go out with haha. Im a cunt, so wit? You cani do shit to stop me... :)"}
{"text": "I'll NEVER let a broke bitch influence me &#128564;"}
{"text": "I'll always remember feeling like I was no good. Like I couldn't do it for you like that whack bitch could.. &amp; it's all because you lied.."}
{"text": "I'll be a bitch if I have to. I don't like to be, but f*ck with me and it'll happen."}
{"text": "I'll be a dick if you wanna act like a pussy."}
{"text": "I'll be stripping off layers of clothes the instant we get back to the gate. It's hot as Satan's pussy on this son-bitch"}
{"text": "I'll be that lmao &#128513;&#128513;&#128513;RT : pussy"}
{"text": "I'll beat some pussy up right about now"}
{"text": "I'll break any bitch nigga down, I don't care about your size."}
{"text": "I'll call u bitch for short"}
{"text": "I'll eat ya pussy like a savage, but once you put ya nasty ass feet in my face my socks and drawers already on and I'm out"}
{"text": "I'll get so much pussy."}
{"text": "I'll go to class the last 30 minutes of that hoe"}
{"text": "I'll have these bitches havin baby's every week"}
{"text": "I'll keep all comments to myself about tho.... I'll just laugh about it with my nigs"}
{"text": "I'll live my life the way I want bitch"}
{"text": "I'll quit being a bitch when you quit being a fake friend. &#128077;&#9996;&#65039;"}
{"text": "I'll round up my hoes in a little bit"}
{"text": "I'll start at the butt and work my way to the pussy"}
{"text": "I'll still let the plastic bitch do her dollar ."}
{"text": "I'll stop drugs, alcohol, fags, sluts for you. Just give me a chance. It's been a year and I feel the same, that clearly means something."}
{"text": "I'll walk away with your money and leave a tip for your bitch"}
{"text": "I'm \"walk into my local convenience store &amp; the clerk says 'what up, girl? Keystone is on sale, yo!'\" white trash. Line forms to the RIGHT."}
{"text": "I'm HUNGRY I won't give a bitch a time or day. I'm trying take care business &#128129;"}
{"text": "I'm Rick James bitch!"}
{"text": "I'm Totally tired of being Saudi Arabia's bitch... It's gotten wayyyy old."}
{"text": "I'm Tryn tell yall brah, I went wit a slut n could not stop da bitch frm boppin dat shit scary"}
{"text": "I'm Tryna turn M's to B's in this bitch!"}
{"text": "I'm XXX triple x rated bitch"}
{"text": "I'm a VIPPERloid bitch:P"}
{"text": "I'm a bad bitch!"}
{"text": "I'm a big bitch and 4 is the GOAT RT : I'm too lazy for 4."}
{"text": "I'm a bitch"}
{"text": "I'm a bitch because My family life is fucked My love life is fucked My social life is fucked Just my outlook on life is fucked"}
{"text": "I'm a bitch nigga? :( that hurts my feelings.... And I'm like so serious."}
{"text": "I'm a bitch now ? Ok."}
{"text": "I'm a broke hoes dream , rich hoes cream !"}
{"text": "I'm a broke hoes dream Rich girls cream !"}
{"text": "I'm a couple bitches header &#128526; ioeno em &#128514;&#128514;"}
{"text": "I'm a dick and you ain't even got ya strap on, pussy"}
{"text": "I'm a dope ass nigga n these bitches OD"}
{"text": "I'm a hoe for that &#128557;&#128557;&#128557;&#128557;&#128557;&#128514;&#128514;&#128514;&#128514;&#128514;"}
{"text": "I'm a made man, y'all pussy niggas in the middle."}
{"text": "I'm a pull up, eat on that pussy, and dip"}
{"text": "I'm a purple headed cunt"}
{"text": "I'm a stretch that pussy out"}
{"text": "I'm a wigger"}
{"text": "I'm about to get this bitch a cell mate"}
{"text": "I'm about to hit a bitch"}
{"text": "I'm about to jog higher this stupid bitch ass hoe saab1 @"}
{"text": "I'm about to push this niggah off my seat trying to squish me and shit"}
{"text": "I'm about to spray perfume on your bitch because if I have to look at trash,it might as well smell decent &#9995;"}
{"text": "I'm about to start a bad bitch mentoring association bc GIRL YOURE A BAD BITCH DONT LET ANYBODY TELL YA OTHER WISE"}
{"text": "I'm about to start calling out people and why they do retarded things"}
{"text": "I'm addicted to IG, Twitter just my side bitch"}
{"text": "I'm already tired and mr stupid af decides to show us a video on trigonometric notions so um yeah I just wanted to say you're a hoe"}
{"text": "I'm always dumb too a extra slow ass bitch &#128574;&#128530;&#128514;&#128584;&#128553;&#128175;&#128074;"}
