{"text": "I'm asking this boy questions like he my bitch"}
{"text": "I'm at home throwing up taking care of my kid. Yet I'm a hoe? Oh. Oh okay."}
{"text": "I'm back bitch"}
{"text": "I'm back bitches &#128513;&#128513;&#128513;&#128513;"}
{"text": "I'm back bitches 3d back in effect it's on tonite"}
{"text": "I'm beating bitch jay jay ass when I see this nigga . I really ova here dead tho &#128557;&#128514;&#128128;&#128514;&#128079;"}
{"text": "I'm beginning to thincc my brother is defiantly into fat Mexican bitches....? Eugh &#128534;"}
{"text": "I'm bout to be.back on my old shit I miss my hoes texting me saying they wanna come see me"}
{"text": "I'm bout to delete you thirsty hoes, all over the same twitter nigga that's a nobody yall look sooo wack"}
{"text": "I'm bout to get this bitch a cell mate"}
{"text": "I'm bout to hop off this hoe they Tryna get on my ass"}
{"text": "I'm bout to start singing and shit lol hoes going crazy or this nigga August"}
{"text": "I'm boutta deck this bitch in the face ."}
{"text": "I'm bringing booty back. Go ahead and tell them skinny bitches that."}
{"text": "I'm busy what I'm tell all hoes who played me to the side .... I'M BUSY"}
{"text": "I'm cold as a bitch and don't even need a fleece, and if she a bad bitch tell her drop to yo knees."}
{"text": "I'm coming for that no 1 spot nigguh"}
{"text": "I'm crazy poke out your eyes, slit yo clit, you give a shit cuz I'm the shit"}
{"text": "I'm cute with or without the makeup &amp; eyelashes &#128076;&#128524; y'all bitches depend on that shit"}
{"text": "I'm dat nigga that these hoes just can't stand... &#127926; B.G"}
{"text": "I'm done crying. I'm done being worried! Ain't no bitch in me, or is stupid written over me"}
{"text": "I'm done wit this cheer team all these bitches are Literally BRAIN DEAD."}
{"text": "I'm dracula bitch, don't got a problem smackin a bitch Kidnap em, attack em with axes n shit"}
{"text": "I'm dressing up as an albino one day and scaring the shit out of amaris' mom"}
{"text": "I'm drunk eat a fucking twat"}
{"text": "I'm dry humping hoes tonite bussin on they costume so they man deal wit em later. RT : Somebody girl gettin fucked tonight\""}
{"text": "I'm fasho in that hoe then! RT : TBRetreat is about to be 21+? I'm in that hoe for real this time!"}
{"text": "I'm fine af in that hoe"}
{"text": "I'm finna quit this bitch irratating me frfr I'm sick of this shit let me start job huntin now"}
{"text": "I'm flexin on these bitches all gold bottles no Bombay"}
{"text": "I'm flexing on niggas and they bitches"}
{"text": "I'm flipping thru the tv saw the bachelor on stooped for a second and all I can say is \"all them hoes garbage\""}
{"text": "I'm from #SouthChicago so I know it's bad but...bitch, it ain't like you live in Englewood! #FOH"}
{"text": "I'm from Long Beach California... so people automatically think I'ma badass, or a bitch.... hahha"}
{"text": "I'm fucking around with two bitches but i never made those hoes my mistress"}
{"text": "I'm getting spanked in fantasy &#128514;&#128514; he beating my by 100 because of this damn New England game &amp; Julian eldman trash"}
{"text": "I'm getting tired of you telling what the fuck I'm doing every time I'm doing something lol. -peckerwood guy"}
{"text": "I'm glad Ari know to text me or get in contact with me cause I've been calling my bitch all day. I be worried."}
{"text": "I'm glad that after telling me how much of a basic bitch I am, also admitted to being basic. #truefriendsarebasictogether"}
{"text": "I'm glad to see that broads are still into the \"faggot\" look when it comes to picking dudes."}
{"text": "I'm goin big, bitch, suck my dick"}
{"text": "I'm going thru it my bitch ain't even my bitch she let the whole team hit"}
{"text": "I'm going to be an ugly niggah for Halloween so I can just be myself."}
{"text": "I'm going to punch a bitch if my cleats don't come in&#128544;"}
{"text": "I'm going to sell my iPhone and both my Macs, I don't support faggots."}
{"text": "I'm going to the movies this weekend, by myself. No BFFL, no bitch, no nigga, just me... #Solo"}
{"text": "I'm gonna go ape shit if there is an IF Uchida"}
{"text": "I'm gonna hoe the shit out of you when we meet again can't wait"}
{"text": "I'm gonna kill bitches today."}
{"text": "I'm hands on when its time ta murk a bitch"}
{"text": "I'm happily taken tho... &amp; I ain't cheating for none of you hoes."}
{"text": "I'm happy I ain't that bitch I use to be"}
{"text": "I'm in my glory bitch &#128130;&#128315;"}
{"text": "I'm in the cut with my old boys and this bitch asks me to smoke weed with her in a fucking Yaris. The fuck? Lol hell no."}
{"text": "I'm in the zone like the secondary, no lie bitch I'm flier then a pet canary"}
{"text": "I'm in this bitch &#128563;&#128563;&#128563;&#128563; like a mf &#128514;&#128514;&#128514;&#128514;&#9996;&#65039;&#127811;&#128080;&#128168;"}
{"text": "I'm in this hoe tripppped out people be wildin"}
{"text": "I'm just gonna get my dog to eat a bitch"}
{"text": "I'm just matching grams wit my fam bitch"}
{"text": "I'm just not going to be a bitch to you because we don't speak for reasons. It was a decision and it's done and over with why start shit?"}
{"text": "I'm just on this hoe to laugh"}
{"text": "I'm just salty bitch"}
{"text": "I'm just sayin. That's my baby &amp; I already told you bitches.. &#128076;"}
{"text": "I'm just saying, in your twitter pic you look like such a guido and i love it #pattyfuckingboges"}
{"text": "I'm just upset they got faggots on this show"}
{"text": "I'm known around Tampa as the ugly kid with no hoes"}
{"text": "I'm lactose and hoe nigga tolerant"}
{"text": "I'm late as hell....Niggas really hating cuz these hoes want that lightskin dude in jail y'all crazy"}
{"text": "I'm lifted before I'm stiff out of this bitch"}
{"text": "I'm like Rashad and I did her like when he found out the ghetto truth about New-New"}
{"text": "I'm literally about to scream and throw a bitch fit if people don't hurry the fuck up."}
{"text": "I'm literally laughing in shock, amazement, joy. In...just everything. In everything! Pop the champagne American queers. We have arrived."}
{"text": "I'm making a t-shirt. It says \"Ke$ha, the white trash slut I wish I was.\" for teenage girls with shitty tasted in music."}
{"text": "I'm mattwho da boy hoe check me out I do some amazing shit"}
{"text": "I'm naturally bowlegged.. I be trying to stand normal . I think i look deformed while hoes thinking that shit is cute."}
{"text": "I'm never gonna be ok with my nigga around alot of bitches while with his boys. Cause I was once that female your boys put you on !!"}
{"text": "I'm nice to everyone, but don't let this pretty smile confuse you, because i can turn to bitch in nanoseconds."}
{"text": "I'm no man-hoe tho...."}
{"text": "I'm no pussy, but ur still a dick."}
{"text": "I'm not BROKE &#128080;&#128581;&#128078;&#128164; bitch I'm BLESSED &#128588;&#128591;&#128591;&#128077;&#128077;&#128076;&#9996;&#65039;&#128175;"}
{"text": "I'm not a ho because I think two men and one woman together is a THREESOME and NOT a TRAIN. #getyamindright"}
{"text": "I'm not a ho like you. Your body count probably is close to 100"}
{"text": "I'm not bouta let no bitch play with none of my family. It don't matter if I fuck with them or not."}
{"text": "I'm not dating anyone right now, I'm giving my pussy a brake."}
{"text": "I'm not defending Ray Rice but that double standard is a bitch, ain't it"}
{"text": "I'm not down to be a side bitch tho &#128075;"}
{"text": "I'm not fuckin wit October She on some new shit , bitch cold"}
{"text": "I'm not going to chase a dumb bitch"}
{"text": "I'm not much of a texted get off my nuttz hoe"}
{"text": "I'm not particularly shy, but hard for me to break ice with a stranger or in others words I'm a pussy &#128517; haha she was so cute too!"}
{"text": "I'm not the brightest but i can guess her game a lil and i know how much of attention whores those bitches are"}
{"text": "I'm not the type of guy to bitch about how hot it is but it's about to be 11 and I'm still sweating"}
{"text": "I'm not the type to fight no bitch over a nigga im the type to say fucc that &amp; take his Bitch &#9995;&#128514;&#128527;"}
{"text": "I'm not weird, you're just a faggot"}
{"text": "I'm obviously not talking about CoD because that game is for queers."}
{"text": "I'm off work, where the naked hoes and alcohol?"}
{"text": "I'm officially dubbing that nasty, un-natural shade of red that looks good on no one that you usually see in the ghetto \"hood red\"."}
{"text": "I'm old but my pussy still poppin tho"}
{"text": "I'm old school I'll smack a bitch"}
{"text": "I'm on a boat bitch"}
{"text": "I'm on my fuck that bitch shit"}
{"text": "I'm on that good kush and alcohol.. I got some down bitches, but the can crawl"}
{"text": "I'm only driving drunk cause this bitch drove me to drink!"}
{"text": "I'm only on here cause my bitch tripping &#128514;"}
{"text": "I'm organizing a cease fire between bald headed bitches and weave !"}
{"text": "I'm out \": Slipping mollies in the Jell-O RT : Cosby out here fucking bitches with pudding pops lmao\""}
{"text": "I'm out this bitch"}
{"text": "I'm pissed off bitches on my dick but shit my dick soft CAUSE THE WAY YOU CARRY YOURSELF GOT ME TICKED OFF I ain't tryin to be Rick Ross..."}
{"text": "I'm pretty sure I've never sat in the friend zone waiting for pussy. You gotta put your dick on the table and see what happens"}
{"text": "I'm pretty sure the dmv won't let me take a new pic, but a bitch might accidentally lose my license again where they have to take a new pic"}
{"text": "I'm pussy I'm not about this internet life &#128557;&#128532;."}
{"text": "I'm pussy whipping these hoes"}
{"text": "I'm ready to bounce out dis bitch -.-"}
{"text": "I'm ready to cry I'm so mad, like me &amp; this bitch gon have to fight."}
{"text": "I'm really nice &#128557; but a bitch at times"}
{"text": "I'm really not a complete bitch, just socially handicapped &#128587;"}
{"text": "I'm retarded hungover and all we had were beers. A lot of beers."}
{"text": "I'm rich bitch *said in Dave Chappell voice*"}
{"text": "I'm roasting the first one of my niccas who rock them shits!"}
{"text": "I'm saying though!! &#128514;&#128514;&#128553;&#128553; RT : all my panties be vs. ion look like these bitches tho"}
{"text": "I'm seeing more &amp; more niggers migrating further up liberty rd... smh"}
{"text": "I'm serious bruh! She's too pretty I would eat both her pussy &amp; butt &#128557;"}
{"text": "I'm seventeen years old with a government job, ask me if I give two fucks about the next bitch &#128564;"}
{"text": "I'm sick and TIRED of #faggot #cages trying to see how long before #Moses kills a #Royal.................. #WorldSeries #barrybonds #jokes"}
{"text": "I'm sick and tired of the 'above the fray' crowd, 'they're all the same' crowd, the mushy moderate, the contrarian etc.Wake up pussies. #War"}
{"text": "I'm sick as fuck... this shit is for the birds"}
{"text": "I'm sick of dudes posting videos of them singing on vine. Do that shit in the shower or something fags"}
{"text": "I'm sick of niggas lying. I'm sick of bitches hawking. Matter of fact, I'm sick of talking. RIP BIG"}
{"text": "I'm sick of you hoes for real I got somebody that looks up to me so I ain't bout no pussy shit."}
{"text": "I'm sick of you hoes oml"}
{"text": "I'm sippin on Patron nigga , my bitch bad to the bone nigga . She fucked up , I'm fucked up , she like \" how we gon get home nigga ? \""}
{"text": "I'm so excited to hang out with my bitches"}
{"text": "I'm so faded my nigga I'm about to disappear in this bitch"}
{"text": "I'm so glad I don't wake up lookin like one those Medusa lookin bitches"}
{"text": "I'm so high high high that a bitch can't blow my high"}
{"text": "I'm so mad cause hoes think it's funny"}
{"text": "I'm so mother fucken sexy. I have no time to be a retard."}
{"text": "I'm so raw is problem the best song tyga will have anything after that is trash"}
{"text": "I'm so sick of u niggers..."}
{"text": "I'm so tired of this damn job man, I wanna blow this bitch up lol"}
{"text": "I'm sorry but if your costume is a \"naughty school girl\" this yr I will forever consider u a basic bitch. #becreative #followers"}
{"text": "I'm sorry but this makes me feel so free. Like a fucking majestic bird. #gotonelessproblemwithoutya"}
{"text": "I'm sorry but why should I care about what bitch my nigga was fucking w before me"}
{"text": "I'm sorry.. I'm sorry.. I can't fuc wit u no mo hoe.. and I'm sorry &#128514;"}
{"text": "I'm starting to act Hollywood round this bitch"}
{"text": "I'm starting to not like meek, this nig a lil to arrogant for me"}
{"text": "I'm sticking with 's theory that black pussy tastes like strawberry milk."}
{"text": "I'm still mad because this nigga really said \"I got bitches texting me asking me...\" Oh REALLY ? But let me say sum wit that in it &#128175;"}
{"text": "I'm still weak off the bitch gettin pissed on lol"}
{"text": "I'm stuck in my room.. The house is shifting or whatever and it used to be just kind of a bitch to open my door but now it's like.. Stuck."}
{"text": "I'm such a bitch sometimes lol"}
{"text": "I'm such a bitch to Austin &#128514;&#128514;"}
{"text": "I'm sure would add this helpful parenthetical explanation if these were redneck peckerwood teabaggers."}
{"text": "I'm surprised I'm still at school tbh, I can be quite the retard at times. I'm either exceptional at a subject or absolute shiteee."}
{"text": "I'm talkin bout superb punching. The ref wAs on some hoe shit against Carlton Haywood. Dude took a full minute of unanswered"}
{"text": "I'm thankful for dem big booty hoes doe #realtalk"}
{"text": "I'm the bitch that a come out n sweats n still have Ya nigga checking for me&#128526;"}
{"text": "I'm the crazy bitch that will call you 10 times in one hour"}
{"text": "I'm the gym looking at bitches booty #creeping &#9996;&#65039;"}
{"text": "I'm the man around dis bitch baby"}
{"text": "I'm the pull bitch"}
{"text": "I'm the real Tony Montana, I got 50 naked bitches on a banana boat"}
{"text": "I'm the type of person who act like I don't care to certain reactions but truly I'm a little bitch inside"}
{"text": "I'm thinking he has low level OCD of some sort.... That or he's just goin full retard... Pretty sure full retard"}
{"text": "I'm tired of bitches thinking they cool when they ugly. If you're ugly bitch that's all you are is ugly"}
{"text": "I'm too much of a bitch to say anything about that"}
{"text": "I'm too nice to people , but when I finally decide to say something , I'm a bitch . wonderful ."}
{"text": "I'm tryna face fuck kesha, you bitches bringin beef I'll get the lettuce n ketchup"}
{"text": "I'm tryna turn M's to B's innis bitch and I ain't never paid to be wit no bitch!"}
{"text": "I'm turning into a heartless bitch."}
{"text": "I'm up and at it before the birds wake up so you can't tell me shit."}
{"text": "I'm up hoe"}
{"text": "I'm use to these hoes don't play"}
{"text": "I'm with 3 bitches &amp; 2 of em mix"}
{"text": "I'm with another nigga bitch &#128514;&#128514;"}
{"text": "I'm.a be even pretty &#128129; julisa work magic on bitches .. Lol i keep stalking her IG to see how perfect I want my braids... Its hard to pick!!"}
{"text": "I'mma go with #6. Cuz them Scream bitches STAYED getting knocked over an shit. Fuck them pussies. Without surprise they shitty."}
{"text": "I've been sleeping with my mom for the past few weeks and I swear this bitch is having sex dreams or something always moaning in her sleep"}
{"text": "I've been tryin to tell niggas RT Lesbian porn have the finest bitches"}
{"text": "I've eaten six packs of hello kitty fruit snacks today because I can bitch I'm an adult."}
{"text": "I've got everybody Skurting these hoes &#128514;&#128514;&#128514;&#128514;&#9995;"}
{"text": "I've never felt this comfortable around a crazy in my life. Ole cool crazy ass bitch. This my nigga right here."}
{"text": "I've never had a problem w| anybody here, I've been w| the company for a year, and then this snitch fucking bitch is trying to get me fired"}
{"text": "I've seen every episode of scrubs ever. Sense the first episode niggah!!"}
{"text": "I've told those bitches at the dentist about my gums receding for the past fuckin year and now they wanna warn me about it"}
{"text": "IG be the bid bitches an these dumb ass faces lol"}
{"text": "IM our here filling these hoes jaw side"}
{"text": "Ian watch Maury in so long ..Maury wear jeans on the show now.. I guess he like f**k I need to dress up for these ghetto ass ppl anymore"}
{"text": "Ibuki&#180;s shaved pussy fingered and fucked before her tight little rosebud of an ass is&#160;destroyed"}
{"text": "Id light that bitch on fire starting with that ratchet ass weave"}
{"text": "Id make you look like an absolute pussy, because you're too scared to say anything to my face hahahahahaha"}
{"text": "Id rather be your niggah"}
{"text": "Idc I eat the pussy &#128513;"}
{"text": "Idc about none of these bitches ."}
{"text": "Idgaf I have my coon moments"}
{"text": "Idgaf about someone havin a cure,let this bitch burn"}
{"text": "Idgaf about these money hungry bitches"}
{"text": "Idgaf about you flat chested hoes feelings either, you a grown ass man nigga."}
{"text": "Idgaf about you regardless bitch you got me all day."}
{"text": "Idgaf about you, or ya mens, ya bitch, none of these bitches. Y'all all can fuck off for all i care."}
