{"text": "I am for equality in the law for all people white black red yellow and blue. Homo's Hetero's well I draw the line..."}
{"text": "I am legend in this bitch"}
{"text": "I am not your side bitch no more."}
{"text": "I am out! I can't listen to Joe bitch about things he did himself and tell half truths. #msnbc your viewers deserve better #morningjoe"}
{"text": "I am so damn done dealing with hoes with kids. Puerto Rican dominican I don't care."}
{"text": "I am such a little bitch today&#128517;"}
{"text": "I am such a pussy&#128514;&#127770;"}
{"text": "I am the real vampire nigger."}
{"text": "I am what u said I am but am ain't no bitch"}
{"text": "I approve this message ! &#8220;: Good pussy is a mufucka. &#128522;&#8221;"}
{"text": "I asked my two best friends to describe me in three words, I get back \"boss ass bitch\" and \"short, feisty, and Mexican.\" I love my friends."}
{"text": "I b so quick to dub a bitch it's sad &#128532;&#128554;"}
{"text": "I b tryna remind these bitches ... I knew u b4 dis social network fame"}
{"text": "I based niggas on how they bitch look &#128514;&#128514;&#128514;"}
{"text": "I be chillin wit the bitches cuz a lotta niccas fake"}
{"text": "I be damn if i go ova dea n get my ass blown&#128163; up i kno wat it look like bitch i play &#128299;Call Of Duty frequently"}
{"text": "I be drippin in so much damn sauce, got bitches ready to lick it off &#128514;&#128527;"}
{"text": "I be joked out at half the broads on here that brag about how good they pussy/head game is..."}
{"text": "I be like nigga you's a real mark ass bitch for that lol"}
{"text": "I be like... bitch please. lol"}
{"text": "I be lonely&#128514;&#128514; I have no hoes &#128553;&#128514;&#9995;"}
{"text": "I be lying in got theses bitches like u on my fuckin mind... but I be really focus just on this money!!"}
{"text": "I be out that bitch with the quickness"}
{"text": "I be ready to tell a bitch shut da fuck up lol"}
{"text": "I be sayin I'm done drinkin everyday but then one of my friends hit me up like \"I gotta case\" and only faggots turn down free beer"}
{"text": "I be seein you bitches in the whip wit your boyfriend but he be lookin like your dad so I be eye ballin, then here comes ole salty ass bf"}
{"text": "I be teaching bitches how to clear the bong mon"}
{"text": "I be telling Mcgirt music ain't enough.You gotta have a non music related agenda.Them crackers want to sell something with your face."}
{"text": "I be try a log on to IG an like pics, but bitches dont be posting no pics...."}
{"text": "I be using these fufu bitches &#128514;&#128514;"}
{"text": "I be waiting for a bitch to sneak diss , I'm @-ing IDC &#128514;&#128581;"}
{"text": "I be waking niccas up lol"}
{"text": "I be waking up on some new shit like fuck that bitch shit"}
{"text": "I beat that pussy up up up up"}
{"text": "I beat the pussy up- yg"}
{"text": "I become more of a bitch day by day&#128514;&#128514;&#128514;"}
{"text": "I been getting bitches my whole life I been getting money my whole life &#128526;&#128526;&#128526;"}
{"text": "I been getting money I ain't worried bout a hoe"}
{"text": "I been getting money I ain't worried bout a hoe &#128175;&#128584;&#9996;&#65039;&#128526;&#128081;&#128076;&#128591;&#128129;"}
{"text": "I been getting money, I ain't worried about a hoe &#128527;&#128184;"}
{"text": "I been goin thru some shit from my niggas to my bitch they lookin like they wanna switch"}
{"text": "I been in this hospital since 6 I'm just tryna stay awake for 2more hrs then I can sip this D'usse and party with the rest of the coons"}
{"text": "I been slackin on the ice game i needa cop a watch , so i can fuck me a instagram hoe &amp; press Block"}
{"text": "I been thugging theses hoes since pre-school &#128514;"}
{"text": "I been way to consistent on niggas , I'm have to drop some trash to get appreciated"}
{"text": "I been with the same STUD for a year....That bitch, her attitude nasty."}
{"text": "I beg to differ on that lip bittin shit. Dis bitch bit my lip nd tried to suck my blood. Aint shit sexy about that"}
{"text": "I bent yo bitch over that's why you mad these niggas broke that's why I laugh"}
{"text": "I bet he rey go crazy ona bitch jack llab"}
{"text": "I bet if we took a twitter cencus it'd be at least 35% basic ass bitches"}
{"text": "I bet that nigga got charged for murder for tha intro of \"Gucci vs Guwop\" cause straight killed that hoe! #FreeGucci #FreeRadric"}
{"text": "I bet these bitches trying to set me up &#127911;"}
{"text": "I bet u John Elway gets way more pussy than John Dorsey."}
{"text": "I bet we are gonna see 3 game loan player reviews too just because people are that much of a cunt"}
{"text": "I bet you think you a no-chill savage huh. Fucking faggot"}
{"text": "I bitch a lot but it's coo"}
{"text": "I bitch can tell that I'm addicted to pussy she lookin pass it"}
{"text": "I bought a 357 and went back to the neighborhood and busted that bitch!"}
{"text": "I bought him a Sumblime shirt for his birthday too &#128532; I kinda wanna be a cunt and ask for it back lol #IndianGiver"}
{"text": "I bought hummus and broccoli. I just need snacks and shit. RT : i need to buy crackers and shit"}
{"text": "I broke baby outta his thug stage n turned him into a pussy &#128514; , it was hard but I did it &#128129;&#128537; now he show more feelings than a lit bit"}
{"text": "I called at least 20 times to make my hair appointment and these bitches don't pick -.- guess I have to stop in to make an appointment #Grrr"}
{"text": "I called. In to work n bitch said they might not want me to go back"}
{"text": "I can be a bitch and I'm fine with that&#128524;"}
{"text": "I can be very vengeful. Don't be a cunt."}
{"text": "I can fuck yo bitch and you can't"}
{"text": "I can guarantee that 9 out of 10 of y'all's bitches follow me."}
{"text": "I can just set that hoe on fire &#128514;&#128514;&#128074;&#128080;&#128080;&#9996;&#65039;"}
{"text": "I can make a bitch famous"}
{"text": "I can make a dike say she leavin that lady.. I can make a lady say she leavin that pussy ass nigga that gave her that baby"}
{"text": "I can neva count my stash cause I always lose count. I can neva keep no bitch cuz I put them hoes out"}
{"text": "I can not &amp; will not fuck with theses dawg ass hoes no more ..."}
{"text": "I can see ya hoes &amp; all of em nothin'."}
{"text": "I can taste loud n pussy on my tongue &#128541;"}
{"text": "I can tell when certain and specific people are posting on a group/corporate fb/twitter page by the consistent retarded hashtags #makeshitup"}
{"text": "I can turn a hoe into a housewife. Cause i know how to love. Thats all their missing."}
{"text": "I can't STAND an ex that won't let go like bitch get a life ain't nobody stuntin yo ass&#128553;"}
{"text": "I can't argue with a bitch over a nigga..."}
{"text": "I can't believe I'm jealous! All I can think is, \"What goddamn bitch was in your room to take a pic of you in bed with your shirt off?\". -_-"}
{"text": "I can't believe that someone announced before the movie to the crowd that \"They came for the bitches\" &#128557;&#128514;"}
{"text": "I can't believe these ghetto fucks left this little kid next to me. He's now playing with fucking everything. Odds of his survival? Minimal."}
{"text": "I can't believe this nigga told me to put nutella on a bitch before you eat her out #wildnigga"}
{"text": "I can't blow bubbles or whistle. I'm basically retarded."}
{"text": "I can't entertain these hoes or these broke niggas"}
{"text": "I can't even be away from my phone that long karlie right she is a crazy bitch&#128533;"}
{"text": "I can't ever eat roast beef anymore without thinkin bout dark skin twat.. thanks a lot twitter/ig"}
{"text": "I can't express how much I hate sam, he is by far hands down no questions asked my least favorite character , so bitch made #freaksandgeeks"}
{"text": "I can't fuck a scary hoe."}
{"text": "I can't fuck any ol bitch niggas be desert dicks out here&#128557;"}
{"text": "I can't fuck with girls that talk about their pussy on social media..."}
{"text": "I can't fuck with hoe niggas, I can't trust these hoes niether."}
{"text": "I can't fuck with you no mo hoe and I'm sorry."}
{"text": "I can't handle when people give me an attitude, I dead them so quick. Like why do you have to be a nasty bitch"}
{"text": "I can't never be no bitch nigga , thats how you get treated like a bitch"}
{"text": "I can't stand a Fag bitch like Fucc get out there &amp; make the MONEY &#128184;"}
{"text": "I can't stand a snobby stuck up bitch"}
{"text": "I can't stand this fat bitch next to me, with her hairy ass legs kiss imik"}
{"text": "I can't stand to see my ex with another ugly bitch &#128514;"}
{"text": "I can't take yo bitch if I can't see yo bitch..."}
{"text": "I can't take you hoes serious because she everything a nigga need in a woman.. Some of y'all just look good &amp; that's it."}
{"text": "I can't talk to anyone but you can go answer little.phone calls from your little bitches on the low in the bathroom foh"}
{"text": "I can't tell if I want to fuck you or if I want to slit your throat"}
{"text": "I can't tell you the last time I seen 2 niggaz have a fight but I see bitches fight on video daily."}
{"text": "I can't trust a bitch &#128175;"}
{"text": "I can't wait to turnup with my bitches . I miss them &#128553;&#128553;"}
{"text": "I can't with these second class bitches"}
{"text": "I can't with this disrespect ass bitches"}
{"text": "I cannot be worried 'bout no bitch Cause I know a bitch could be somewhere sucking a dick (ayeeee)"}
{"text": "I cant fuc wit no bitch thats addicted to drugz"}
{"text": "I chase bread over hoes cause i never met a dollar i aint like #Facts"}
{"text": "I cheated on 10% of the bitches I had tf lol nobody even wanted to be all committed and shit"}
{"text": "I come wit the rocks on yu can get popped on, light yellow chevy same color as popcorn!"}
{"text": "I copped a Uzi but I need some bullets for that bitch !"}
{"text": "I could NEVER bring myself to fw a bitch or nigga that wears EVERYBODY else shit like um no YOUR BROKE &amp; bummy ya fuccing boof &#128514;&#128557;&#9995;&#128553;"}
{"text": "I could b out here like some of these chicks...in the streets slingin pussy for a couple dollars but im not"}
{"text": "I could blank all you son's of bitches out #getatme #goofy #fuckmongo #naynayismongo"}
{"text": "I could have so many bitches right now... Lately they been loving Flee"}
{"text": "I could say my name butttttttt, ya bitch already knows it &#127926;"}
{"text": "I coulda sworn I was the last bitch on tunchi ig &#128129;&#9996;&#65039;&#128536;"}
{"text": "I couldn't have no \"mama Joyce\" at my wedding. What a grumpy ass bitch!"}
{"text": "I curved yo bitch. Your welcome."}
{"text": "I cut you out of my life for a reason you stupid bitch.. don't follow me on twitta"}
{"text": "I dare a bitch to key my truck &#128530;&#128298;"}
{"text": "I definitely cant FW a nigga that associates himself wit bitches I DONT fw &#128514;&#128557; tf you fuccing Goofball &#9986;&#65039;&#9986;&#65039;"}
{"text": "I despise clich&#233;s... you aint original bitch, you are a copy. #deleted"}
{"text": "I did anything for my bitch now these hoes only get hard dick nbs"}
{"text": "I did everything but trust these hoes !"}
{"text": "I did everything except trust these hoes"}
{"text": "I didn&#8217;t go to school here RT : Arizona full of ugly hoes RT All my crushes ended up ugly after high school damn shame"}
{"text": "I didn't even get to see my baby today. Smh it's all my moms fault. Selfish bitch."}
{"text": "I didn't forsake all other bitches for my wife to be getting fucked on by another nigga. and you know she married? you gotta die."}
{"text": "I didn't know my nig G-Eazy had reached a million views on one of his songs, haha that's crazy"}
{"text": "I didn't wanna see your hoe ass pictures anyways. Take care of your fuckin kids too."}
{"text": "I dnt let NOBODY borrow my shit&amp; i let My girlfriend got my sweats lol thas how u know she runnin shit...u otha hoes cant get a sock from me"}
{"text": "I do alot of fucking girl, but I don't fuck around... I been in the same pussy since before MIGOS came out..."}
{"text": "I do da flow in a temple today fo nuttin. And dat Jew wit the funky hair tell me I subhuman. He tell me I ain't no mo human den a monkey"}
{"text": "I do know one thing though, bitches they come they go."}
{"text": "I do the shit you bitches is too pussy to do"}
{"text": "I don't &#128683; keep friends &#128109;&#128107;&#128108; they come &#128072; and go &#128073;, don't fuck &#128581; with these bitches &#128109;&#128109;. FAKE ALL THEY KNOW. &#128175;&#10004;&#65039;"}
{"text": "I don't be crying over stripper bitches that left me for dudes with money tho. And. Singing about it."}
{"text": "I don't believe in that frenemies shit who Wats to have a bitch like dat with u all the time"}
{"text": "I don't buy pussy cuz it's free bitch I buy lacs!"}
{"text": "I don't care how hot a bitch is, if her personality is shit, shes shit."}
{"text": "I don't care how old I am, when you put me in front of a bag of takis I'll eat that bitch"}
{"text": "I don't care if you're Gay, yeent bout to me calling me \"bitch\" and \"fish\" and thinking shit is sweet. I don't even like girls doing that."}
{"text": "I don't chase no bitches, just chase my #dreams"}
{"text": "I don't even play flappy bird anymore because fuck him"}
{"text": "I don't fck wit those luvv... RT : &#8220;: who's pussy better then a crazy bitch?&#8221; Apparently thots &#128530;"}
{"text": "I don't feel like all black people are niggers but if you're black and you're being a nigger, imma tell you, idc"}
{"text": "I don't focus on bitches, bitches focus on me. #trenttruce Photography by patrickos"}
{"text": "I don't fuck wit bitches that listen to that EDM shit for some reason them bitches be havin mad energy and I like to chill"}
{"text": "I don't fuck wit hoe niggas"}
{"text": "I don't fuck wit these bitches cuz they think they slick&#128530;"}
{"text": "I don't fuck with these niggas cause they shady I don't fuck with these bitches all they want is to have my baby"}
{"text": "I don't fuck with you iffy bitches/niggas. Y'all don't put fear in my heart, y'all bleed the same I do and breathe the same &#10071;&#65039;&#10069;&#8252;&#65039;&#10069;&#10069;"}
{"text": "I don't get it. I'm either a pussy or troll. Where is the room for \"the truth\" and or \"my opinions on my TL\"????? Social media fucked up."}
{"text": "I don't get what standing on Ya tip toes does for these pics these hoes be taking"}
{"text": "I don't get why bitches blame the hoe their man cheated on them with..IT WAS BOTH THEIR FAULT,their boyfriend could've said \"no\""}
{"text": "I don't give a fuck about yo gal yo wifey or yo boo came here by myself bitch I'm Tryna bone"}
{"text": "I don't glorify dis shit but bitch I am what I am and it is what it is!"}
{"text": "I don't got no type, bad bitches is the only thing that I Iike"}
{"text": "I don't got that bad of a mouth do I? Fuck shit ass bitch cunt shooby de doo wop"}
{"text": "I don't have a wife she my bitch for the night. If she was catching bodies then it might be alright"}
{"text": "I don't have an iPhone so I have to manually ignore these hoes"}
{"text": "I don't have another face other than my bitch face. &#128139;&#128128;&#128148;"}
{"text": "I don't have hoes Its a myth"}
{"text": "I don't have no type .. Bad bitches is the only thing I like !!"}
{"text": "I don't hit women but I'd slap tf out a bitch. No close fisted business though that's some cowardly shit."}
{"text": "I don't kick it with fuck nights and bitches"}
{"text": "I don't know what hoe activities consist of bc I don't partake in them. Shit it's so many I damn near can't tweet without being a hoe"}
{"text": "I don't know why broads drunk dial me....I'm sleep, hoe!!"}
{"text": "I don't know. Maybe it is a good quote and a good way to feel but I've seen way too many petty life-destroying bitches use that quote."}
{"text": "I don't like bat man though, I fucked his bitch twice."}
{"text": "I don't like that bitch."}
{"text": "I don't like you bitch so &#128514;&#128514; &amp; I'm having a party all weekend my momma going out of town."}
{"text": "I don't live for you hoes man"}
{"text": "I don't love my hoes I love a couple not all &#128514;&#128514;"}
{"text": "I don't love these bitches OR these hoes; fuck they thought? I love my MONEY!"}
{"text": "I don't make music for niggas that don't get bitches"}
{"text": "I don't need no savin' I need to get fucking high and get some pussy."}
{"text": "I don't owe you shit, bitch, leave me alone"}
{"text": "I don't pity or hate #faggots. Sexual mutations are necessary side effect of #evolution. BUT PROLIFERATION at 4% is a sign #humans fucked UP"}
{"text": "I don't put nothing pass nobody when it comes money n pussy."}
{"text": "I don't respect money ... Respect real niccas!"}
{"text": "I don't talk to niccas I talk to god we can relate"}
{"text": "I don't trust no bitch ... I dog em out"}
{"text": "I don't trust these bitches"}
{"text": "I don't understand how you can be such a bitch"}
{"text": "I don't understand when people say \"yea, my first time smoking I didn't get high\" Cause damn that fuckin sucks bruh I was retarded high"}
{"text": "I don't understand why they mad at her making a track that spoke volumes about you muthafuckas. All the hoe &amp; bitch tracks about females"}
{"text": "I don't want a bitch that a nigga already had I want sumn new ... Or a runner it's too easy nigga I accept the challenge"}
{"text": "I don't want a bitch that's erybody bitch !"}
{"text": "I don't want me no good girl I fell inlove with these freak hoes"}
{"text": "I don't want no Philly disease lol Thot bitch"}
{"text": "I don't want no boof hoes or no burnt girls !"}
{"text": "I don't want sex bitch I only want ya neck bitch lol"}
{"text": "I don't. (._.) RT : Light skin Bitches will have 30 unread texts &amp; still tweet \"Nobody to talk to\" .. You bitches is outta control"}
{"text": "I donated both of my (very expensive) prom dresses to teens who couldn't afford to buy one. Don't be a selfish bitch."}
{"text": "I done dun all kind of shit y'all niccas just fills shit!"}
{"text": "I done hit bout 6 threes out this bitch"}
