{"text": "What award. Head of the Nazi antifa violence movement"}
{"text": "You speak the Truth about =&gt; #Louis Farrakhan &lt;= ... he is a raging anti-Semite &amp; racist."}
{"text": "I ain’t fucking w/u today lol"}
{"text": "The Irony is that most murders are done by illegal gun users who are gang members . This predominantly only affects Latino and black families. The problem is not gun control the problem is judges who let violent gun offenders back on Street after shooting someone."}
{"text": "I’ve been asking myself the same question and it’s because he is such a phony. If He is such a fan of cleveland why is and he still playing for the Cavaliers the POS. He’s trying to save face with the Fanbase and it’s so obvious that is his fakeness! But stupid people will buy in"}
{"text": "*Finally at my sister's apartaments* Instant reminder that she is ungrateful brat and i'm much more happy without seeing her"}
{"text": "Oh WOW! You look like a 1980's Porn Star #loveit"}
{"text": "Corrupt dcrats in charge in PR the big problem"}
{"text": "U don’t think bad stuff happens to men in cars? Shit happens to everyone it’s just your mindset on how you deal with possible issues like that. You can’t spend your whole life worrying about something that most likely won’t happen to you. But it’s your life do ur thing haha."}
{"text": "Except he is. His administration has allowed crime in the city to skyrocket. You bloody leftist snake."}
{"text": "Obama was the devil incarnate &amp; Trump is Jesus Christ himself. I get where you are coming from."}
{"text": "Dear Paul McFartney- You had us at Beatles. You lost us at President Mad Captain. Burn in hell- Jon.\" URL"}
{"text": "Liberals have the numbers and money. Conservatives would get smoked. Kansas alone gets beat inside of 2 hours."}
{"text": "NRA tweet was a fraud: more than half of Americans say gunrights are the most important issue.\" Falsehood. The 53% was \"gun rights/gun control\", and CA question indicates biase towards control. Deliberate knowing propaganda. URL URL"}
{"text": "Isn't that just a nerd"}
{"text": "nah my foodie ass will gladly say it. that works on absolutely no one's fucking palate."}
{"text": "WHY ... it's their trail of corruption ... and they have so much of it going on, and at all times, they don't want any slips\" ... don't want American people to know who they really are AND WHAT THEY'VE BEEN UP TO ... #MAGA URL"}
{"text": "that’s so fucked up omg in my old hs there’s open campus and for every period you skip there’s a 200 dollar fine lmaooo"}
{"text": "I believe gun control should consist of guarding your firearms from thivery and kids."}
{"text": "I miss you bitch!!"}
{"text": "NS liberals will sell out fishermen in a heartbeat. These N.S. Liberals are probably in line looking for private sector handouts. Big money tied to Kameron Coal. don’t care about Nova Scotians. Look at health and education. Fisheries next?"}
{"text": "Oh. Low blow or blow job. Lmao"}
{"text": "Dear Fatties Against Fascism... #WalkAway from the Democrats.... Antifa = Democrats = Dixiecrats = KKK There are no fascists in America. Same hate. Different colored hoods. Party of hate since 1828 URL"}
{"text": "Isis apparently obama let them run the world. Getting nuked by korea? BLM destroying cities. Antifa?"}
{"text": "You are a lier Christine Ford Soros pays you well and your lawyer won't work we all know you lie shame on you!"}
{"text": "😁TeleSmokaCatin' damn that looked better in my head😁😉🤣😎"}
{"text": "This will be settled and will never see a jury. We will never know the truth. Maybe she grabbed him first while swapping spit or he is really that stupid to just grab her. Either way I doubt we will ever know the complete truth."}
{"text": "what the FUCK"}
{"text": "Glad her career is ruined by the way. She deserves to be ruined after what she done. Just because she WAS a celebrity doesn't mean she should be excused. Doesn't mean she is above the law."}
{"text": "Silly unhinged liberals."}
{"text": "Restricting ammo is infringing upon right to bear arms. How about women can have abortions but restricted to 1-3rd week of pregnancy and must be registered Easy test of gun control laws - apply them to other rights to see if they’d be supported. If not then they are bad"}
{"text": "just saw a group of freshmen wearing maga bucket hats 🤢🤢🤢🤢🤢🤢🤢 i hate this school"}
{"text": "How do you come up with all these lies. You have not done a thing as far as gun control. Open your eyes Obama your hero had 8 years in office. All your doing is sucking around for the last minute vote."}
{"text": "And niggas still gonna complain about geno ffs"}
{"text": "If only Martin were as obsessed about Christ as he is with homosexuality."}
{"text": "We'll stop when the Democrats stop using the victims of school shootings for their gun control agenda."}
{"text": "You are a big blot on the dharmic Kashmiri Pandits community. In the name of modernity you have lost all sanity which reflects in the way you have supported this loony womans hinduphobia."}
{"text": "Attention lefties demanding gun control. Most of these shooters are left wing. You don't get to shoot congressman and create violent chos and then demand we normal people disarm."}
{"text": "HYT ENEMY OF THE PEOPLE"}
{"text": "Googlecide – Death by don’t-be-evil-corp inspiring the Internet bill of rights preventing leftist oligarchies from erasing people based on political beliefs transforming western civilization into a totalitarian state controlling nearly all aspects of life via the Googlesplaining."}
{"text": "Where were these morons when the Groper Trudeau and his lying Liberals stomped all over our Charter with their Values Test? Where was Holt Renfrew’s favourite shopper Horwath? Premier Ford is trying to save taxpayers money! Maybe that’s what bugs Horwath??"}
{"text": "Bill O'REILLY, it can happen because, people like you will not speak out Against YOUR\" POTUS AND NRA about GUN control!!!\""}
{"text": "Not surprising. That I*n C*nnor nigga was on the payroll"}
{"text": "Hah! The fucking Chats!?! ‘Onya Boys!"}
{"text": "Ridiculous comment the only way liberals make government work is when conservatives go along with their ideas. Tbqh less government is always better than more unless your a socialist. Most time government passes a new law i lose money n Liberty ."}
{"text": "Comparing a date\" to rape is disgusting. I hope your family never has to deal with rape. You are a disgusting POS.\""}
{"text": "Liberals are addicted to fake news. Chris is their Dope man."}
{"text": "Fast and furious criminal should be behind bars."}
{"text": "I’m sure this pope is on a first name basis with Satan himself. What a disgrace to the papacy"}
{"text": "You hear something he is not saying but they did drink supposedly at that school in the 80s which was 18 in 79. This tales is 1982 when limits moved to 21 but there is a girl 15 accusing a boy 17 of everything but sex. If you think it is rape prosecute it. Do not imply boy lies"}
{"text": "Shitting yourself more like."}
{"text": "Twitter has a clear leftist agenda as seen in all the comments from conservatives asking, why is this leftist shit in my feed?\" We didn't ask for it. We don't want it. Stop trying to push it on us.\""}
{"text": "He trashed himself it was ugly.......didn’t hurt Trump."}
{"text": "Love this woman Telling the truth every day WHY do conservatives have to point out the obvious.Are people really that stupid"}
{"text": "And these are the *people pushing for gun control 😒"}
{"text": "I'm an asshole though"}
{"text": "Democratic always use race to divide Americans. Conservatives done see color The Democrats only see color Discussing"}
{"text": "She is a wart on society"}
{"text": "Way over the head...\" you #Liberals are all the same.. \" supporters are stupid\" \"If you think for yourself, you are a racist\" \"Aboilish ICE so we can have open borders and more crime.\" Get out of you bubble for a minute and look at how great the country is doing. #MAGA\""}
{"text": "The liberals can never handle the truth...the truth will make their heads 💥💥💥💥"}
{"text": "Bill and Brooke deserve each other. They are like hot and cold. They’re in love with this person this week and in love it that on the next. Brooke I can understand. She is the SFTV but Bill?! They’ve ruined him."}
{"text": "Maybe she should drop the angry b$* routine and try something funny everyone can enjoy....like non political jokes. Don’t think she is capable of doing that."}
{"text": "These bitches on my brain"}
{"text": "I'm glad you think so. I know you could kick his ass yourself, but I'll always have your back.\" He knows he is doing his best. \"That's awful. That you had to live like that. No child should have to experience such things.\" Shitty people like that should not be allowed near+\""}
{"text": "Agreed. It's probably white people screaming how offensive she is too. I wish Big Brother wasn't forced by the twitter SJW army to remove her. We have all said offensive things when we were teenagers."}
{"text": "We the dregs of society will make sure you are never president ❗"}
{"text": "She is an activist liar who GOP wants to get under oath. She won't go and Kavanaugh gets nominated"}
{"text": "Good Morning! I just followed you back! Let's give these crazy Liberals Hell!"}
{"text": "It’s for pornhub..."}
{"text": "Perhaps the Myers House. Wynn runs Smithsgrove and he’s the leader of the Thorn cult. I used to think he was my friend until he revealed his true intentions. He is a madman!"}
{"text": "That's why I am somewhat conflicted in talking shit or defending myself because there are so many VERY INTELLIGENT bright minds out there that have been held hostage by MSM propaganda Peddling. But uhave to read these Documents and dive deep to know who funds Antifa/MSM/DNC etc"}
{"text": "He is a crook"}
{"text": "Kind of why we need NATION-WIDE GUN CONTROL. Are you really that stupid?"}
{"text": "I'm not screwed any more than you are. Been hearing this same dream of the liberals. What do you think happens if Trump gets removed"}
{"text": "...with his stubby little arm."}
{"text": "You are such a comedian edd!!"}
{"text": "....and boobs. Do NOT forget the tatas. ❤️"}
{"text": "“Let’s just say she is the most selfish writer I’ve ever come to know.”"}
{"text": "State Sponsored Kids Protesting the 2nd Amendment? Youth invasion of D.C. took place as young fascists-in-training were corralled into D.C. to demand that govt strip away the liberties of all in the name of gun control URL '"}
{"text": "Me-Too lynchings of innocent Republicans/conservatives will continue if GOP let's the Kavanaugh fraud prevail. GOP should fight fire with fire and do this one time to a prominent Dem male. Watch it stop after that."}
{"text": "You align yourself with an organization that butchers babies for profit. Than scream about the need for gun control and the violence against our children but somehow your OK with the butchering of 100s thousands of innocent defenseless babies every yr If it lines your pockets."}
{"text": "Empty headed bushie whore"}
{"text": "Great stalk..hunters like yourself and your wife are the reason why these animals exist so these crazy liberals have something to complain about."}
{"text": "Conservatives have killed hundreds 100000 people as a direct result of conservative policies DWP figures she is such an imbecile Tony Blair put 6% into the NHS Gordon Brown 5.5% that's not fit to be an MP 1.5% she's stealing the National Health Service of us. Chemical attacks"}
{"text": "Notice how angry the #MAGA bots are after losing out on a vote this Thursday. Hey #MAGA bots. Would you like some cheese with your whine. LOL"}
{"text": "She’s not acc drunk she’s just v tired and took sleeping pills so she is being silly"}
{"text": "I’ve proven that gun control leads to lower gun deaths. You’ve chosen to ignore it and accuse the study of being falsified without any proof. Do you have any proof they used 5 states as you mentioned? Or are you going to continue to ignore me asking for clarification?"}
{"text": "Go crash another plane."}
{"text": "When he's not imparting these gems Michael Moore is stuffing his face."}
{"text": "Over 7 years ....it’s pathetic."}
{"text": "Holder should be in prison."}
{"text": "So why even make the specification when I tell you gun control did nothing to stop your homicide rate?"}
{"text": "you are totally disgraceful with you name calling....disgusting"}
{"text": "Or maybe this...The very fine people\" the dipshit \"president\" was talking about. Antifa isn't the \"left\". They're a fringe, far left, anti fascist movement. To lump the \"left\" in as antifa is to lump the \"right\" in with the neo nazi's and kkk that vote with you...Shhh. URL"}
{"text": "#LikeNoOther #GameStopContest Laura Croft is great because she is a badass!"}
{"text": "MAGA white people"}
{"text": "Don’t even know the subject but I’ll side with Sarandon only because she has class (even if I disagree with her) against the classless rambling fool. 😁"}
{"text": "I had to click on it just to see what the hell you were talking about. I still don't know. Is your war on conservatives like the war on christmas?"}
{"text": "Cube has shown in the past that he is not in control of this. The investors on the board run the show. And they are super cheap."}
{"text": ":( She is very evil. URL"}
{"text": "That's my biggest question. Do we just widdle away until there is no 2nd amendment left? I do believe in some limited gun control but im worried we will be expected to just keep giving into the gun haters."}
{"text": "She's tragic because she is an idiot and because she had tremendous internalized misogyny. I think of the moment we are in the grips of as the Tyranny of the Half-idiot."}
{"text": "Fort Trump in Poland?! Sounds great to me!! Another lasting reminder to the Left/Dems how much the rest of the world hates\" #MAGA #WWG1WGA #RedWave2018 #DrainTheSwamp #FortTrump\""}
{"text": "20. Close ties w/nra &amp; funding more imp than people's lives &amp; sensible gun control; 21. Attempting to defend Planned Parenthood whilst at same time rolling back intelligent sex education &amp; replacing with abstinence only teachings which is just fucking stupid;"}
{"text": "The presumption of innocence only applies to Lefist Liberals. You are guilty from the get go if you're a Conservative."}
{"text": "Liberals: Anderson Cooper is gay which by default means he can never do wrong. Also liberals: Trump Jr is a pos because of who is Dad is."}
{"text": "Hello, twin. Let ke correcting your typoness. Our group name is (G)I-DLE in case you are too lazy to use ()\" or \"-\" , you can use IDLE instead 😉\""}
{"text": "He is a Professional liar"}
{"text": "how does helpmto buy help the homeless?? Oh. It doesn’t does it? How does it help on low income??? Oh it doesn’t in Work poverty at an all time high. How does it help them?? Oh it doesn’t. Thanks for nothing"}
{"text": "Because you have paranoid and always spam OMG SHE IS 16 SHE IS 16 SHE IS 16 SHE IS 16\" And you spam to everyone that SHE IS 16 and Credit Telltale in your every posts. It's so fucking funny for me. Chill out. No one cares that she's 16.\""}
{"text": "Djt &amp; Gop- MAGA. Only for old scared white men again. Making women property again."}
{"text": "The pope is Satan incarnate"}
{"text": "🙄 Are you really serious?! Comparing some of the most prestigious positions in the nation with being a slave? You just keep proving your ignorance &amp; inability for logical thought! #MAGA"}
{"text": "THIS IS A NO BRAINER. IF SHE STANDS FOR WHAT SHE SAYS SHE DOES SHE HAS TO VOTE AGAINST HIM IF SHE IS LYING SHE DESERVES TO BE HUMILIATED AND DEFEATED. WE WILL SEE IF SHE PLAYED THE PRO CHOICE CAED TO GET ELECTED OR IF SHE IS JUST ANOTHER GOPER KOCHSUCKER"}
{"text": "You are apiece of shit! WHY WOULD YOU KILL THAT ANIMAL? How is your mother?"}
{"text": "Oh Nancy I agree with you wholeheartedly I do not think I have ever hated anyone in my life like I feel about this man The fact that he is supposed to be our leader makes my stomach turn SMH I have lost all respect for the GOP completely that they sit back and allow this travesty"}
{"text": "Look at his reaction at the 18 second mark. What a contemptuous clown he is."}
{"text": "Cher is helping Republican party by her unhinged rants..."}
{"text": "Gotta love when the uninformed point to Venezuela as though it's the inevitable result of socialism! Socialism? Venezuela!\" Gun control? \"Chicago!\" It's like watching a round of Shitty Jeopardy, where no one knows a damn thing but they try to compete anyway. Logic? \"Trump!\"\""}
{"text": "How is paying taxes optional? Tax evasion is a crime. We have human rights laws and the 1A; your opinion on this issue is preposterous. Gilliam is not anti 2A. Sensible gun control that would prevent mentally ill people like you from owning a gun is all we want."}
{"text": "I just saw a video that you are corrupting our government and from the evidence i just saw you are going to jail!!!! #MAGA #TheGreatAwakening #QAnon #YouAreGoingToJail #YouHaveBeenExposed URL"}
{"text": "As someone who had never played Spiderman 2 as a kid: I want and tried it a year or 2 back and idk what kinda collective nostalgia people are on but those web swinging mechanics are busted as fuck and kinda trash."}
{"text": "Show me who is saying that the alleged rape is her fault. Pretending that swathes of conservatives are blaming the victim for rape is a disgusting straw man."}
{"text": "Take your anti-American crap somewhere else. #TEDCRUZ for Senate!! #MAGA"}
{"text": "Another lying liberal.. Many lying libtards will be exposed as they unclassifie documents. The Liberals will lie cheat and steal to try to bring our country down. Stop this anti-American idiotic socialist movement vote Republican in November Trump 2020."}
{"text": "the democommunists have allready destroyed america put men in a womens bathroom right to child molestors n child killers n illegals have more rights than americans if u think im wrong bill say something besides kissing liberals asses"}
{"text": "Bwaaaaa!! Compared to who...Trump...bwaaaaaaa! Compared to that corrupt demented lunatic she is a godsend!!!"}
{"text": "yes bitch 💖💓"}
{"text": "She is a pathological liar"}
{"text": "Lil girl we having an adult conversation so take your thin ass on somewhere ya dig"}
{"text": "Agreed! It’s not gun control they want - it’s people control. Without guns we are helpless and they know it! Our founders knew this too - #2A"}
{"text": "I hope the fuck not"}
{"text": "It’s in my fuckbucket"}
{"text": "This is purely a move to block a nomination. Liberals said early on they would not vote for him. This made up story is a slap in the face to all who were really sexually harassed. It shows liberals really don’t care about any true victims. Power first."}
{"text": "Could have been you if you didn’t stop taking Molly and shit! Glad you changed and are still around. Absolutely sucks max passed. Such an amazing artist! Rip Mac."}
{"text": "Mmm you are so hot"}
{"text": "It’s not a right mind. If it were they wouldn’t be conservatives."}
{"text": "Damn I felt this shit. Why you so loud lol"}
{"text": "Again for the hard of hearing: An AR15 is an INANIMATE object. An AR15 is not INHERENTLY evil. Gun control DOESN'T decrease gun violence. Armed citizens are LESS LIKELY to become victims of mass shootings. The Holocaust was not prevented by BANNING ovens."}
{"text": "Another terrorist brought in by obumer!"}
{"text": "that's hilarious.... let those #PuertoRicans legalize pot so they can forget about their problems after #HurricaneMaria...🇺🇸💵😏🤣 #ThursdayThoughts #ThursdayMotivation #resistance #resist #MAGA #Military #veterans #TCOT #ThisIsAmerica URL"}
{"text": "Open borders will bring this to America! Dems are brainless! Vote red like your life depends on it because it does! #KAG #MAGA URL"}
{"text": "have become the party of “the Sky is falling” and “we are all going to die”. What a sad bunch."}
{"text": "The Q is a photoshop. QAnon is for real though. Silly liberals tricks are for kids!"}
{"text": "Yes you are. you’re just too blind to realize it"}
{"text": "DJT2- You have to remember his daughter is married to am Iranian and so he defends them at all costs. He is a coward and a disgrace. Thank GOD for your Dad or we would all be in a World of hurt!"}
{"text": "yeah it start with her being a blogger and all but somehow it turned into a murder fan fiction"}
{"text": "I love women like you. We believe all women. Excluding one woman. Soon-Yi is 48 years old. She is an adult. But such a reaction is very significant. It means hypocrisy."}
{"text": "Ya know how many ppl have pot in their homes?! So fukn what? The cops are trying to get their buddy off! She is a murderer!"}
{"text": "On no not roaming charges! Good charge all these foreign fuckers when they come here!"}
{"text": "You are so right on this issue and Democrats have been lying to the American people for to long lately it seems like there all going crazy in the head lol"}
{"text": ". And Liberals think GUNS are the problem? URL"}
{"text": "You are so full of shit. A.) Violent crime is down &amp; has been on the decline for decades B.) Where gun crime is a problem, it is a state &amp; local problem &amp; no so called common sense\" gun control law passed at the federal level will fix it. You are clueless about this problem.\""}
{"text": "I'm not in uncomefortbul miss Williams is a great actor or she thinks she is miss Williams is out of order in what she said to the ref rules apply even to miss Williams but your turning it in to o as a women don't this bone that miss Williams is out of order that's a stone wall"}
{"text": "Racist all she is. My god less then 10% of population and cry 😿 more then other 90 put together. Trump doing a great job just cause he got white skin ya don't need hate on him over and over and over"}
{"text": "Actually it’s liberals like Waters and antifa who promote violence"}
{"text": "Reading these comments..this dear boy was burned alive!!!! And some are still talking about gun control! My gosh people!"}
{"text": "majority of DACA from 3rd world countries are communists~activists-Antifa-Ofa&amp; 1 INCOMPATIBLES w/USculture&amp;2Felons by criminal violence&amp;participation in cult includes kill potus45\"&amp;\"destroySovereignUSA-USConstnDem'y+ replace w/marxist 4thReichNWO tyranny=TREASON\""}
{"text": "20 Crazy Things Liberals Blame Trump For\" URL #TCOT #MAGA #RedNationRising\""}
{"text": "vs Antifa. I know who my money’s on. But seriously this is such a stupid thing to do. URL"}
{"text": "I suggest that you get worser jobs as you are just what they don’t want. you might of even been in the same office. You might of been arguing with yourself. your just both gay"}
{"text": "He ran and hid after posting an ad about illegal border crossers. As soon as CBC started their shouting racist. It’s not racist and instead of standing up for what he believes he bailed. The conservatives shouldn’t have picked him"}
{"text": "Don't forget Antifa\"...and \"ACORN\"...And that terrorist that Obama \"palled (??) around with! Hahahahahha...do you listen to your own malarkey?\""}
{"text": "But the Frogs said it wasn't a Muzzie terriorist attack."}
{"text": "Can you imagine being married to that crazy b#tch? Good God!"}
{"text": "liberals have to go in 2019 as they are so over their heads Poor leader and even poorer advisors"}
{"text": "The term parasite\" has now been added to my list of \"fuck you\" terms, which also includes the term \"widget\".\""}
{"text": "Choosing heartless politician over your ancestors country. Speaks volumes as to who you are."}
{"text": "The right has the unique ability to create monsters out of thin air. It Legislation was even created to fight the phantom menance of antifa--currently in committee. URL"}
{"text": "#EndPC: Teaching guide for #Portland public schools celebrates Islam, communists, terrorists, #abortion; promotes #GunControl &amp; transgenders\"~&gt; URL #EndCulturalMarxism\""}
{"text": "Go out like Seinfeld and cancel the series while it's hot! Jk don't you fucking dare. This better have a 50 issue plan."}
{"text": "If you are looking for hard heads you only have to look at the Republican Congress"}
{"text": "Really a sickening issue. Liberals are vicious!!!"}
{"text": "Kavanaugh needs to stop lying... I believe this woman's account is credible and he is not going to be able to dodge it."}
{"text": "You two are nothing but attention seeking whores. Start talking about real issues such as racial injustice sensible gun control prison reform and other issues that important"}
{"text": "And they say Russia is the hackers.. Hmmm..."}
{"text": "&lt;God's chosen leader\" my ass! Fuck Christian conservatives!!!&gt; Baptist pastor Brian Kaylor claims Sarah Huckabee Sanders lies to defend “God’s chosen leader” URL"}
{"text": "She is a wannabe Hilary Clinton.. Can’t stand that woman and anything that the NDP stands for. I believe that they are even more dangerous than the liberals!"}
{"text": "U a bad bitch now lol"}
{"text": "Yeah bitch we put him back in and beat your sorry asses the bears SUCK!! BLEW A 20-0 LEAD LMAOOOO"}
{"text": "What's doing detriment to this state (and country) is Republicans who refuse to govern as the conservatives they campaign to be. McDaniel may have some flaws (who doesn't) but he's the kind of fighter we need. Some of us are sick of the losers the GOP keeps giving us."}
{"text": "Picked the fuck up"}
{"text": "Trump has no interest in caring the safety of the country. He doesn’t care about gun control. So far with all the shooting in the country. He doesn’t care... he is a selfish person. Everything is about him"}
{"text": "Liberals that think the world owes them a living."}
{"text": "I dont think so..it would mean he is in trouble. Dont wish that on anyone. Isn't that where the Cumm Inn is at?"}
{"text": "Believe all women, even those who can't even offer any specific details.\" \"These other women are liars!\" I know liberals are hypocrites, but try to stay consistent through at least one event.\""}
{"text": "That’s one way to look at it. The other is that the charge is bullshit for almost everyone."}
{"text": "As I’m watching it Bentley kept looking at me 😂 he being crate trained again so we good for now. He only allowed out to eat pee and shit and occasionally play time 😂😂🤷🏾‍♀️"}
{"text": "You liberals... smh...tweeting stupid shit! Trump order elimination of isis (Obama didn’t)....People! ..think about how people R not murder now (saved) because we hav killed of isis"}
{"text": "You will be voted out all together You crazy bat..."}
{"text": "False. Your intrusion on the constitutional rights of honest Americans did NOTHING to curb violent crime. Gun control = violence against the law-abiding citizen."}
{"text": "He is one who should Not own a gun-Such a lost soul—All he Needs is Jesus Christ ✝️"}
{"text": "Was Al Gore nominated for Supreme Court judge? You conservatives have some nerve."}
{"text": "This fluffy bastard. URL"}
{"text": "Now Comes The Pain........... #MAGA🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸 #WWG1WGA URL"}
{"text": "...unless you are good with an accused rapist sitting on the highest bench in the land. I'm sure your female constituents would love to hear you explain that away..."}
{"text": "Buckle up Democrats and liberals! The shit is about to hit the fan for you and the FBI/DOJ !"}
{"text": "#Liberals had some sort of mutual masturbation awards show. This is me still not caring. URL"}
{"text": "At least we have brains to fall out\" in the first place; unlike conservatives who believe everything their handlers feed them.\""}
{"text": "Tbere aren't hardly any Conservatives left in California. Perhaps the threats are just unintelligible robo calls by Antifa comrades jacked up on Starbucks and Lucky Charms."}
